{"paper_id": "0261056f80c5174c5ed627a75df33d1a9b69cdd9", "metadata": {"title": "Towards a Classification of Rough Set Bireducts", "authors": [{"first": "M", "middle": [], "last": "José Benítez-Caballero", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad de Cádiz", "location": {"settlement": "Cádiz", "country": "Spain"}}, "email": ""}, {"first": "Jesús", "middle": [], "last": "Medina", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad de Cádiz", "location": {"settlement": "Cádiz", "country": "Spain"}}, "email": "jesus.medina@uca.es"}, {"first": "Eloísa", "middle": [], "last": "Ramírez-Poussa", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad de Cádiz", "location": {"settlement": "Cádiz", "country": "Spain"}}, "email": ""}]}, "abstract": [{"text": "Size reduction mechanisms are very important in several mathematical fields. In rough set theory, bireducts arose to reduce simultaneously the set of attributes and the set of objects of the considered dataset, providing subsystems with the minimal sets of attributes that connect the maximum number of objects preserving the information of the original dataset. This paper presents the main properties of bireducts and how they can be used for removing inconsistencies.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Rough Set Theory (RST) is one of the most useful mathematical tools to treat and manage datasets. In particular, RST was proposed by Pawlak in [7] , to analyze datasets containing incomplete information. The main idea of this theory is to determine a set from two approximations. These approximations are called upper approximation and lower approximation.", "cite_spans": [{"start": 143, "end": 146, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this theory, a relational database can be represented from two different point of view, as an information system or as a decision system. In the case of information system, the database is simulated by a set of objects and a set of attributes characterizing the objects. On the other hand, a decision system is a particular case of information system adding a new attribute that describes an action over the objects, which is called decision attribute.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Due to the size of databases has increased in late decades, size reduction mechanisms became into one of the main goals of different mathematical theories. In the particular case of RST, a reduct is a minimal subset of attributes preserving the same knowledge as the original set. This notion is deeply studied in many papers [4] [5] [6] 11, 12] . Therefore, reducts are focused on the reduction of the set of attributes. In order to reduce also the set of objects, the notion of bireduct arose [1] [2] [3] 9, 10] . In a general point of view, the main idea underlying bireducts is to choose the maximal consistent information subsystem. Moreover, as all the bireducts are computed, the user can choose the bireduct consistent subsystem that best suits their needs.", "cite_spans": [{"start": 326, "end": 329, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 330, "end": 333, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 334, "end": 337, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 338, "end": 341, "text": "11,", "ref_id": "BIBREF10"}, {"start": 342, "end": 345, "text": "12]", "ref_id": "BIBREF11"}, {"start": 495, "end": 498, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 499, "end": 502, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 503, "end": 506, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 507, "end": 509, "text": "9,", "ref_id": "BIBREF8"}, {"start": 510, "end": 513, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we study some properties of bireducts. We will prove that the set of reducts can be obtained from the set of bireducts. We will analyze the relation between bireducts and the discernibility classes of the objects of the dataset. We will also inspect how bireducts can be used for detecting inconsistencies contained in the considered database. The presented study will be carried out for information systems, as well as for decision systems. All the presented results will be illustrated by means of examples.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The paper is organized as follows: the notions and results needed in this study are recalled in Sect. 2. Afterwards, Sect. 3 presents the contribution of this paper together with some examples. Finally, the conclusions and future works are presented in Sect. 4.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This section recalls the main notions associated with information and decision systems and the characterizations of reducts and bireducts. More detailed information related to these notions can be found in [3] .", "cite_spans": [{"start": 206, "end": 209, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Preliminaries"}, {"text": "We will recall the notions and results needed to carry out the attribute reduction in information systems. First of all, we present the definition of information system and the considered indiscernibility relation.", "cite_spans": [], "ref_spans": [], "section": "Information Systems"}, {"text": "x n } and A = {a 1 , a 2 , . . . , a m } are finite, non-empty sets of objects and attributes, respectively. Each a ∈ A corresponds to a mappingā : U → V a , where V a is the value set of the attribute a over U . For every subset D of A, the Dindiscernibility relation, Ind(D), is defined by the following equivalence relation", "cite_spans": [], "ref_spans": [], "section": "Information Systems"}, {"text": "These equivalence classes are called indiscernibility class. Ind(D) provides a par-", "cite_spans": [], "ref_spans": [], "section": "Information Systems"}, {"text": "In order to be able to reduce an information system, the notions of consistent set and reduct are fundamental. The following definition presents the idea of discernibility matrix and discernibility function. In particular, the discernibility matrix is a useful tool which is used to represent the attributes in which the objects differ.", "cite_spans": [], "ref_spans": [], "section": "Information Systems"}, {"text": "Definition 3. Given an information system (U, A), its discernibility matrix is a matrix with order |U | × |U |, denoted by M A , in which the element M A (x, y) for each pair of objects (x, y) is defined by:", "cite_spans": [], "ref_spans": [], "section": "Information Systems"}, {"text": "and the discernibility function of (U, A) is defined by:", "cite_spans": [], "ref_spans": [], "section": "Information Systems"}, {"text": "The discernibility function of an information system is a powerful tool which is used in the following result in order to describe a method to obtain all reducts from an information system [3, 8] . Next, we introduce an example, which will be developed throughout the paper. Table 1 . If we compare the objects, considering the indiscernibility relation presented in Definition 1, we can build the following discernibility matrix:", "cite_spans": [{"start": 189, "end": 192, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 193, "end": 195, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 275, "end": 282, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Information Systems"}, {"text": "Now, we will use the discernibility matrix to build the unidimensional discernibility function:", "cite_spans": [], "ref_spans": [], "section": "Information Systems"}, {"text": "Therefore, by Theorem 1, we obtain two reducts:", "cite_spans": [], "ref_spans": [], "section": "Information Systems"}, {"text": "The idea of bireducts arose as a path to prevent incompatibilities and eliminate noise in the original data by means of a reduction in the set of objects and the set of attributes, simultaneously.", "cite_spans": [], "ref_spans": [], "section": "Information Systems"}, {"text": "where X ∈ U is a subset of objects and D ∈ A is a subset of attributes. We say that (X, D) is an information bireduct if and only if every pair of objects i, j ∈ X are discernible by D and the following properties hold: -There is no subset C D such that C discerns every pair of objects of X. -There is no subset of objects X Y such that D discern every pair of objects of Y .", "cite_spans": [], "ref_spans": [], "section": "Definition 4. Given an information system (U, A), we consider a pair (X, D),"}, {"text": "Since we will work simultaneously with reducts and bireducts of an information system, we will use the notation (X, B) to denote bireducts in order to distinguish the subset of attributes from reducts and bireducts.", "cite_spans": [], "ref_spans": [], "section": "Definition 4. Given an information system (U, A), we consider a pair (X, D),"}, {"text": "In order to generalize the mechanism to obtain reducts presented in Theorem 1, we need to improve the idea of discernibility function as follows:", "cite_spans": [], "ref_spans": [], "section": "Definition 4. Given an information system (U, A), we consider a pair (X, D),"}, {"text": "Now, we can introduce the following theorem, in which a mechanism to obtain all the bireducts of an information system is presented. We are going to compute all the bireducts from the information system described in Example 1. In order to do that, we consider the discernibility matrix described in Expression (1), obtaining the following bidimensional discernibility function:", "cite_spans": [], "ref_spans": [], "section": "Definition 4. Given an information system (U, A), we consider a pair (X, D),"}, {"text": "Now, we compute the reduced disjunctive normal form of τ bi obtaining", "cite_spans": [], "ref_spans": [], "section": "Theorem 2 ([3]). Given a boolean information system (U, A). An arbitrary pair of sets"}, {"text": "Therefore, there are 47 bireducts in the information system (U, A). Some of them are described in Table 2 ", "cite_spans": [], "ref_spans": [{"start": 98, "end": 105, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Theorem 2 ([3]). Given a boolean information system (U, A). An arbitrary pair of sets"}, {"text": "In this section, we recall the main notions and results we will need in the framework of decision systems. First of all, we present the formal definition of a decision system. ", "cite_spans": [], "ref_spans": [], "section": "Decision Systems"}, {"text": "As we did in an information system, we use the notions of discernibility matrix an function in order to compute all reducts [8] . Therefore, the discernibility matrix of a decision system (U, A ∪ {d}) is a square and symmetric matrix defined as:", "cite_spans": [{"start": 124, "end": 127, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Decision Systems"}, {"text": "Therefore, there are two possibilities of obtaining the empty set: objects have the same decision value or are indiscernible by characteristic attributes. In addition, the discernibility function of (U, A∪{d}) is the map τ :", "cite_spans": [], "ref_spans": [], "section": "Decision Systems"}, {"text": "It can be shown that the prime implicants of f constitute exactly all the decision reducts of (U, A ∪ {d}), as the generalization of Theorem 1 to a decision system. Now, we present the definition of decision bireduct of a decision system: 1. There is no subset C B such that C discern every pair", "cite_spans": [], "ref_spans": [], "section": "Decision Systems"}, {"text": "In order to generalize the process to compute all bireducts, we consider the discernibility function:", "cite_spans": [], "ref_spans": [], "section": "Decision Systems"}, {"text": "The corresponding characterization theorem for bireducts from the discernibility function is as follows.", "cite_spans": [], "ref_spans": [], "section": "Decision Systems"}, {"text": "Now that all the needed notions and results have been presented, we present the different kinds of bireducts that we can find in an information and decision systems.", "cite_spans": [], "ref_spans": [], "section": "Theorem 3 ([3]). Given a boolean information system (U, A ∪ {d}). An arbitrary pair of sets (X, D), where X ⊆ U , D ⊆ A, is a decision bireduct of a decision system if and only if the cube a∈D a ∧ xi / ∈X x i is a cube in the restricted disjunctive normal form (RDNF) of τ bi ."}, {"text": "This section highlights the main properties of bireducts. First of all, the following result shows that the reducts of an information system are particular cases of bireducts.", "cite_spans": [], "ref_spans": [], "section": "Threshing Bireducts"}, {"text": "Proof. This proof is straightly obtained from Definitions 2 and 4.", "cite_spans": [], "ref_spans": [], "section": "Proposition 1. Let (U, A) an information system and (X , B) the family of bireducts from the information system. If a bireduct (X, B) verifies that X = A, then B is a reduct from the information system."}, {"text": "Moreover, we can assert that the decision reducts of a decision system are also decision bireducts due to the definitions of these notions.", "cite_spans": [], "ref_spans": [], "section": "Proposition 1. Let (U, A) an information system and (X , B) the family of bireducts from the information system. If a bireduct (X, B) verifies that X = A, then B is a reduct from the information system."}, {"text": "The following example illustrates this result by means of the information system given in Example 1.", "cite_spans": [], "ref_spans": [], "section": "Proposition 1. Let (U, A) an information system and (X , B) the family of bireducts from the information system. If a bireduct (X, B) verifies that X = A, then B is a reduct from the information system."}, {"text": "Let us focus in the bireduct (X 1 , B 1 ) and (X 2 , B 2 ) obtained in Example 2, due to they have the whole set of objects. If we compare the set of attributes from the bireducts and the set of attributes described by the reducts of Example 1, we have that D 1 = B 2 = {fever, cough, muscle ache} D 2 = B 1 = {fever, cough, tonsil inflam.} A special type of bireduct appears when the subset of attributes is the empty set, that is, there are no attribute to distinguish the elements in the subset of objects. Therefore, the objects are indiscernible. The following result formalizes this idea. (X , B) the family of bireducts from the information system. If a bireduct (X, B) verifies that B = ∅, then X is the indiscernibility class of the objects x ∈ X.", "cite_spans": [], "ref_spans": [{"start": 595, "end": 602, "text": "(X , B)", "ref_id": null}], "section": "Example 3."}, {"text": "Proof. As (X, B) is a bireduct and B = ∅, we have that there is no attribute distinguishing all objects in the set X. Therefore, for every object x ∈ X, we have thatā(x) =ā(x j ), for all attribute a ∈ A and any object x j ∈ X. Consequently,", "cite_spans": [], "ref_spans": [{"start": 7, "end": 16, "text": "As (X, B)", "ref_id": null}], "section": "Proposition 2. Let (U, A) an information system and"}, {"text": "which is the definition of [x] A presented in Definition 1. Therefore, X ⊆ [x] A . By the maximality of X, we obtain that X must be [x] A .", "cite_spans": [], "ref_spans": [], "section": "Proposition 2. Let (U, A) an information system and"}, {"text": "In this example, we present the connection between the indiscernibility classes of the objects in an information system and the bireducts with no attributes.", "cite_spans": [], "ref_spans": [], "section": "Proposition 2. Let (U, A) an information system and"}, {"text": "Example 4. Let us continue the study of the information system in Example 1. If we consider the bireducts (X i , B i ), with i ∈ {5, . . . , 9}, we have that B i = ∅, for all i ∈ {5, . . . , 9}.", "cite_spans": [], "ref_spans": [], "section": "Proposition 2. Let (U, A) an information system and"}, {"text": "On the other hand, if we compute the indiscernibility classes of the objects of the considered information system, we obtain that:", "cite_spans": [], "ref_spans": [], "section": "Proposition 2. Let (U, A) an information system and"}, {"text": "Comparing these subsets of objects with the bireducts (X i , B i ), with i ∈ {5, . . . , 9}, we obtain a correspondence between the sets X i , with i ∈ {5, . . . , 9} and the indiscernibility classes [x] A , for all x ∈ U .", "cite_spans": [], "ref_spans": [], "section": "Proposition 2. Let (U, A) an information system and"}, {"text": "In the particular case of a decision system, if the subset of attributes of a birreduct is empty, the subset of objects of that bireduct is the decision class provided by the decision attribute.", "cite_spans": [], "ref_spans": [], "section": "Proposition 2. Let (U, A) an information system and"}, {"text": "Proof. By definition of bireduct in a decision system, B = ∅ if and only if the value of the decision attribute is the same for all the objects in X. In this case, since two objects with the same decision attribute value are not compared further, the assumption B = ∅ automatically implies that all objects are in the same decision class, that is X = [x] d , for every object x ∈ X.", "cite_spans": [], "ref_spans": [], "section": "Proposition 3. Given a decision system (U, A ∪ {d}) and its family of decision bireducts"}, {"text": "Moreover, bireducts remove inconsistencies in the data, that is the cases when two objects have different decision value, but they are indiscernible by the attributes in A.", "cite_spans": [], "ref_spans": [], "section": "Proposition 3. Given a decision system (U, A ∪ {d}) and its family of decision bireducts"}, {"text": ", if x, y ∈ U satisfy that d(x) = d(y) andā(x) =ā(y), for all a ∈ A, then x and y do not belong to the same subset X, for any bireduct (X, B).", "cite_spans": [], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "Proof. By the definition of discernibility function of decision systems, given in Expression 4, if x, y ∈ U , such that d(x) = d(y), the conjunctive normal form τ bir will contain the clause", "cite_spans": [], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "Sinceā(x) =ā(y), for all a ∈ A, the set {a ∈ A |ā(x) =ā(y)} is empty and so, the clause is x ∨ y.", "cite_spans": [], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "Therefore, every cube of the obtained reduced disjunctive normal form will contain x or y. As a consequence, by Theorem 3, we have that, for every bireduct (X, B), the set X cannot contain x and y simultaneously, which proves the result.", "cite_spans": [], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "As a consequence of this result, all bireducts are consistent and so, the obtained information from these subsystems is also consistent. The following example illustrates the previous notions and results in the particular case of a decision system.", "cite_spans": [], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "Example 5. From the information system (U, A) in Example 1, we will add a decision attribute. This decision attribute will represent whether a patient has flu or not. The relation is shown in Table 3 . Table 3 . Relation of Example 5.", "cite_spans": [], "ref_spans": [{"start": 192, "end": 199, "text": "Table 3", "ref_id": null}, {"start": 202, "end": 209, "text": "Table 3", "ref_id": null}], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "R fever(f) cough(c) tonsil inflam.(t) muscle ache(a) flu? As we can see in Table 3 , the objects 3 and 4 have different values in the decision attribute but the values of these objects coincide for the rest of the attributes. Therefore, objects 3 and 4 represent an inconsistency in the data. Now, if we compare the objects considering the indiscernibility relation presented in Definition 1, we can build the following discernibility matrix: ⎛", "cite_spans": [], "ref_spans": [{"start": 75, "end": 82, "text": "Table 3", "ref_id": null}], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "There exist two cases to obtain the empty set as an element of the discernibility matrix: the objects have the same value in the decision attribute or, having different values in the decision attribute, the objects are indiscernible. Therefore, considering the discernibility matrix, we obtain the unidimensional discernibility function:", "cite_spans": [], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "Therefore, we obtain two decision reducts:", "cite_spans": [], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "Now, we will compute all bireducts of the decision system (U, A ∪ {d}) from Theorem 2, that is, throughout the following bidimensional discernibility function.", "cite_spans": [], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "From the formula above, the reduced disjunctive normal form is computed.", "cite_spans": [], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "Hence, we obtain 18 decision bireducts, some of them listed in Table 4 . If we observe the reducts in Table 2 , we detect that bireducts (X 3 , B 3 ), (X 4 , B 4 ) and (X 5 , B 5 ) have the same subsets of attributes as the reducts D 1 and D 2 , listed in Expression 6. Notice that the subsets of objects in these three bireducts are not the whole set A. This is due to objects 3 and 4 present an inconsistence in the data, as Proposition 4 asserts, they cannot belong to the same subset of objects of any bireduct. Therefore, when the considered dataset presents inconsistencies, a decision reduct is represented as a bireduct with the set of objects as large as possible without inconsistencies.", "cite_spans": [], "ref_spans": [{"start": 63, "end": 70, "text": "Table 4", "ref_id": "TABREF5"}, {"start": 102, "end": 109, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "On the other hand, bireducts (X 6 , B 6 ) and (X 7 , B 7 ) do not consider any attribute. Comparing with the classes, we obtain that: [2] ", "cite_spans": [{"start": 134, "end": 137, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Proposition 4. Given a decision system (U, A ∪ {d})"}, {"text": "In this paper, we have studied some properties of bireducts and highlighted specific obtained bireducts. Mainly, we have identified the bireducts that provide the indiscernibility classes of the objects of the considered dataset. Moreover, it has been proved that the reducts of information systems and decision systems can also be obtained from bireducts. Furthermore, in the particular case of decision systems, we have proven that inconsistencies can be detected with bireducts and that they consider the largest consistent subsets of objects.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Future Work"}, {"text": "As a future work, we will continue the study of the properties obtained from the reduction of a formal context by means of bireducts. Also, we will use this study in order to reduce the number of attribute implications in FCA. In addition, the notion of fuzzy bireduct will be investigated.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Future Work"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Delta-information reducts and bireducts", "authors": [{"first": "M", "middle": [], "last": "Benítez", "suffix": ""}, {"first": "J", "middle": [], "last": "Medina", "suffix": ""}, {"first": "D", "middle": [], "last": "Ślȩzak", "suffix": ""}], "year": 2015, "venue": "Conference of the International Fuzzy Systems Association and the European Society for Fuzzy Logic and Technology (IFSA-EUSFLAT-2015)", "volume": "", "issn": "", "pages": "1154--1160", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Reducing information systems considering similarity relations", "authors": [{"first": "M", "middle": [], "last": "Benítez", "suffix": ""}, {"first": "J", "middle": [], "last": "Medina", "suffix": ""}, {"first": "D", "middle": [], "last": "Ślȩzak", "suffix": ""}], "year": 2015, "venue": "7th European Symposium on Computational Intelligence and Mathematices (ESCIM 2015)", "volume": "", "issn": "", "pages": "257--263", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Bireducts with tolerance relations", "authors": [{"first": "M", "middle": ["J"], "last": "Benítez-Caballero", "suffix": ""}, {"first": "J", "middle": [], "last": "Medina", "suffix": ""}, {"first": "E", "middle": [], "last": "Ramírez-Poussa", "suffix": ""}, {"first": "D", "middle": [], "last": "Ślȩzak", "suffix": ""}], "year": 2018, "venue": "Inf. Sci", "volume": "435", "issn": "", "pages": "26--39", "other_ids": {"DOI": ["10.1016/j.ins.2017.12.037"]}}, "BIBREF3": {"ref_id": "b3", "title": "Attribute selection with fuzzy decision reducts", "authors": [{"first": "C", "middle": [], "last": "Cornelis", "suffix": ""}, {"first": "R", "middle": [], "last": "Jensen", "suffix": ""}, {"first": "G", "middle": [], "last": "Hurtado", "suffix": ""}, {"first": "D", "middle": [], "last": "Ślȩzak", "suffix": ""}], "year": 2010, "venue": "Inf. Sci", "volume": "180", "issn": "", "pages": "209--224", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Rough set methods for attribute clustering and selection", "authors": [{"first": "A", "middle": [], "last": "Janusz", "suffix": ""}, {"first": "D", "middle": [], "last": "Ślȩzak", "suffix": ""}], "year": 2014, "venue": "Appl. Artif. Intell", "volume": "28", "issn": "3", "pages": "220--242", "other_ids": {"DOI": ["10.1080/08839514.2014.883902"]}}, "BIBREF5": {"ref_id": "b5", "title": "Relating attribute reduction in formal, object-oriented and propertyoriented concept lattices", "authors": [{"first": "J", "middle": [], "last": "Medina", "suffix": ""}], "year": 2012, "venue": "Comput. Math. Appl", "volume": "64", "issn": "6", "pages": "1992--2002", "other_ids": {"DOI": ["10.1016/j.camwa.2012.03.087"]}}, "BIBREF6": {"ref_id": "b6", "title": "Rough sets", "authors": [{"first": "Z", "middle": [], "last": "Pawlak", "suffix": ""}], "year": 1982, "venue": "Int. J. Comput. Inf. Sci", "volume": "11", "issn": "", "pages": "341--356", "other_ids": {"DOI": ["10.1007/BF01001956"]}}, "BIBREF7": {"ref_id": "b7", "title": "Intelligent Decision Support: Handbook of Applications and Advances of the Rough Sets Theory", "authors": [{"first": "A", "middle": [], "last": "Skowron", "suffix": ""}, {"first": "C", "middle": [], "last": "Rauszer", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "331--362", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Ensembles of bireducts: towards robust classification and simple representation", "authors": [{"first": "D", "middle": [], "last": "Ślȩzak", "suffix": ""}, {"first": "A", "middle": [], "last": "Janusz", "suffix": ""}], "year": 2011, "venue": "FGIT 2011", "volume": "7105", "issn": "", "pages": "64--77", "other_ids": {"DOI": ["10.1007/978-3-642-27142-7_9"]}}, "BIBREF9": {"ref_id": "b9", "title": "Recent advances in decision bireducts: complexity, heuristics and streams", "authors": [{"first": "S", "middle": [], "last": "Stawicki", "suffix": ""}, {"first": "D", "middle": [], "last": "Ślȩzak", "suffix": ""}, {"first": "P", "middle": [], "last": "Lingras", "suffix": ""}, {"first": "M", "middle": [], "last": "Wolski", "suffix": ""}, {"first": "C", "middle": [], "last": "Cornelis", "suffix": ""}, {"first": "S", "middle": [], "last": "Mitra", "suffix": ""}], "year": 2013, "venue": "RSKT 2013", "volume": "8171", "issn": "", "pages": "200--212", "other_ids": {"DOI": ["10.1007/978-3-642-41299-8_19"]}}, "BIBREF10": {"ref_id": "b10", "title": "Attribute reduction in decision-theoretic rough set models", "authors": [{"first": "Y", "middle": [], "last": "Yao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2008, "venue": "Inf. Sci", "volume": "178", "issn": "17", "pages": "3356--3373", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Data analysis based on discernibility and indiscernibility", "authors": [{"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yao", "suffix": ""}, {"first": "F", "middle": [], "last": "Luo", "suffix": ""}], "year": 2007, "venue": "Inf. Sci", "volume": "177", "issn": "22", "pages": "4959--4976", "other_ids": {"DOI": ["10.1016/j.ins.2007.06.031"]}}}, "ref_entries": {"FIGREF0": {"text": "Let (U, A) be an information system and a subset of attributes D ⊆ A. The subset D is a consistent set of (U, A) if Ind(D) = Ind(A). Moreover, if for each a ∈ D we have that Ind(D {a}) = Ind(A), then D is a reduct of (U, A).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Let (U, A) be a boolean information system. An arbitrary set D, where D ⊆ A, is a reduct of the information system if and only if the cube a∈D a is a cube in the restricted disjunctive normal form.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Let us consider the information system (U, A), where the set of objects represents six patients U = {1, 2, 3, 4, 5, 6}, the set of attributes A = {fever(f), cough(c), tonsil inflam.(t), muscle ache(a)} and the relation between them is shown in", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Given a decision system (U, A ∪ {d}), the pair (B, X), where B ⊂ A and X ⊂ U , is called decision bireduct if and only if B discern every pair x i , x j ∈ X where d(x i ) = d(x j ) and the following properties are verified:", "latex": null, "type": "figure"}, "TABREF0": {"text": "Relation of Example 1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>R </td><td>fever(f) </td><td>cough(c) </td><td>tonsil inflam.(t) </td><td>muscle ache(a)\n</td></tr><tr><td>1 </td><td>High </td><td>No </td><td>No </td><td>No\n</td></tr><tr><td>2 </td><td>High </td><td>No </td><td>Yes </td><td>Yes\n</td></tr><tr><td>3 </td><td>Low </td><td>Yes </td><td>Yes </td><td>No\n</td></tr><tr><td>4 </td><td>Low </td><td>Yes </td><td>Yes </td><td>No\n</td></tr><tr><td>5 </td><td>High </td><td>Yes </td><td>Yes </td><td>Yes\n</td></tr><tr><td>6 </td><td>No </td><td>Yes </td><td>Yes </td><td>No\n</td></tr></table></body></html>"}, "TABREF1": {"text": "is a bireduct of the information system if and only if the cube a∈D a ∧ xi / ∈X x i is a cube in the restricted disjunctive normal form (RDNF) of τ bi U,A .", "latex": null, "type": "table"}, "TABREF2": {"text": "Some bireducts of information system (U, A) of Example 1", "latex": null, "type": "table"}, "TABREF3": {"text": "In this framework the role of reduct is a little bit different, since only objects with different decision attribute values are compared.Definition 6. The subset B ⊆ A is called a decision reduct for the decision system (U, A ∪ {d}) if it is an irreducible subset, such that B discerns all pairs", "latex": null, "type": "table"}, "TABREF5": {"text": "Several bireducts of the information system (U, A ∪ {d}) in Example 5", "latex": null, "type": "table"}, "TABREF6": {"text": "d = [4] d = [5] d = {2, 4, 5} = X 6 [1] d = [3] d = [6] d = {1, 3, 6} = X 7as Proposition 3 asserts.", "latex": null, "type": "table"}}, "back_matter": []}