{"paper_id": "085ef501f12ad663afa2555df4182d8c8203ee0f", "metadata": {"title": "Rapid Report: Early Demand, Profiles and Concerns of Mental Health Users during the Coronavirus (COVID-19) Pandemic", "authors": [{"first": "Nickolai", "middle": [], "last": "Titov", "suffix": "", "affiliation": {"laboratory": "", "institution": "Macquarie University", "location": {}}, "email": ""}, {"first": "Lauren", "middle": [], "last": "Staples", "suffix": "", "affiliation": {"laboratory": "", "institution": "Macquarie University", "location": {}}, "email": ""}, {"first": "Rony", "middle": [], "last": "Kayrouz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Macquarie University", "location": {}}, "email": ""}, {"first": "Shane", "middle": [], "last": "Cross", "suffix": "", "affiliation": {"laboratory": "eCentreClinic", "institution": "Macquarie University", "location": {"settlement": "Sydney", "country": "Australia"}}, "email": ""}, {"first": "Eyal", "middle": [], "last": "Karin", "suffix": "", "affiliation": {"laboratory": "eCentreClinic", "institution": "Macquarie University", "location": {"settlement": "Sydney", "country": "Australia"}}, "email": ""}, {"first": "Katie", "middle": [], "last": "Ryan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Blake", "middle": [], "last": "Dear", "suffix": "", "affiliation": {"laboratory": "", "institution": "Macquarie University", "location": {}}, "email": ""}, {"first": "Olav", "middle": [], "last": "Nielssen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Macquarie University", "location": {}}, "email": "olav.nielssen@mq.edu.au."}, {"first": "Katie", "middle": [], "last": "Ryan Bsc", "suffix": "", "affiliation": {"laboratory": "", "institution": "Macquarie University", "location": {}}, "email": ""}]}, "abstract": [{"text": "Journal Pre-proof J o u r n a l P r e -p r o o f Abstract Background: Trends in contact with a high volume national digital mental health service (DMHS), the MindSpot Clinic, provide a unique opportunity to assess the mental health effects of the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The spread of the Coronavirus, COVID-19, has been both dramatic and horrifying.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Between the 1 st of March and 15 th of April 2020 the number of known cases in Australia grew from 24 to 6,447, with more than 60 deaths (Australian Health Department). Based on observations of the effects of outbreaks in countries including China, Iran and Italy the Australian state, territory and federal governments issued unprecedented restrictions on travel, social gatherings and non-essential business, with the immediate effect of putting a significant number of people out of work.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The medical and economic effects of COVID-19 are expected to be profound, and possibly comparable to those of the influenza pandemic of 1918 and the great depression.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The psychological effect on the population is also expected to be significant, either from fear of the illness itself, the distress and shock associated with changes in routine, the loss of social contact and the economic consequences. This means that demand for mental health services is likely to increase at a time when many face to face mental health services have had to temporarily close or, with recently announced additional Australian Government funding (Office of the Prime Minister, 2 April 2020), attempt to transition to telehealth, either using telephone or video conferencing. There are early reports of high levels of concern amongst health professionals and others (Druss, 2020 , Ayanian, 2020 submitted). A feature of MindSpot is the routine measurement of symptoms at assessment, during treatment and at follow up using validated self-report scales that are sensitive to change, and importantly, the distribution of MindSpot users closely matches that of the population of Australia. On 19 th March 2020, one week after the World Health Organization confirmed COVID-19 as a pandemic, additional questions specific to COVID-19, were added to the online MindSpot assessment. Hence the data collected by MindSpot on large samples of people from all over Australia provides an opportunity to evaluate the early psychological effect of the COVID-19 pandemic and may assist in service planning. This report examines service demand, symptom profiles, and concerns of MindSpot users during the early phase of the COVID-19 pandemic in Australia, from 19 March 2020 to 15 April 2020.", "cite_spans": [{"start": 682, "end": 694, "text": "(Druss, 2020", "ref_id": "BIBREF2"}, {"start": 695, "end": 710, "text": ", Ayanian, 2020", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Three methods were used to assess changes in responses to COVID-19. First, website visits and call centre traffic were compared across two time periods; the \"comparison period\" from 1 September 2020 to 28 September 2019 , and the \"COVID-19 period\" from 19", "cite_spans": [], "ref_spans": [], "section": "Participants and Design"}, {"text": "March 2020 to 15 April 2020 (during the COVID-19 pandemic in Australia). The comparison period was selected based on analyses indicating it represented a 'typical' month of service delivery prior to severe bushfires experienced across Australia in late 2019 and early 2020. Second, demographic and symptom data for patients who started an assessment during the comparison period (n = 1650) and the early COVID-19 period (n=1668) were compared. Third, responses to questions about the impact of COVID-19 introduced to the assessment from 19 March 2020, and reports from treating therapists were examined.", "cite_spans": [], "ref_spans": [], "section": "Participants and Design"}, {"text": "All participants gave consent for their results to be used for quality assurance and development activities. Ethical approval for collection of this data was obtained from the Macquarie University Human Research Ethics Committee (5201200912). (Kessler, 2002) , the GAD7 measuring generalized anxiety (Kroenke, 2001) , and the PHQ9 measuring symptoms of depression (Spitzer, 2006) . Patients also answered questions about how long they thought they had symptoms of anxiety or depression. All patients answered questions about suicidal ideation, plans and intent as described previously (Nielssen, 2015) . On 19 March 2020, several additional questions about the impact of COVID-19 were added to the MindSpot assessment.", "cite_spans": [{"start": 243, "end": 258, "text": "(Kessler, 2002)", "ref_id": "BIBREF4"}, {"start": 300, "end": 315, "text": "(Kroenke, 2001)", "ref_id": "BIBREF5"}, {"start": 364, "end": 379, "text": "(Spitzer, 2006)", "ref_id": null}, {"start": 585, "end": 601, "text": "(Nielssen, 2015)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Participants and Design"}, {"text": "MindSpot therapists were also asked about the concerns raised by patients, in order to develop guidelines to assist MindSpot therapists in addressing those concerns. Information about those concerns was derived from an examination of 50 written case summaries prepared by therapists answering telephone calls, completing assessments or providing treatment.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Analyses Descriptive analyses of demographic and symptom characteristics were conducted and group differences between the comparison sample and COVID-19 sample were made using ANOVA and chi-square statistics to a significance level of .05. Given the increased danger of COVID-19 to older adults, analyses were also conducted examining potential differences between older and younger users.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Brief thematic analyses were conducted in the COVID-19 sample to examine how their own behaviour had changed in response to COVID-19, and secondly, issues and concerns affecting them. Information was derived from semi-automated thematic analysis of responses to the additional assessment questions.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Website and Call Volumes: Visits to the MindSpot Clinic website increased by 89% between the two time periods. Call volumes to MindSpot increased by at least 90% in the same period, although the exact figure is not available due to difficulty tracking the higher volume at the time when MindSpot staff were transitioning to fully working from home, in response to government directives. Phone records also show that average duration of calls increased by 100%, reflecting the level of distress of callers and the complexity of reported needs. Table 1 to a question about changes they had made, as shown in Table 2 , around half (47.9%) reported they were following recommended strategies including social distancing, selfisolation, and increased hygiene, and 18.5% reported changes associated with efforts to maintain resilience. Table 3 shows symptom scores on the K-10, PHQ-9, and GAD-7 by age group for both the comparison sample and the COVID-19 sample, and the level of concern and changes to routine by age group for the COVID-19 sample. Baseline symptom scores on the K-10, PHQ-9, and GAD-7 decreased with age for both samples, however the degree of concern about COVID-19 increased with age, from 15.0% in the 18-29 years age group to 35.5% in the over 55 years age group. Similarly, changes to routine increased with age, with 24.8% of 18-29-year olds reporting significant changes compared to 37.8% of the over 55 years age group.", "cite_spans": [], "ref_spans": [{"start": 543, "end": 550, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 606, "end": 613, "text": "Table 2", "ref_id": null}, {"start": 830, "end": 837, "text": "Table 3", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Therapists reported that patients presented with a range of concerns, including anxiety about either themselves or an elderly relative contracting COVID-19, job loss, financial insecurity and concern about obtaining essential items (12.4%), compounding pre-existing anxiety or stress (11.5%), and managing J o u r n a l P r e -p r o o f relationships within the home (4.6%). Health professionals and front-line staff contacting MindSpot reported concerns for their own safety and concerns that they may inadvertently infect family members.", "cite_spans": [], "ref_spans": [], "section": "Patient concerns reported by therapists:"}, {"text": "Data from a large sample of users of a national DMHS reveals a significant early psychological impact of the COVID-19 pandemic on the Australian community. There have been large increases in website visits, and number and duration of calls to the clinic when compared to a comparison period. Overall numbers of patients accessing online assessment services did not increase during this early stage but have subsequently significantly increased.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Recommendations"}, {"text": "There are several possible reasons for the increased demand for MindSpot services, including increased distress levels in the population, the temporary closure of existing face-to-face services, and increased promotion of MindSpot by other services that were unable to meet patients needs.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Recommendations"}, {"text": "Patients using MindSpot during this early pandemic period reported a broad range of concerns, including greater anxiety, but also concerns about issues such as where to access COVID-19 tests, financial insecurity, and how to adjust to isolation and other changes in lifestyle, including having children at home, being unable to visit family members and friends, and advice about supporting people in isolation. Many of these challenges involve themes of loss and adjustment, but also reflect exacerbation of existing tensions within families or workplaces.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Recommendations"}, {"text": "While most users acknowledged concern about COVID-19, there was only a small but We found that older adults, who are typically more stoical in their rating of mood symptoms, had higher levels of concern than younger adults. Anecdotally, our therapists reported that people contacting the service who are themselves health workers or are in other front-line services dealing with the public are often highly anxious about their own health, which is also understandable given the alarming reports of deaths among frontline doctors and nurses elsewhere (Fusalori, 2020).", "cite_spans": [], "ref_spans": [], "section": "Discussion and Recommendations"}, {"text": "The study was conducted early in the pandemic in Australia before the health effects have been widely felt. We have not yet detected increased alcohol abuse, domestic violence and other manifestations of familial discord, or anxiety of senior school students and university students about their future prospects from protracted closure of colleges and cancellation of exams. We also did not find an increase in patients reporting suicidal thoughts or plans, as might have been expected. However, given the current predictions of the need for long term reduction in social contact to slow the spread of infection, those concerns may emerge in time.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Recommendations"}, {"text": "The current study provides evidence of behavioural changes and mental health concerns in response to the COVID-19 pandemic. Limitations include the use of a comparison group from a period six months past. However, the period of September 2019 was selected following analyses indicating it represented the \"usual\" patient profile (Titov et al., 2020 submitted for publication), and avoided the period immediately prior to March 2020 during which Australia experienced a severe bushfire crisis that disrupted the summer holiday period and affected the major cities. It is possible that the demographics and symptoms of the comparison and COVID-19 groups reported here differ for reasons J o u r n a l P r e -p r o o f unrelated to the COVID-19 crisis, although given the remarkably consistent characteristics of MindSpot users we believe that to be unlikely.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Recommendations"}, {"text": "MindSpot and other DHMS have an important role in filling gaps that have emerged in services and providing access to evidence-based care to people who are unable to leave their homes. It is also possible for DMHS to deliver brief crisis-focused interventions to assist people to manage stressful situations. Notwithstanding the uncertainty about the future our focus has been on managing and responding to the increased demand. In response, we have increased the number of staff responding to telephone calls and have developed websitebased and other materials to direct consumers to other more relevant services, as well as providing practical information to support people to maintain resilience. Based on patient reports we have also developed clinical guides to prepare therapists to respond to patient concerns. Reports from our therapists indicate that existing patients with chronic forms of anxiety and depression have reported feeling overwhelmed at first, but that they have recognised the need to practice psychological coping skills that are shown to be helpful in managing anxiety and depression. We expect that there will be a need to create additional resources as the pandemic unfolds, as the early indications are that infections have been contained in Australia for now, and new challenges emerge, in particular economic uncertainty. There has been an increase in distress in both our clinical and operational staff, which again is unsurprising in the circumstances, and which is being managed by an J o u r n a l P r e -p r o o f ", "cite_spans": [], "ref_spans": [], "section": "Clinical Implications"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Australian Government, 2020. Coronavirus (COVID-19) current situation and case numbers, Department of Health", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Mental Health Needs of Health Care Workers Providing Frontline COVID-19 Care", "authors": [{"first": "J", "middle": [], "last": "Ayanian", "suffix": ""}, {"first": "", "middle": [], "last": "Epub", "suffix": ""}], "year": 2020, "venue": "JAMA Network Open", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Addressing the COVID-19 Pandemic in Populations With Serious Mental Illness", "authors": [{"first": "B", "middle": [], "last": "Druss", "suffix": ""}], "year": 2020, "venue": "JAMA Psychiatry", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "On the death of 100 + Italian doctors from COVID-19", "authors": [{"first": "P", "middle": [], "last": "Fusaroli", "suffix": ""}, {"first": "S", "middle": [], "last": "Balena", "suffix": ""}, {"first": "A", "middle": [], "last": "Lisotti", "suffix": ""}], "year": 2020, "venue": "Infection. EPub", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Short screening scales to monitor population prevalences and trends in non-specific psychological distress", "authors": [{"first": "R", "middle": [], "last": "Kessler", "suffix": ""}, {"first": "G", "middle": [], "last": "Andrews", "suffix": ""}, {"first": "L", "middle": [], "last": "Colpe", "suffix": ""}], "year": 2002, "venue": "Psychological Medicine", "volume": "32", "issn": "", "pages": "959--976", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The PHQ-9: validity of a brief depression severity measure", "authors": [{"first": "K", "middle": [], "last": "Kroenke", "suffix": ""}, {"first": "R", "middle": [], "last": "Spitzer", "suffix": ""}, {"first": "J", "middle": [], "last": "Williams", "suffix": ""}], "year": 2001, "venue": "Journal of General Internal Med", "volume": "16", "issn": "", "pages": "606--613", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Procedures for risk management and a review of crisis referrals from the MindSpot Clinic, a national service for the remote assessment and treatment of anxiety and depression", "authors": [{"first": "O", "middle": [], "last": "Nielssen", "suffix": ""}, {"first": "B", "middle": [], "last": "Dear", "suffix": ""}, {"first": "L", "middle": [], "last": "Lstaples", "suffix": ""}], "year": 2015, "venue": "BMC Psychiatry", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Anxiety < two weeks 3.0% (39/1317) 5.4% (73/1341) ꭙ 2 = 9.97, p < .01** Self-reported depression", "authors": [], "year": null, "venue": "", "volume": "69", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "but few studies have attempted to measure the effect of the COVID-19 pandemic on psychological symptoms in large samples of the population, and at this early stage, little is known about the immediate impact of COVID-19 on the mental health of people accessing mental health services. The MindSpot Clinic (www.mindspot.org.au) is a national digital mental health service (DMHS) funded by the Australian Department of Health. MindSpot launched in late 2012 and has since provided telephone and online psychological assessments, treatment and referral services to more than 100,000 Australian adults, of whom nearly 30,000 have J o u r n a l P r e -p r o o f enrolled in free online treatment courses (Titov et al, 2015, Titov et al, 2017; Titov et al.,", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The \"COVID-19 period\" represented the period of rapid growth in numbers of confirmed cases in Australia (from 691 on 19 March to 6,447 on 15 April 2020) and coincided with the introduction of specific questions about the impact of COVID-19 in the MindSpot online J o u r n a l P r e -p r o o f assessment. Data from the website was extracted using Google Analytics. Call centre volume was examined using records and management reports.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Demographic details were recorded as described in other reports (Titov et al, 2015, Titov et al, 2017, Titov et al, submitted for publication). The symptom measures were scores on the K-10, a measure of psychological distress", "latex": null, "type": "figure"}, "FIGREF3": {"text": "compares the demographic and symptom characteristics of the two samples. Patients in the COVID-19 sample were more likely to be female and were less likely to be employed. Despite the lower proportion in employment, there was no difference in reported psychosocial stressors, including financial stress or concerns about physical health. The COVID-19 sample had higher anxiety symptoms, and more people who self-reported being anxious than the comparison sample. A J o u r n a l P r e -p r o o f greater proportion of the COVID-19 sample reported that symptoms of anxiety and depression had emerged within the previous two weeks, although the proportions were still small. However, no differences were found in the level of symptoms of psychological distress, depression, or suicidal thoughts or plans. Concern about and impact of COVID-19: Table 2 shows responses to the COVID-19 questions added to the MindSpot online assessment in March 2020. Although only a small number of users personally knew someone who had been infected by the virus, the majority (93.8%) in the COVID-19 sample were concerned about getting COVID-19, and 87.1% reported they had made changes in lifestyle or routines to avoid infection. In response", "latex": null, "type": "figure"}, "FIGREF4": {"text": "significant increase in the level of symptoms of anxiety, and no increase in measures of depression, overall psychological distress, or suicidal thoughts. Few people have themselves had COVID-19 or even know of someone who has it, and the reasons reported by people for J o u r n a l P r e -p r o o f contacting the clinic include fear and uncertainty, the practical effect of the economic shutdown and changes in lifestyle and routine.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison of demographic and symptom characteristicsTable 2. Response to COVID-19 specific questions Have you had to make any changes to help you to manage the impact of COVID-19? If you have made changes, what has been most helpful? Following practical and recommended measures (e.g., social distancing, increased hygiene) 47.9% (346/723) Practicing resilience (e.g., establishing new routines, goals and plans, self-care, decreasing use of social media and news sites 18.5% (134/723) What has been challenging? Financial insecurity, including difficulties accessing groceries and essentials 12.4% (90/723) Compounding of pre-existing symptoms or Increased feelings of anxiety, stress or worry 11.5% (83/723)", "latex": null, "type": "table"}, "TABREF1": {"text": "Analyses of symptom scores and COVID-19 responses by sample and age group", "latex": null, "type": "table"}}, "back_matter": []}