{"paper_id": "088b84c7f97225aaa9ab6f78322258473ee8eebb", "metadata": {"title": "Using Photo Modeling Based 3DGRSL to Promote the Sustainability of Geo-Education, a case study from China", "authors": [{"first": "Xuejia", "middle": [], "last": "Sang", "suffix": "", "affiliation": {"laboratory": "", "institution": "China University of Mining and Technology", "location": {"postCode": "221116", "settlement": "Xuzhou", "country": "China"}}, "email": "sangxj@cumt.edu.cnx.s."}, {"first": "Linfu", "middle": [], "last": "Xue", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jilin University", "location": {"postCode": "130061", "settlement": "Changchun", "country": "China"}}, "email": ""}, {"first": "Xiaopeng", "middle": [], "last": "Leng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chengdu University of Technology", "location": {"postCode": "610059", "settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Xiaoshun", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "China University of Mining and Technology", "location": {"postCode": "221116", "settlement": "Xuzhou", "country": "China"}}, "email": "lixiaoshun1983@sohu.comx.l."}, {"first": "Jianping", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Göttingen", "location": {"addrLine": "Goldschmidtstrasse 3, D-37077", "country": "Germany"}}, "email": "jzhou1@uni-goettingen.dez.j."}]}, "abstract": [{"text": "In earth science education, observation of field geological phenomena is very important. Due to China's huge student population, it is difficult to guarantee education fairness and teaching quality in field teaching. Specimens are indispensable geo-education resources. However, the specimen cabinet or picture specimen library has many limitations and it is difficult to meet the internet-spirit or geo-teaching needs. Based on photo modeling, this research builds a 3D Geo-Resource Sharing Library (3DGRSL) for Geo-Education. It uses the Cesium engine and dataoriented distributed architecture to provide the educational resources to many universities. With Browser/Server (B/S) architecture, the system can realize multi-terminal and multi-scenario access of mobile phones, tablets, VR, PC, indoor, outdoor, field, providing a flexible and convenient way for preserving and sharing scientific information about geo-resources. This makes sense to students who cannot accept field teaching in under-funded colleges, and the ones with mobility problems. Tests and scoring results show that 3DGRSL is a suitable solution for displaying and sharing geological specimens. Which is of great significance for the sustainable use and protection of geoscience teaching resources, the maintenance of the right to fair education, and the construction of virtual simulation solutions in the future.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In Earth science, many field educational resources are so important rare and non-transportable resources that many universities offer rich field practice courses [1] [2] . Examples include the Colorado School of Mines, New York University, and the University of Alberta [3] [4] [5] . The British Geological Society recommends that a minimum field practice period for undergraduate education in geology as 105 days [6] . However, China's special problems have made most geo-practical courses timecritical and under-quality. How to resolve the conflict between quantity and quality has always been a difficult problem for field geo-education. Virtual visualization looks like a solution. However, modeling of real rocks has always been very time-consuming and laborious, and rough and false virtual rocks, outcrops, and terrain have severely restricted their application in geosciences. Therefore, the reproduction technology of real field environment is the core issue of virtual geoscience research, and it is also an important issue for the open and sharing of geo-education resources to promote the sustainability and equity of geoscience education.", "cite_spans": [{"start": 162, "end": 165, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 166, "end": 169, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 270, "end": 273, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 274, "end": 277, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 278, "end": 281, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 414, "end": 417, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "China has the largest group of young students in the world. It is difficult to manage field activities and safety issues are frequent. The geo-educational resources are often located in inaccessible terrains such as steep cliffs and deep valleys. Even with thoughtful considerations, fieldteaching activities are highly risky. In 2018, a tutor and four students from Southwest Petroleum University and Jilin University died during field geological survey; a graduate student of China University of Geosciences fell off a cliff in 2015.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Apart from the safety issues, summer field practices are often delayed or cancel by continuous rain in Eastern China. There are many more restrictions, just like Corona Virus Disease 2019, which has stopped classroom teaching and field teaching activities in almost all Chinese universities since the Chinese New Year. Field activities are facing so many restrictions that many schools have begun to reduce field courses, and some underfunded schools have directly canceled them. This has seriously affected the quality of geo-education in China [3, 6] .", "cite_spans": [{"start": 546, "end": 549, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 550, "end": 552, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "The real-world teaching resources often face the risk of being destroyed. For example, many geological samples have been destroyed during civil construction. Many non-renewable fossils, minerals, and crystals have been destroyed or transferred to traditional specimen rooms ( Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 276, "end": 284, "text": "Figure 3", "ref_id": null}], "section": "Lack of protection for geo-education resources"}, {"text": "There is a geological practice base in the Jilin University in Xingcheng City. Compared with the other seven practice bases in China, the Xingcheng base has better infrastructure and classic strata and structural outcrops. However, in 2018, to prevent landslides and falling rocks (Figure 1 ), the local government protected the exposed rock mass on the roadside, thus it is no longer available for teaching. In other words, this classic field geo-teaching resource has lost.", "cite_spans": [], "ref_spans": [{"start": 281, "end": 290, "text": "(Figure 1", "ref_id": null}], "section": "Lack of protection for geo-education resources"}, {"text": "In another example, in Linyi City, China, footprint fossils were reported by Xing [7] , evidencing that the Deinonychosauria lived in groups. However, these were destroyed by thieves in less than a year, leaving only gravel on the ground ( Figure 2 ). ", "cite_spans": [{"start": 82, "end": 85, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 240, "end": 248, "text": "Figure 2", "ref_id": "FIGREF9"}], "section": "Lack of protection for geo-education resources"}, {"text": "First, there are huge specimens that cannot be collected in nature, such as mountains, rivers, valleys, cliffs, and boulders. They are important rare and non-transportable resources for geoeducation. Second, the collection and sharing of even a small geoscience specimen are difficult. Classic specimens are often considered an exclusive collection. At the same time, many specimens were locked in the cabinet, making it difficult to observe freely ( Figure 3 ). Moreover, many underfunded geoscience colleges are unable to provide students with appropriate geo-specimens or practical courses. Therefore, preservation and utilization of these specimens have always been a problem.", "cite_spans": [], "ref_spans": [{"start": 451, "end": 459, "text": "Figure 3", "ref_id": null}], "section": "The inconvenience of specimens storing"}, {"text": ". Figure 3 . The traditional method for storing geo-specimens A) A dusty specimen display case. B) A locked specimen display case to prevent theft but it also prevents the students from observing it.", "cite_spans": [], "ref_spans": [{"start": 2, "end": 10, "text": "Figure 3", "ref_id": null}], "section": "The inconvenience of specimens storing"}, {"text": "In order to facilitate the view and digitization of specimens, many specimen databases have been created, such as the National Specimen Information Infrastructure (NSII) [8] , National Infrastructure of Mineral, Rock and Fossil Resources for Science and Technology (NIMRFRST) [9] . However, most of these databases store the data in the form of images and texts ( Figure 4 ). These databases merely offer directory or indexing of resources. These images and texts are often boring to students. A user cannot see the three-dimensional shape of the specimen, the spatial shape before the collection, and the macroscopic relationship between the specimen and the environment. Therefore, these databases are not conducive to the user to develop a whole way of geo-thinking. ", "cite_spans": [{"start": 170, "end": 173, "text": "[8]", "ref_id": null}, {"start": 276, "end": 279, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 364, "end": 372, "text": "Figure 4", "ref_id": "FIGREF1"}], "section": "Inappropriateness of Geo-image database"}, {"text": "A B", "cite_spans": [], "ref_spans": [], "section": "A B"}, {"text": "Skibba [10] , Jones [11] and Owens [12] believe that 3D and VR Technologies can be a solution to STEM education like geology, geomorphology or topography [13] . Carbonell found that the aid of 3D visualization can greatly improve the teaching in geoscience [14, 15] . Meyer believes that virtual reality technology allows students to explore the earth while sitting in a classroom [16] . The virtual lab has been proven to be the right way to promote effective teaching. However, the teaching of geosciences needs special attention. Since the knowledge of geology comes from nature, the virtual environment used in geology education must be realistic. Geology, geomorphology, and geography education require real surface-morphology relationships; structural analysis requires a rigorous and accurate surface model; lithology analysis requires detailed model texture. These natural phenomena should not be fabricated. Because, after all, the ability to interpret natural phenomena is to be verified in the actual work of students in the future.", "cite_spans": [{"start": 7, "end": 11, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 20, "end": 24, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 35, "end": 39, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 154, "end": 158, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 257, "end": 261, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 262, "end": 265, "text": "15]", "ref_id": "BIBREF14"}, {"start": 381, "end": 385, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Original Intention of 3DGRSL"}, {"text": "The game map editor (GME) is not the right tool for creating virtual environments directly [11] . Traditional workflow with GME usually depends on the Digital Elevation Model (DEM) and use satellite image as a ground-texture. The virtual terrain and the textural fineness are limited by the resolution of the DEM and the satellite image, respectively. Unfortunately, this method cannot meet the observing needs of geoscience at the outcrop and specimen scale. Figure 5 gives the process of producing terrain. First, the DEM data ( Figure 5B ) is used to stretch out the 3D surface, and then the satellite image texture ( Figure 5A ) is attached to the 3D surface. However, the resolution of the satellite image is too low and can only be manually replenished with texture information. Figure 5C is the final model and Figure 5D is the close-up view of the model. In Figure 5D , it can be observed that the terrain lacks details and the texture was repeated and false. Limited to GME, many virtual geosciences teaching systems cannot provide real terrain and rock models ( Figure 6 ) [17] . Fake terrain and stretched texture are not problematic in video games, but they cause a severe problem in geoscience education or libraries. The real models based on true geoscience knowledge are critical for both digital archiving and education. Therefore, the difficulty of modeling complex and realistic 3D models is an important issue that needs to be solved during the construction of 3D Geo-Resource Sharing Library. Therefore, this study puts forward the idea of building 3DGRSL (Figure 7 ) which can be used to show realistic geoscience 3D models. The ideal 3DGRSL should have some obvious advantages:", "cite_spans": [{"start": 91, "end": 95, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1083, "end": 1087, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 460, "end": 468, "text": "Figure 5", "ref_id": null}, {"start": 531, "end": 540, "text": "Figure 5B", "ref_id": null}, {"start": 621, "end": 630, "text": "Figure 5A", "ref_id": null}, {"start": 785, "end": 794, "text": "Figure 5C", "ref_id": null}, {"start": 818, "end": 827, "text": "Figure 5D", "ref_id": null}, {"start": 866, "end": 875, "text": "Figure 5D", "ref_id": null}, {"start": 1072, "end": 1080, "text": "Figure 6", "ref_id": null}, {"start": 1576, "end": 1585, "text": "(Figure 7", "ref_id": "FIGREF3"}], "section": "Original Intention of 3DGRSL"}, {"text": "1. The real three-dimensional model can be directly observed in geoscience. 2 . Shared and open design, which is convenient for researchers to maintain, update and communicate.", "cite_spans": [{"start": 76, "end": 77, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Original Intention of 3DGRSL"}, {"text": "3. Efficient 3D display mode to meet the needs of 3D display efficiency and hardware. In view of the above, new methods need to be applied. Next, we introduce several methods for targeted problem solving in 3DGRSL.", "cite_spans": [], "ref_spans": [], "section": "Original Intention of 3DGRSL"}, {"text": "The photo modeling method with core algorithms such as structure from motion (SFM) and multi-view stereo (MVS) [18] provides high-precision 3D data comparable to laser scanning while offering portability, low power consumption, and fast data collection. Because of these advantages, photo modeling technology has been applied rapidly in geosciences in the past four years [18] [19] [20] [21] [22] [23] , and there is a trend to replace ground laser scanning modeling. They are considered important methods for solving problem about producing complex 3D model [22, 24] .", "cite_spans": [{"start": 111, "end": 115, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 372, "end": 376, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 377, "end": 381, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 382, "end": 386, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 387, "end": 391, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 392, "end": 396, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 397, "end": 401, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 559, "end": 563, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 564, "end": 567, "text": "24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Photo modeling"}, {"text": "The first step in photo modeling is the feature matching of the SFM algorithm ( Figure 8 ). The SFM looks for the corresponding features of images in a set and uses the resulting matching points to calculate the relative position of each camera. It simultaneously determines the camera position at the time of each image capture and the spatial coordinates of each matching feature point [18] .", "cite_spans": [{"start": 388, "end": 392, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 80, "end": 88, "text": "Figure 8", "ref_id": "FIGREF4"}], "section": "Photo modeling"}, {"text": "This algorithm typically uses an incremental approach that combines more images in each successive iteration. These matching feature points constitute a feature point cloud that represents the structure of the target surface defined within the local coordinate system. After obtaining the attitude information of the known camera, a multi-view stereo algorithm is used to generate a dense point cloud for the surface of the object (Figure 9 ). The MVS algorithm identifies the best match between the images by systematic search on the pixel grid. It improves the matching precision and obtains more 3D point clouds known as dense point clouds [19] . There is no technical problem in using triangulation or mesh interpolation to generate a digital elevation model (DEM) or a 3D model of any selected direction from these dense point clouds. The 3D model or DEM can be used to correct the ground undulation and derive the orthophoto [23] . In addition, the 3D model can be formatted into a common 3D format, like 3D tiles for visualization and sharing [25] . ", "cite_spans": [{"start": 643, "end": 647, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 931, "end": 935, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1050, "end": 1054, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 431, "end": 440, "text": "(Figure 9", "ref_id": "FIGREF5"}], "section": "Photo modeling"}, {"text": "Cesium Engine is an open-source JavaScript library that has been widely used in world-class 3D rendering and map hosting solutions. It creates maps or 3D globes based on static and dynamic geographic information data. Cesium has advanced 3DTiles technology that can improve the transmission and display efficiency of 3D model resources. The 3D Tiles format is a common 3D model transmission and presentation solution for platforms such as Cesium. Its tile-set is a collection of tiles organized by a tree-shaped spatial data structure. Each tile has a virtual box that contains its inner structure completely. Its structure has spatial coherence, and the content of the sub-tile is entirely contained within the virtual range of the parent tile giving it the flexibility of hierarchical, sub-regional, and multi-threaded loading, greatly improving the speed and efficiency of the model display ( Figure 10 ). In February 2019, 3D Tiles became the OGC Community Standard for Streaming Massive 3D Geospatial Content [29] .", "cite_spans": [{"start": 1014, "end": 1018, "text": "[29]", "ref_id": null}], "ref_spans": [{"start": 896, "end": 905, "text": "Figure 10", "ref_id": "FIGREF6"}], "section": "Cesium Engine"}, {"text": "The complicated 3D model generated by photographic modeling needs to be simplified in order to reduce resource expenditure as it has excessive detail and unnecessary illumination information even with 3DTiles. The Instant Mesh software or Simplygon can be used to simplify the mesh and then 3DsMax can be used to clean up the redundant vertices [26, 27] . According to previous experiments, the model can be reduced by 70% of surfaces without any loss of visual effects.", "cite_spans": [{"start": 345, "end": 349, "text": "[26,", "ref_id": null}, {"start": 350, "end": 353, "text": "27]", "ref_id": null}], "ref_spans": [], "section": "Cesium Engine"}, {"text": "The models produced by photo modeling come with light and shadows information and must be removed. Black curtains, shadowless lamps, etc., can be used to eliminate shadow in the modeling process of smaller specimens. However, there are no shadowless-lights that can cover the cliff. The delighting tool can be used to remove shadows after modeling. It developed by Unity French team for generating the final unlit diffuse texture, and it is open-sourced on Github [28] . ", "cite_spans": [{"start": 464, "end": 468, "text": "[28]", "ref_id": null}], "ref_spans": [], "section": "Cesium Engine"}, {"text": "Distributed design is one of the characteristics of 3DGRSL. Several distributed data nodes support the platform data, the existing and future added data are uniformly registered then managed by the Data Registration Center. \"Data\" was separated from \"functions\" from the perspective of design and deployment. This not only facilitates data sharing and independent management of all units but also facilitates the development of \"data-oriented\" software and systems in the future, saving development costs and time. The platform is initially established with three service nodes, including China University of Mining and Technology, Jilin University, and Chengdu University of Technology, and the unique geo-resources of each unit are integrated (Figure 11) .", "cite_spans": [], "ref_spans": [{"start": 745, "end": 756, "text": "(Figure 11)", "ref_id": null}], "section": "Distributed construction"}, {"text": "A B C E D Figure 11 . Schematic diagram of the 3DGRSL.", "cite_spans": [], "ref_spans": [{"start": 10, "end": 19, "text": "Figure 11", "ref_id": null}], "section": "Distributed construction"}, {"text": "Basemap of 3DGRSL like terrain, vectors, and annotated web map tile service (WMTS) provided by the Tianditu Server [30] . Additional drones and aerial data are accessed in areas with severe cloud coverage. With GeoServer, other vector geological map data can also be added as required ( Figure  11 ). The system can view and extract the attributes of a geological map to support the understanding of the regional geological background. The model with a high-resolution map can clearly distinguish the gravel and shell on the surface; in the three-dimensional shape, it can be clearly seen that the vein is cut by fault ( Figure 12) . Users can learn about spatial distributions, scales, contact relationships, texture, and other characteristics of the field geology phenomena online. In addition to the digital geological phenomena, the teaching resources in the form of graphic multimedia must also be provided. The system provides a multi-tag view for users to switch between", "cite_spans": [{"start": 115, "end": 119, "text": "[30]", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 287, "end": 297, "text": "Figure  11", "ref_id": null}, {"start": 621, "end": 631, "text": "Figure 12)", "ref_id": "FIGREF0"}], "section": "Distributed construction"}, {"text": "A B 9 of 13 the phenomenon tag and the data tag. The teaching materials are collected and placed around the typical phenomena of the target, with pictures and texts.", "cite_spans": [], "ref_spans": [], "section": "A B"}, {"text": "Twenty teachers and ten students with field geology experience (after obtaining informed consent) were selected to use the Geo-Resource Sharing Library and score the system using a questionnaire. The scoring was mainly based on the following criteria:", "cite_spans": [], "ref_spans": [], "section": "Evaluation"}, {"text": "1. Ease of use: Users can easily browse through the functions of the virtual system. The specimen method is the most mature method, but its shortcomings include difficulty in sharing and storage. It can also be seen from Table 2 that the variance of the Spec score is small, indicating that most opinions tend to be concentrated. Cronbach's Alpha of Pic and Spec have a large score (α = 0.639 & 0.703). It seems that due to the different perceptions of the advantages by the raters. The scores of the 3D method seem largely, this may indicates that users are still skeptical about new technologies, and this situation needs time to improve.", "cite_spans": [], "ref_spans": [{"start": 221, "end": 228, "text": "Table 2", "ref_id": null}], "section": "Evaluation"}, {"text": "As shown in Figure 14 , physical specimens impede academic exchange, and specimens require large space for storage. Collecting information in the form of photographs is the most convenient method. The data size is small and transmission is easy. However, this method loses a lot of original information, and is not suitable for the specimen library.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 21, "text": "Figure 14", "ref_id": "FIGREF1"}], "section": "Evaluation"}, {"text": "Solving field teaching difficulties and sharing geological specimens online are very important to improve the quality of geoscience teaching and promote the right to a fair education. How to tap the potential of digital resources for field geoscience phenomena and reduce the cost of repeated data collection is a problem that must be faced in the future construction of geoscience virtual teaching laboratories and simulation environments. The resource sharing library provides a good solution to this problem in an open, co-constructed, distributed and shared manner. Working with more geological colleges to share and digitize the characteristic geo-resources for geo-education is forwardlooking for the future. This will not only preserve the geo-phenomena but will also allow students and researchers from all over the world to observe the phenomena and exchange ideas in the virtual geo-space.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Since the establishment of geosciences, the understanding of geology has been limited by their field-work experience. However, the idea of 3DGRSL may change the research and communication methods of the geoscience. People can tell a geological story by sending a URL instead of a bunch of static pictures or tens of pounds of stones.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With the development of the network and storage media, the data size will no longer be a problem. People will pay more attention to user experiences such as visualization effects and convenience. With Browser/Server (B/S) architecture, the system can realize multi-terminal and multi-scenario access of mobile phones, tablets, VR, PC, indoor, outdoor, field, providing a flexible and convenient way for preserving and sharing scientific information about geo-resources [31] [32] [33] .", "cite_spans": [{"start": 469, "end": 473, "text": "[31]", "ref_id": "BIBREF28"}, {"start": 474, "end": 478, "text": "[32]", "ref_id": "BIBREF29"}, {"start": 479, "end": 483, "text": "[33]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "Taking geography education as an example, more intuitive and realistic display effects often lead to better education quality, which has been proven by many researchers [10] [11] [12] [13] [14] [15] [16] . We believe that this system can provide important ideas that construct new digital specimen libraries, improves the learning quality in the uneven education area, and guarantees a fair and sustainable development of geoscience education.", "cite_spans": [{"start": 169, "end": 173, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 174, "end": 178, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 179, "end": 183, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 184, "end": 188, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 189, "end": 193, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 194, "end": 198, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 199, "end": 203, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this work, a new type of geo-specimen library, photo modeling based 3D Geo-Resource Sharing Library (3DGRSL) was built. From the statistical results, 3DGRSL is more intuitive and can render richer information than the image database. 3DGRSL has a display effect similar to the actual specimen, which greatly reduces the specimen storage cost and makes the sharing of specimens more convenient.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "3DGRSL provides a solution of sharing to the characteristic geo-education resources for many universities. Resource integration of the three universities has been achieved in this study. This experiment proved the importance of photo modeling for online specimen libraries, especially geological specimens. The platform provides important and open data support for the sustainable use and protection of geoscience teaching resources, the maintenance of the right to fair education, and the construction of virtual simulation solutions in the future.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The importance of a laboratory section on student learning outcomes in a university introductory earth science course", "authors": [{"first": "F", "middle": [], "last": "Forcino", "suffix": ""}], "year": 2013, "venue": "Journal of Geoscience Education", "volume": "61", "issn": "", "pages": "213--221", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An Empirical Methodology for Investigating Geocognition in the Field", "authors": [{"first": "Heather", "middle": ["L"], "last": "Petcovic", "suffix": ""}, {"first": "Julie", "middle": ["C"], "last": "Libarkin", "suffix": ""}, {"first": "Kathleen", "middle": ["M"], "last": "Baker", "suffix": ""}], "year": 2009, "venue": "Journal of Geoscience Education", "volume": "57", "issn": "", "pages": "316--328", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Characteristics and Enlightenment of Graduate Education in the Department of Geology and Geological Engineering", "authors": [{"first": "Tan", "middle": [], "last": "Chengpeng", "suffix": ""}, {"first": "Zhao", "middle": [], "last": "Xiaoming", "suffix": ""}, {"first": "Liao", "middle": [], "last": "Jijia", "suffix": ""}], "year": 2018, "venue": "China. Geological Education of China", "volume": "27", "issn": "", "pages": "91--95", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Predicting Performance in an Advanced Undergraduate Geological Field Camp Experience", "authors": [{"first": "M J", "middle": [], "last": "Dykas", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Valentino", "suffix": ""}], "year": 2016, "venue": "Journal of Geoscience Education", "volume": "64", "issn": "", "pages": "314--322", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Geoscience Garden: an outdoor teaching installation at the University of Alberta", "authors": [{"first": "J W", "middle": [], "last": "Waldron", "suffix": ""}, {"first": "A", "middle": [], "last": "Locock", "suffix": ""}], "year": 2009, "venue": "Agu Spring Meeting", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Research on the Construction of Graduate Field Practice Bases of Chinese Academy of Geological Sciences", "authors": [{"first": "Zhang", "middle": [], "last": "Xiaobo", "suffix": ""}, {"first": "Wang", "middle": [], "last": "Xiuhua", "suffix": ""}], "year": 2012, "venue": "China Geological Education", "volume": "21", "issn": "", "pages": "129--131", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A diversified vertebrate ichnite fauna from the Dasheng Group (Lower Cretaceous) of southeast Shandong Province", "authors": [{"first": "L", "middle": [], "last": "Xing", "suffix": ""}, {"first": "M G", "middle": [], "last": "Lockley", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2017, "venue": "China. Historical Biology", "volume": "", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Rock and Fossil Resources for Science and Technology", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Virtual reality comes of age", "authors": [{"first": "", "middle": [], "last": "Skibba Ramin", "suffix": ""}], "year": 2018, "venue": "Nature", "volume": "553", "issn": "", "pages": "402--403", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Simulated labs are booming", "authors": [{"first": "Nicola", "middle": [], "last": "Jones", "suffix": ""}], "year": 2018, "venue": "Nature", "volume": "562", "issn": "", "pages": "5--7", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Science and technology education", "authors": [{"first": "Brian", "middle": [], "last": "Owens", "suffix": ""}], "year": 2018, "venue": "Nature", "volume": "562", "issn": "", "pages": "1--1", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Computers and Virtual Reality for Surgical Education in the 21st Century", "authors": [{"first": "R S", "middle": [], "last": "Haluck", "suffix": ""}, {"first": "T", "middle": [], "last": "Krummel", "suffix": ""}], "year": 2000, "venue": "Archives of Surgery", "volume": "135", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Map-Reading Skill Development with 3D Technologies", "authors": [{"first": "C C", "middle": [], "last": "Carlos", "suffix": ""}, {"first": "V A", "middle": [], "last": "Bogdan", "suffix": ""}, {"first": "L C", "middle": [], "last": "Elena", "suffix": ""}, {"first": "Lucia", "middle": ["D"], "last": "Simona", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Journal of Geography", "volume": "116", "issn": "", "pages": "197--205", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Interactive Visualization Software to Improve Relief Interpretation Skills: Spatial Data Infrastructure Geoportal versus Augmented Reality. The Professional Geographer", "authors": [{"first": "C C", "middle": [], "last": "Carlos", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Stephany", "suffix": ""}], "year": 2019, "venue": "", "volume": "71", "issn": "", "pages": "725--737", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Students explore the earth and beyond with virtual field trips", "authors": [{"first": "L", "middle": [], "last": "Meyer", "suffix": ""}], "year": 2016, "venue": "", "volume": "43", "issn": "", "pages": "22--25", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Construction and Application of Botany Virtual Experiment Platform", "authors": [{"first": "Cui", "middle": [], "last": "Cheng Dan", "suffix": ""}, {"first": "Wang", "middle": [], "last": "Jin", "suffix": ""}, {"first": "", "middle": [], "last": "Qingya", "suffix": ""}], "year": 2016, "venue": "Laboratory Research and Exploration", "volume": "2", "issn": "", "pages": "62--66", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Structure from motion in the geosciences", "authors": [{"first": "M", "middle": [], "last": "Brook", "suffix": ""}], "year": 2017, "venue": "New Zealand Geographer", "volume": "73", "issn": "", "pages": "145--146", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Photogrammetric project and mission planning", "authors": [{"first": "Q", "middle": [], "last": "Abdullah", "suffix": ""}, {"first": "J", "middle": [], "last": "Bethel", "suffix": ""}, {"first": "M", "middle": [], "last": "Hussain", "suffix": ""}, {"first": "R", "middle": [], "last": "Munjy", "suffix": ""}], "year": 2013, "venue": "Manual of Photogrammetry. American Society for Photogrammetry and Remote Sensing", "volume": "", "issn": "", "pages": "1187--1220", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Ground-based and UAV-Based photogrammetry: A multi-scale, high-resolution mapping tool for structural geology and paleoseismology", "authors": [{"first": "S P", "middle": [], "last": "Bemis", "suffix": ""}, {"first": "S", "middle": [], "last": "Micklethwaite", "suffix": ""}, {"first": "D", "middle": [], "last": "Turner", "suffix": ""}], "year": 2014, "venue": "Journal of Structural Geology", "volume": "69", "issn": "", "pages": "163--178", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Stereoscopic Phototopographic mapping", "authors": [{"first": "C", "middle": ["H"], "last": "Birdseye", "suffix": ""}], "year": 1940, "venue": "Ann. Assoc. Am. Geogr", "volume": "30", "issn": "", "pages": "1--24", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A Model Helicopter over Pinchango Alto -Comparison of Terrestrial Laser Scanning and Aerial Photogrammetry", "authors": [{"first": "H", "middle": [], "last": "Eisenbeiss", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "339--358", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A study of Japanese landscapes using structure from motion derived DSMs and DEMs based on historical aerial photographs: New opportunities for vegetation monitoring and diachronic geomorphology", "authors": [{"first": "C", "middle": [], "last": "Gomez", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hayakawa", "suffix": ""}, {"first": "H", "middle": [], "last": "Obanawa", "suffix": ""}], "year": 2015, "venue": "Geomorphology", "volume": "242", "issn": "", "pages": "11--20", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Laser scanning and digital outcrop geology in the petroleum industry: a review", "authors": [{"first": "D", "middle": [], "last": "Hodgetts", "suffix": ""}], "year": 2013, "venue": "Mar. Pet. Geol", "volume": "46", "issn": "", "pages": "335--354", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Design and Implementation of a 4D Web Application for Analytical Visualization of Smart City Applications", "authors": [{"first": "", "middle": [], "last": "Murshed", "suffix": ""}, {"first": "", "middle": [], "last": "Syed", "suffix": ""}, {"first": "", "middle": [], "last": "Al-Hyari", "suffix": ""}, {"first": "", "middle": [], "last": "Ayah", "suffix": ""}, {"first": "", "middle": [], "last": "Wendel", "suffix": ""}, {"first": "", "middle": [], "last": "Jochen", "suffix": ""}], "year": 2018, "venue": "ISPRS International Journal of Geo-Information", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Accessed on January 11, 2020 & In Chinese)", "authors": [{"first": "", "middle": [], "last": "Tianditu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "E-Learning Material Development Framework Supporting 360VR Images/Videos Based on Linked Data for IoT Security Education", "authors": [{"first": "Y", "middle": [], "last": "Okada", "suffix": ""}, {"first": "A", "middle": [], "last": "Haga", "suffix": ""}, {"first": "S", "middle": [], "last": "Wei", "suffix": ""}], "year": 2019, "venue": "International Conference on Emerging Internetworking, Data & Web Technologies", "volume": "", "issn": "", "pages": "148--160", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Virtual Reality Visualization Model (VRVM) of the Tricarboxylic Acid (TCA) Cycle of Carbohydrate Metabolism for Medical Biochemistry Education", "authors": [{"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "R", "middle": [], "last": "Heo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chung", "suffix": ""}], "year": 2019, "venue": "Journal of Science Education and Technology", "volume": "11", "issn": "", "pages": "602--612", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Virtual Reality Simulations and Writing: a Neuroimaging Study in Science Education", "authors": [{"first": "R L", "middle": [], "last": "Lamb", "suffix": ""}, {"first": "E", "middle": [], "last": "Etopio", "suffix": ""}], "year": null, "venue": "Journal of Science Education and Technology", "volume": "", "issn": "5", "pages": "542--552", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A geological site that was \"damaged\" while protecting the safety of citizens. A) Sandstone outcrop in Xingcheng City, China, photo taken on June 11, 2017. B) The outcrop was completely covered by cement, photo taken on September 11, Geological sites in nature are not effectively protected. A) Dinosaur footprint fossil in Linyi City, China, photo taken on June 1, 2018. B) Dinosaur footprint fossils were destroyed, photo taken on April 26, 2019.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "A typical Image geo-database uses pictures and text to describe specimens. A) Typical online specimen picture database named NSII. B) Database index for NIMRFRST.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The traditional work process of establishing a ground-model based on DEM data and satellite images. A) Satellite image. B) Digital Elevation Model (DEM). C) Ground-model made by game map editor (GME). D) Detail of ground-Fake terrain and outcrops commonly used in a virtual education system.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Design ideas for some features of 3DGRSL.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Schematic diagram of Structure from Motion (SFM) algorithm.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Using SFM to restore 3D form with high resolution.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fine-scale 3D specimens. A) Maroon feldspar sandstone B) Granite syenite C) Conformable contact between limestone and fuchsia shale D) Diabase vein invading granitic gneiss. E) Chalcopyrite.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "A system producing the geological background of a target area by displaying vector geological maps (A) or large-scale 3D models (B).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Outcrop-scale 3D models (A) and a vein in it (B).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Comfort: Users can use and learn in a system comfortably. 3. Interactivity: it indicates the possibility of interaction. 4. Visual effects: it indicates the degree of satisfaction of the user's Geo-observation. 5. Fluency: it indicates the performance requirements of the device when the system is running. 6. Sharing convenience: it indicates the ease of sharing data or physical objects. 7. Geoinformation content: it indicates the amount of original information carried by the data or the physical object. 8. Storage cost: it indicates the cost of storage of data or physical objects.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Questionnaire score and description", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Score </td><td>Description </td></tr><tr><td>1 </td><td>Very inconvenient </td></tr><tr><td>2 </td><td>Some difficulties, but they can be overcome. </td></tr><tr><td>3 </td><td>The advantages and disadvantages are equally obvious </td></tr><tr><td>4 </td><td>Although inconvenient, it still meets the requirements of geosciences teaching </td></tr><tr><td>5 </td><td>Very suitable for geoscience teaching </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}