{
    "paper_id": "08cb3fe4c411a2c32e04450da7f7216dc6f47548",
    "metadata": {
        "title": "Performing Interventions: The Politics and Theatre of China's AIDS Crisis in the Early Twenty-First Century",
        "authors": [
            {
                "first": "Virginia",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Connecticut College",
                    "location": {
                        "settlement": "New London",
                        "region": "CT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Connecticut College",
                    "location": {
                        "settlement": "New London",
                        "region": "CT",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Theatrical productions attest to a radical shift in Chinese governmental policy and public awareness of the AIDS epidemic at the dawn of the twenty-first century; state-subsidised theatre worked directly with the government to contain the transmission of HIV. Produced by two of the country's most elite cultural institutions, the Shanghai Dramatic Arts Center and the Beijing People's Art Theatre respectively, The Dying Kiss (Shengsi Zhiwen) in 2003 and Student Zhao Ping (Zhao Ping Tongxue) in 2005 represented a sea change in the political response to the epidemic while documenting public perceptions towards people living with HIV and AIDS in China. 1 Embedded within these plays are over fifteen years of associations and popular understanding (and misunderstanding) intertwined with core national values. 2 Such beliefs were not only reinforced but challenged in these plays, capturing the tension of a cultural moment in which the government was caught between restrictive ideology and a desire to be a global leader in the wake of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It was sixteen years after China's first AIDS case was identified that the nation's government made HIV a high national priority by publicly acknowledging the severity of the threat the virus posed to its population in 2001 (Wu et al. 2007: 679) . Theatre at high-profile institutions was to serve as a powerful tool for prevention, stigma reduction and national image preservation. Government-appointed AIDS Ambassador and stage and screen celebrity Pu Cunxin communicated a vision for theatre's utility: \"We can't leave the arts out of the fight against AIDS but the arts must disseminate knowledge in an artistically superior waynot just spread education and propaganda. The power of real art is to move people, to reflect people's experiences\" (Pu 2005) . 3 These two high profile theatres provided a literal stage for the demonstration of government-sponsored efforts to turn the tide of the epidemic in China. Such a partnership was explicitly financial as well as ideological: The Dying Kiss was co-produced by the Shanghai Municipal Health Bureau and the Shanghai Dramatic Arts Centre and Student Zhao Ping was coproduced by the China Youth Fund for the Prevention of AIDS and Gobon Guilin Latex (a point discussed later in this essay). 4 Prior to these productions, government officials and the government-controlled media kept the virus separate from promoted views of Chinese nationalism, resulting in intense stigma for people living with HIV or AIDS. With new policies and such visible cultural leadership, a new commitment to HIV and AIDS prevention and care was palpable in the early twenty-first century.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 245,
                    "text": "(Wu et al. 2007: 679)",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 757,
                    "text": "(Pu 2005)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 760,
                    "end": 761,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this chapter, I first establish an historical context for these plays through a discussion of the epidemic's evolution in China through the end of the twentieth century. I then consider the modes of production and the sometimes subtle political content of each play in relation to shifts in governmental policy (with which both content and production are intertwined). Rooting my work in historical and dramaturgical analysis as well as interviews with artistic contributors, health workers and activists, I argue for the significance of The Dying Kiss and Student Zhao Ping as embodiments of government-fueled popular perceptions of HIV and AIDS in China at the start of the twenty-first century. Despite their short runs, these productions established an important precedent for theatre to address stigma and to affect governmental policy and even China's international standing as a leader in the global effort to address the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Early in the new millennium the goal of many theatre artists who addressed the epidemic in China was to alert audiences to its immediacy, to keep them from fearing it and to reduce isolation and shame endured by affected individuals. The need for such goals becomes clear as one considers the cultivation of stigma over the preceding decades. The trajectory of the AIDS epidemic in China is often divided into three stages (Shao 2001; Huang 2013) . Yiming Shao, Chief Expert on AIDS for the Chinese Center for Disease Control and Prevention, describes the 'introductory phase' as between roughly 1985 and 1988, when a popular perception of AIDS as a foreign disease was established. During this period, a small number of cases involving foreigners and Chinese citizens who had been traveling internationally was identified in coastal cities. Yanzhong Huang, Senior Fellow for Global Health for the Council on Foreign Relations, assesses the impact of these early cases on the perception of the growing crisis:",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 434,
                    "text": "(Shao 2001;",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 446,
                    "text": "Huang 2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "HIV and aIdS In CHIna: HIStorICal Context for tHeatrICal InterVentIonS"
        },
        {
            "text": "The initial statistics reinforced the myth that HIV/AIDS was not so much a public health problem as a social ill confined to Western countries. Like their US counterparts, Chinese scientists and public health officials were initially convinced that HIV/AIDS spread mainly through homosexuality and promiscuity (Xinhua July 22, 1987) . Believing that both behaviors were 'illegal and contrary to Chinese morality' and therefore limited in China, senior health officials were confident that the AIDS epidemic was unlikely to occur within their borders. (2013: 86-87) The second, 'slow' or 'regional' phase of the epidemic, is attributed to the period between 1989 and 1994 and describes the steady increase in incidence and the appearance of the disease within border regions of the country. It is often marked by the identification of 146 HIV-positive intravenous drug users within China's southwest Yunnan province. HIV spread widely during this phase, reaching the majority of China's provinces and adding several hundred cases each year. The geographical site of the next turning point lies in the central Henan province, where the practice of selling blood for cash was widespread in the mid-1990s and HIV infection in the region was recorded at over 50 per cent of the population (Rosenthal Sept. 16, 2001a) . By 1995, HIV incidence climbed into the thousands.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 332,
                    "text": "(Xinhua July 22, 1987)",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 564,
                    "text": "(2013: 86-87)",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1311,
                    "text": "(Rosenthal Sept. 16, 2001a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV and aIdS In CHIna: HIStorICal Context for tHeatrICal InterVentIonS"
        },
        {
            "text": "The third, 'nationwide', phase of the epidemic paved the way for undeniable recognition in the new millennium at about the same time. By 1998, HIV or AIDS cases were reported in all thirty-one provinces; China documented its first case of mother-to-child transmission, and sexual transmission of the disease had rapidly increased. Still, intravenous drug use and commercial blood and plasma donation accounted for the majority of transmissions during this phase, at 43.9 per cent and 24.1 per cent of the estimated number of HIV infections, respectively (China Ministry of Health 2004). The government estimates that in just four years, between 1999 and 2003, the number of people living in China with HIV increased from 500,000 to 840,000 (Thompson 2005: 4) . During this pivotal period in the first years of the new millennium, theatre artists directly engaged with new governmental policies, cultural identity, and social realities for people living with HIV or AIDS. Their productions serve as time capsules of a radical shift in the nation's response to the epidemic.",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 758,
                    "text": "(Thompson 2005: 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV and aIdS In CHIna: HIStorICal Context for tHeatrICal InterVentIonS"
        },
        {
            "text": "By World AIDS Day 2001, the Chinese news media were covering the epidemic in force. In addition to interviews with people living with HIV and widely-distributed public service announcements, a fictional television 'soap opera about a businessman who contracts the AIDS virus [sic] after a one-night stand with a prostitute [sic], featuring some of China's most popular actors' called If I Have Tomorrow aired during prime time on China Central TIC (CCTV) (Rosenthal 5 December 2001b) . 5 Pan Guiyu, vice minister of the SFPC, promoted If I Have Tomorrow by saying that it 'not only introduces to the public scientific knowledge about AIDS, but also sets a good example of the correct attitude people should hold toward the AIDS patients [sic] and their deadly disease.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 483,
                    "text": "(Rosenthal 5 December 2001b)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 737,
                    "end": 742,
                    "text": "[sic]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "a SHIft In PoPular PerCePtIon"
        },
        {
            "text": "[It] explores the theme of AIDS from social, family, ethic [sic] and moral perspectives, cautioning people to keep away from AIDS and calling for social concern for AIDS patients' (State Council 2001) . Foreshadowing the theatre about to emerge, government leaders invested in the power of entertainment to bring issues surrounding HIV to the public's attention. Even through this first programme of its kind, conservative morality was linked to a promoted national identity.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 200,
                    "text": "(State Council 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "a SHIft In PoPular PerCePtIon"
        },
        {
            "text": "In a series for The New York Times, Elisabeth Rosenthal documented the direct link between an increase in news media coverage and the government's evolving position on the epidemic, concluding: 'In a country where all news media are state-owned and content is more or less controlled, the burst of interest [in HIV and AIDS] clearly reflects a government decision to allow greater discussion of an epidemic that is growing rapidly, but has previously received only intermittent attention by the media' (5 December 2001b). The changes occurred quickly; in 1999, a short public-service announcement promoting condom use was pulled from television by officials who worried that it was 'too risqué', but only two years later safer sex was openly discussed on the radio. Even with more open public discussion, stigma remained and news coverage at the turn of the millennium still reinforced early perceptions of HIV and AIDS as a problem linked to foreigners; people living with HIV or AIDS featured on television had generally contracted HIV overseas and concealed their identity by wearing sunglasses or turning their backs to the camera (Rosenthal 5 December 2001b) . Social discrimination was widespread, manifest through well-documented isolation, the loss of resources and services, verbal stigma, secondary stigma endured by family members and fellow villagers, and even self-discriminating behaviour (Cao et al. 2006; Hardee et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 1135,
                    "end": 1163,
                    "text": "(Rosenthal 5 December 2001b)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1403,
                    "end": 1420,
                    "text": "(Cao et al. 2006;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1421,
                    "end": 1439,
                    "text": "Hardee et al. 2009",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "a SHIft In PoPular PerCePtIon"
        },
        {
            "text": "Despite this increase in reporting, an official shift in policy did not occur until 2003, described by Meghan Laslocky for PBS as 'the tipping year for China with regard to recognition of AIDS'. In an iconographic watershed moment, Prime Minister Wen publicly shook the hand of a person living with HIV. Laslocky writes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a SHIft In PoPular PerCePtIon"
        },
        {
            "text": "Many say it took a televised handshake for China to wake up. On World AIDS Day 2003, Prime Minister Wen Jiabao shook the hand of an HIVpositive person, and a close-up of their joined hands was broadcast around the country. Finally, with by some estimates one million AIDS victims [sic] in Henan province alone, silence was no longer an option, and the country's leaders were scrambling to come up with policies to show that they had a plan. (Laslocky 2007) That year, a new administration headed by President Hu Jintao, Prime Minister Wen Jiabao and Vice Premier and the then Health Minister Wu Yi put the implementation of evidence-based HIV policies high on the national agenda (Sun et al. 2010 ) and announced a new national AIDS control policy, 'Four Frees and One Care' (free treatment, free Voluntary Counseling and Testing (VCT), free Prevention of Mother to Child Transmission (PMCT) and free schooling for AIDS orphans, as well as provision of social relief for HIV patients). 6 However, such high-level policy making could not in and of itself prompt deep cultural change; after a photo of President Hu Jintao shaking hands with a person living with HIV was published, the man's daughter was expelled from school because of her father's serostatus (Wan 2014) . The impression of government leadership was important, however, and two plays at high-profile state theatres captured this dramatic shift in policy and served as a tool for prevention, stigma reduction and national image preservation.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 285,
                    "text": "[sic]",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 456,
                    "text": "(Laslocky 2007)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 680,
                    "end": 696,
                    "text": "(Sun et al. 2010",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1258,
                    "end": 1268,
                    "text": "(Wan 2014)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "a SHIft In PoPular PerCePtIon"
        },
        {
            "text": "While government spokespeople frequently stated that compassion was needed for all people living with HIV, dramaturgically, The Dying Kiss is set up to emphasise the protagonist's 'innocence' (in contrast to the 'guilt' of others). Even as the play educates audiences about HIV prevention and stigma, protagonist Xiao Lu is portrayed as a life-saver, a devoted son, a loving brother, a dedicated fiancé and a citizen unfairly discriminated against.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "For these reasons, producers at the Shanghai Dramatic Arts Center were optimistic when they sought funding from the city's Board of Health to fund additional performances beyond the planned six. Nonetheless, the request was denied with the rationale that, with its limited reach, theatre was not a good model for raising awareness (Yu 2005) . The Board did, however, supply printed educational materials to distribute to audiences. This act demonstrates conflict among government leaders: while some stress that formal educational materials cannot adequately capture the human dimension of the epidemic (Pu 2005) , not everyone was willing to step away from traditional modes of education and prevention, even during this period of increased awareness and HIV and AIDS policy reform. Nevertheless, the internationally acclaimed theatre is a flagship of modern China's culture and to produce the play on this topic in the first place was a demonstration of commitment to the issue.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 340,
                    "text": "(Yu 2005)",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 612,
                    "text": "(Pu 2005)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "The banner atop the Shanghai Dramatic Arts Center production program for The Dying Kiss declares the play to be 'the first play about AIDS in China'. While this description is not quite accurate, 8 the production remains remarkable for its full-length treatment of the emotional experience of a Chinese person living with HIV and the embodiment of popular conceptions of HIV and AIDS. The play, written by Li Rong and Li Shengying and directed by Terence Chang, is based on actual events that were documented by journalist Tu Qiao in a monthly newspaper column and her subsequent book entitled A Century's Sorrows (2000) . It depicts the development of a trusting relationship between the journalist and Xiao Lu, a person living with HIV. The Dying Kiss is a zhuxuanlu, or main melody play, one that reinforces government-supported values. Claire Conceison explores the complexity of the 'main melody' campaign in Chinese spoken drama, describing a 'complicated dialectic with which the government was able to exert control over theatre workers while at the same time theatre workers were able to manipulate this control to their own advantage' (1994). These nuances are captured within The Dying Kiss ( Fig. 9.1) .",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 620,
                    "text": "(2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1204,
                    "end": 1213,
                    "text": "Fig. 9.1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "The opening stage directions begin to correct the popular misunderstanding that HIV is an illness coming from beyond China's borders by indicating that Taiwanese singer Luo Dayou's classic love song 'My Hand Passing Through Your Black Hair' plays on set, and 'suddenly brings people to an intangible world that seems far away but is actually very close' (Li and Li 2003 : 1, emphasis added). The time is now and the location is a corner of the city. 9 Journalist Xu Qian serves as the audience's intended surrogate in the play; through her relationship with Xiao Lu, the audience member who believes that they are far removed from the virus develops a personal relationship with someone living with HIV.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 369,
                    "text": "(Li and Li 2003",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "The documentation of early twenty-first century popular understandings of HIV and AIDS abound from the first moment, sometimes with graphic, ignorant language. Upon learning that Xu Qian is going to interview a person living with HIV, her friend Wa Wa sets three rules for interaction: she must not shake hands with her interview subject, she must keep three feet away during the interview and she must refrain from talking over forty-five minutes. Xu Qian responds to her friend's demands with an assurance that includes a grotesque description of the physical manifestation of HIV, in line with popular misconceptions: I understand Wa Wa, because everyone would have the same reaction. Ai Zi! Wow! The untreatable disease! AIDS! … It eats your healthy cells, and swallows your entire body. Your beauty and figure all turn into rotting meat, a disgusting pile of rotting meat. I am not reading you the poetry of Shakespeare, I am interviewing such a person. (Li and Li 2003: 2) Although Xu Qian defies her friend and shakes the hand of Xiao Lu, who is described as 'a handsome man', afterwards she 'secretly looks at her palm and wipes it on her pants' (ibid.: 3).",
            "cite_spans": [
                {
                    "start": 959,
                    "end": 978,
                    "text": "(Li and Li 2003: 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "Blame and stigma endured by people living with HIV are dominant themes throughout the play. Echoing the sentiments of Pu Cunxin and the government's public stance on HIV and AIDS, Xiao Lu addresses his sense of social isolation in stark language and graphic imagery:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "Even if people did get the disease because of their dissolute lifestyle, I do not want you to look at them that way. Their lives are already hard enough and now they need to endure everyone's disdainful look. They are like rats curling up in the city's corner waiting to die, and in the morning the cleaner would throw them into the garbage truck. Who doesn't want to live healthily and happily? (Li and Li 2003: 3) This vivid and dehumanising comparison to rats contributes to stigma even as the play's producers sought to lessen it. Nevertheless, it captures contemporary popular fears. Herein lies the complexity of The Dying Kiss as a signal of governmental change; it calls for compassion, but employs language that underscores fears and revulsion.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 415,
                    "text": "(Li and Li 2003: 3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "A nationalistic view of China is reinforced through heroic action, gender dynamics, and echoes of the long-promoted idea that HIV and AIDS perme-ated China's borders from abroad; much is made of the idea that Xiao Lu acquired HIV while in Thailand. The protagonist is Chinese, and national pride is evoked as transmission is portrayed through valiant action: Xiao Lu saved the life of a co-worker when an industrial sewing machine punctured her hand. When he gallantly freed her, it fell down upon him, puncturing his finger (21-22). The gender dynamics in this scenario are significant. As Alicia Leung argues (2003) , at the time of this production, China 'maintained a high degree of control over gender construction in order to legitimize its historical achievement of revolution and liberation, … This is derived from the core philosophy Confucianism in which human role relations are cultivated and developed within a male-centered world' (359). Therefore, Xiao Lu was upholding core, nationalist values when he contracted HIV (while overseas) and is thereby presented as one of the play's 'innocent victims'. What the play does manage to achieve is to show discrimination in medical care in China, from references to nurses hiding from people living with HIV (4) to Xiao Lu's decision to seek treatment overseas (9). The play contrasts the blame, social stigma and harsh treatment in China with compassion and care at a treatment centre in Thailand. 10 A late scene between Xiao Lu and his doctor serves as a direct critique of the national response while providing a vision of the future (that aligns with the new governmental policies): DIRECTOR CAI: I should apologize to you. … Do you remember how I distrusted and doubted you when we met for the first time?",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 617,
                    "text": "Leung argues (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "XIAO LU: That was normal. Everyone would think like that. DIRECTOR CAI: Xiao Lu, it is not right to think in that way, especially as medical personnel. No matter how this person got AIDS, he deserves our sympathy and needs our devoted care. Any prejudice would just hurt them more deeply, which fails to help people fight the plague by weakening their fighting capacity. … I wonder why a patient tries so hard to try to prove his innocence? Doesn't it reflect prejudice ingrained in our values? While people are suspecting and despising each other, AIDS becomes increasingly rampant, devouring our land and our lives! I think that only when we create a better recovery? environment and cultural? atmosphere, can we help patients to fight disease and make a miracle. In a sense, every patient is a soldier who fights in the frontline. (Li and Li 2003: 24) As the scene draws to a close, Director Cai and Xu Qian (our audience surrogate) reflect on how much they've learned from Xiao Lu.",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 854,
                    "text": "(Li and Li 2003: 24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "Still, such a critique of China was to be made only within a larger critique of foreign value systems. Drawing on this notion of blame and guilt associated with HIV and AIDS, the play provides an indictment of capitalism and perceived Western values while emphasising a commitment to core values of Chinese nationalism. Perhaps no scene documents this denunciation with greater clarity than a flashback to 'Heaven's Home', the treatment facility in Thailand where Xiao Lu receives care. Making a strong contrast with the hospitals of China, Xiao Lu describes his new surroundings to the audience: 'Here people are absolutely equal. Here, the doctors and nurses are kind hearted like angels. They gave me comfort and the newest treatment' (18). 11 There, Xiao Lu meets a monk, whose lived Buddhist values stand in sharp contrast to Xiao Lu's father's claimed Christianity. The monk's story serves as a critique of capitalist values, further emphasising that some-antinationalist-behaviours make people 'deserve' to have HIV. The monk used to be a government official with a 'loving, sweet wife, a smart son in high school'. He then grew jealous of friends who had more money and beautiful women and quit his government job to go into business: 'At that time, bosses were flying all over the sky, CEOs were prevailing on the land. When you yell boss or CEO on the street, nine out of ten people would turn around. It's worth nothing.' He made a lot of money (19). He reveals that he contracted HIV through infidelity and that, 'without knowing, I brought the disease to my wife' and his son has since cut off contact with him. Now, devoted to his spiritual life, he explains: I know I'm going to hell. Then why don't I use my last time to make friends and contribute to the society to build a better afterlife? … I will use Buddha's great wisdom to light your fire of life, use Buddha's endless power to ignite your courage to conquer the disease, and use Buddha's forgiveness to make clear that you need to cherish your every day, alive. (20) This emphasis on society instead of the individual reflects core Chinese cultural values. Varying degrees of guilt and innocence and a commitment to nationalism emerge through this story. If the monk had not succumbed to capitalist desires, he would still be working for the government with a happy wife and son in further embodiment of cultural values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Dying Kiss 2003 7"
        },
        {
            "text": "Another play captured nationalistic tensions surrounding HIV and AIDS at the beginning of the twenty-first century, this time written and directed by one of the leading theatre artists in China, Tian Qinxin. Student Zhao Ping focuses on the cultural clashes between a younger generation of Chinese college students and older, more conservative professors and police officers. Its development history captures the conflict between art expressing China's youth culture and official restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "In addition to its place in China's official response to the HIV and AIDS epidemic, Student Zhao Ping is noteworthy within the context of Tian's career in that, as she herself observes, it is not like much of her other work (Tian 2005a ). The play is left out of most critical discussions of the acclaimed writer/director who is perhaps best known for her passionate and visually inspired presentations of huaju, or spoken drama. The piece began its development when Tian was approached by representatives of the China Youth Development Foundation to write a play with themes about the devastating impact of AIDS and its prevention among young people. Tian knew of the prejudice and stigma surrounding HIV and AIDS and felt as though, for the newest generation, the increasing incidence of HIV was an educational problem, and not only for those who tested positive. She asked; 'Who is paying attention to the people who are in fear? I wanted to explore this question. This play looks at the educational problem in this context' (Tian 2005a) .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 235,
                    "text": "(Tian 2005a",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1028,
                    "end": 1040,
                    "text": "(Tian 2005a)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "Brechtian in form and aim, the structure was the rehearsal of a play, calling for actors to play multiple roles even as they shifted between characters and themselves and provided commentary on the action. There were three different levels of interaction: actor to actor, actor to character and character to character, enabling brief moments of audience interaction like that in Augusto Boal's forum theatre. In these moments, this technique was used for audience empowerment and social change at the grass-roots level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "The play begins with the sexual harassment of Zhao Ping by four Western foreigners (played by actors wearing face masks, according to the stage directions; Tian 2005b: 2) at an international hotel in Beijing. Presumed to be acting as a sex worker, Zhao Ping is reported to the police by hotel security. Informed of the charge, university faculty and administration debate how prostitution and their (unnamed) university policy could co-exist. Police officers join the meeting and share information from their interrogation: Zhao Ping has multiple boyfriends and 'if she has a foreign boyfriend, she should get her blood tested' (4). The university officials blame Zhao Ping's behaviour on her education and her professor Xuedong comes under fire. It is revealed to the audience that Zhao Ping and Xuedong have been involved romantically. When Zhao Ping is convicted of prostitution, university officials fail her final paper, the last requirement for graduation. Without telling anyone where she is going, Zhao Ping then disappears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "Two months later, a friend of Zhao Ping tells Xuedong that Zhao Ping had emailed her and shared that one of her boyfriends was diagnosed with AIDS. Concerned about his own status, Xuedong goes to the hospital to be tested. Following his blood test, he moves 'into another dimension' (16). Tian Qinxin pointed to this scene as the crux of the play; as an artist, she was most interested in the emotions surrounding HIV and AIDS and, for her, 'the most interesting time is the period of waiting for results and the fear people experience. It doesn't matter what the results are, but whoever that person is, they need to have friends supporting them' (Tian 2005a) . Xuedong describes how he feels 'as if my spirit has left my body'. While unnamed characters offer reassurances about current treatment options and prognoses, Zhao Ping and her friend express contrary ideas: 'It cannot be cured', 'You would need a huge sum of money. Average people cannot afford it,' and 'Even flu vaccines change every year. Viruses change' (Tian 2005b: 15) .",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 660,
                    "text": "(Tian 2005a)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1021,
                    "end": 1037,
                    "text": "(Tian 2005b: 15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "Tian Qinxin maintains that the fear Xuedong experiences is an opportunity for education (2005a); he is enveloped in fear, creating an aura of tension within which the actors switch in and out of character to speak frankly about the disease and risky behaviour directly with the audience through improvisation (Tian 2005b: 16) . As the educational discussion ends, the audience returns to the fictional world in which a police officer reports that neither the foreigners' claims of prostitution at the hotel nor Zhao Ping's claims of harassment are considered reliable and, following review of security footage, Zhao Ping is exonerated. Concluding the play, Zhao Ping, now attending an US university, exchanges emails with Xuedong through which she reveals that she does not have AIDS: she made that up as, indeed, she had made up her boyfriends. Her manipulation of authority figures leaves the audience questioning what might be trusted in their own relationships. Taken in its entirety, Student Zhao Ping is less a play about HIV and AIDS and more about generational conflict and gender construction, but this improvised scene, broken out of the fictional narrative, serves an important purpose: ensuring direct, frank conversation about HIV with the audience. That it does so while promoting a specific brand of condoms is an issue I discuss later (Fig. 9.2) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 325,
                    "text": "(Tian 2005b: 16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1351,
                    "end": 1361,
                    "text": "(Fig. 9.2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "Produced by the National Theatre Company of China, the play was marketed as a fundraiser for AIDS orphans but Tian emphasised its importance for a particular, wider demographic: the rising youth generation within the overall population. The generational divide was captured in the press and described as emotions caught in fierce collision; the construction of gender roles is held up for interrogation and Zhao Ping's agency stands in sharp contrast with her teacher's view that women are 'born irrational, selfless, and passive' (Tian 2005b: 5) . Theatre critic Faye Wong observes of the play, 'compared with the physical aspects of the disease, the ideological roots of the virus are more horrible ' (2005) . Tian describes how these ideas found manifestation in her process:",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 546,
                    "text": "(Tian 2005b: 5)",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 709,
                    "text": "' (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "Before making the play, I interviewed some college students and professors about their views on AIDS. We do not cover drugs or moving scenes of caring for AIDS patients in this play, because television already tells this aspect of the epidemic extensively and vividly. Theatre cannot surpass television on this. We strove to present the collision of thought of people from different ages behind the sexual confusion of AIDS. (cited in Wong 2005) This emphasis on sexuality and individuality may appear markedly progressive and, certainly, compared to the traditional conservative morality in The Dying Kiss, it is. However, the play was sponsored by Gobon Guilin Latex, the foremost condom manufacturer in China (see Global Business 2005; Zou et al. 2012) , which promoted its brand not only by providing condoms for the audience in a gift bag along with informational brochures, but for conspicuous product placement within the play's final moments: XUEDONG: I should not preach to the audiences, but people should not have a promiscuous life. ZHAO PING: If you can't do that, I think, at least be safe. XUEDONG: The \"yezhanpai\" is pretty good EVERYONE: We should use \"yezhanpai\" produced by Guilin Gaobang. (Tian 2005b: 17) Such a corporation would have a financial interest in promoting (safe) sexual freedom, partnering theatre and industry in efforts to contain the epidemic. Furthermore, the market was auspicious: with the increased awareness and action concerning HIV by the government and in the popular media, condom sales were increasing dramatically ('Global Business' 2005) . While promoting discussion of HIV, the play was also promoting a new ideology concerning sexual freedom.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 445,
                    "text": "Wong 2005)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 739,
                    "end": 755,
                    "text": "Zou et al. 2012)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1209,
                    "end": 1225,
                    "text": "(Tian 2005b: 17)",
                    "ref_id": null
                },
                {
                    "start": 1562,
                    "end": 1586,
                    "text": "('Global Business' 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "This cultural shift is apparent within governmental regulation of the play. When Tian sought official approval of the script from the Cultural Bureau in Beijing prior to production, she was told that, while the subject of HIV was important, the script's sexual content was a problem. Tian was flabbergasted that she had been commissioned to write a play about AIDS for an increasingly sexually active generation but was not to address sex, a potent means of HIV transmission. She said: 'There's no way we could present this story to this generation without talking about sex' (2005a). She sought and found a loophole in the approval system. During my interview with her, she emphasised that this was a time of significant cultural reform; 'there was a socialist system for performance approval and a new, special socialism category' through which the play was finally approved (Tian 2005a) .",
            "cite_spans": [
                {
                    "start": 877,
                    "end": 889,
                    "text": "(Tian 2005a)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "Like The Dying Kiss, Tian's play reinforces the idea that HIV and AIDS are associated with foreigners. Indeed, in order to torment her lover, Zhao Ping plays off the cultural imagination by telling Xuedong that she may have contracted HIV from her foreign boyfriend. Despite the progressive depiction of Zhao Ping's sexuality, the play presents the police as a conservative moral authority. While they conclude that Zhao Ping had not been engaging in prostitution and so should not face punitive actions from the university, therein lies the condemnation of sex workers. Similarly, Zhao Ping had lied about having a foreign lover, suggesting that her own serostatus might be different if in fact she had had a foreign lover.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "negotIatIng natIonal IdentIty durIng an InternatIonal ePIdemIC Both legitimising and challenging the early Chinese cultural assignation of AIDS as a foreign disease, these productions comingle with concurrent policy to acknowledge the reality of the disease in China. The Dying Kiss and Student Zhao Ping reflected the government's evolving stance concerning the virus. These plays protected the honour of Chinese national identity by portraying the disease as something entering Chinese society from outside the country's borders. The plays addressed in this study mark policy change, reflecting experiences that capture a society transitioning from denial to confrontation at the dawn of the twenty-first century. Since the time these plays were produced few theatrical productions in China have approached the topic of HIV and AIDS explicitly, while television and feature films continue to offer representation. 12 However, stigma endures (Kazar and Wang 2014) and it remains to be seen how the performing arts in China might productively intervene.",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 964,
                    "text": "(Kazar and Wang 2014)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "sTuDenT Zhao Ping 2005"
        },
        {
            "text": "This research would not have been possible without the generous scholarly support and tireless translation work of Dr Claire Conceison, the financial assistance of the then Tufts University Provost Jamshed Barucha, and the enthusiastic research and translation assistance of Connecticut College students Qingmei (Cleo) Han and especially Shuhan Zhang. An early version of this chapter benefitted from generous feedback from participants in the 'Theatre and National/ with HIV through such facilities, removed from central society, perhaps most notably the Wat Phrabat Nampu temple, which began as an AIDS hospice in 1992 and continues its service today. See Wright et al. (2009) . 12. Notably, one star-studded film, Love for Life (Gu et al. 2011) , is set in the 1990s instead of contemporary China. Documentaries such as The Blood of Yingzhou District (Lennon and Yang 2007) , The Epic of Central Plains (Ai 2007), Together (Zhao 2010) ",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 678,
                    "text": "Wright et al. (2009)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 731,
                    "end": 747,
                    "text": "(Gu et al. 2011)",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 876,
                    "text": "(Lennon and Yang 2007)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 926,
                    "end": 937,
                    "text": "(Zhao 2010)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "SPeCIal tHankS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding HIV-Related Stigma and Discrimination in a \"Blameless",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Population. AIDS Education and Prevention",
            "volume": "18",
            "issn": "6",
            "pages": "518--528",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Joint Assessment Report of HIV/AIDS Prevention, Treatment and Care in China",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Main Melody Campaign in Chinese Spoken Drama",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Conceison",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Asian Theatre Journal",
            "volume": "11",
            "issn": "2",
            "pages": "190--212",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "26 Companies of the Global Business Coalition on HIV/AIDS (GBC) Announce Immediate Commitments to Fight AIDS in China",
            "authors": [],
            "year": 2005,
            "venue": "Global Business Coalition on HIV/AIDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "HIV and AIDS Stigma and Discrimination in China: Results from a National Survey",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hardee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Manchester",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Asia-Pacific Population Journal",
            "volume": "24",
            "issn": "2",
            "pages": "7--23",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Celebrity Philanthropy in China: The Political Critique of Pu Cunxin's AIDS Heroism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hood",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Celebrity Humanitarianism and North-South Relations: Politics, Place and Power",
            "volume": "",
            "issn": "",
            "pages": "106--128",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Governing Health in Contemporary China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "AIDS Demolition Brigades\" Clear Path for Property Developer",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kazar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Wall Street Journal",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Spread of AIDS in China: A Slow Acknowledgment of the 'Capitalism Loving Disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laslocky",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Blood of Yingzhou District",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lennon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Feminism in Transition: Chinese Culture, Ideology and the Development of the Women's Movement in China",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Asia Pacific Journal of Management",
            "volume": "20",
            "issn": "",
            "pages": "359--374",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "xin ru zhi shui",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Li Rong hua ju zuo pin xuan. Shanghai: Shang hai she hui ke xue yuan chu ban she",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Shengsi Zhiwen",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trans.). Unpublished",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Beijing: Beijing People's Art Theatre and Oly Café",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Interview (C. Conceison, Trans.)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Blood and Tears: A Chinese Family's Ordeal in a Nation in Denial of AIDS",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "New York Times. Section",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Suddenly, AIDS Makes the News in China",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chinese National Identity and National Identity Gaps in East Asia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rozman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "AIDS Epidemic at Age 25 and Control Efforts in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Retrovirology",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "State Council Information Office and the China International Publishing Group (CIPG)",
            "authors": [],
            "year": 2001,
            "venue": "China Internet Information Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evolution of Information-Driven HIV/AIDS Policies in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Poundstone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Epidemiology",
            "volume": "39",
            "issn": "",
            "pages": "4--13",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "HIV Carriers Stage Plays in Beijing",
            "authors": [],
            "year": 2004,
            "venue": "The People's Daily",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "China Confronts AIDS",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Population Reference Bureau",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Interview with Author (C. Conceison, Trans.). National Theatre Company of China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Zhao Ping Tongxue = Student Zhao Ping",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trans.). Unpublished",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Shiji Zhitong: Zhongguo Songfen Aizibingren Wanquan Jilu [A Century's Sorrows: A Complete Record of a Person with AIDS from China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Interview with Shuhan Zhang",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Discrimination Against People with HIV/AIDS in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arnade",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Equal Rights Review",
            "volume": "4",
            "issn": "",
            "pages": "15--25",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Modern Asian Theatre and Performance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wetmore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mee",
                    "suffix": ""
                }
            ],
            "year": 1900,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Student Zhao Ping\" Is a PSA for People Born in the 80s",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Hospice and Palliative Care in Southeast Asia: A Review of Developments and Challenges in Malaysia, Thailand and the Philippines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hamzah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Phungrassami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bausa-Claudio",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evolution of China's Response to HIV/AIDS. The Lancet",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "369",
            "issn": "",
            "pages": "679--690",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Together. New York: dGenerate Films",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Chinese Cultural Values and Chinese Language Pedagogy (Doctoral Dissertation)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Condom Use in China: Prevalence, Policies, Issues and Barriers",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sex Health",
            "volume": "9",
            "issn": "1",
            "pages": "27--33",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Journalist Tu Qiao (Li Chentao) shakes hands with Xiao Lu (Yang Yi) in The Dying Kiss at the Shanghai Dramatic Arts Center (Reprinted courtesy of the Shanghai Dramatic Arts Center. Photographer unknown)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Zhao Junyan in a promotional image for Student Zhao Ping (Reprinted courtesy of the Shanghai Dramatic Arts Center. Photographer unknown)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cultural Identity: Negotiating Globalization and the Transnational' working group of the American Society for Theatre Research. Thanks, also, to Connecticut College students, staff and faculty Colin Archer, Brittany Baltay, Natalie Boles, Simon Feldman, Anna Glidden, Donna Holman, David Jaffe, Steve Luber, Wendy Moy, Helen Rolfe and Emily Ultan for participating in a reading of Shuhan Zhang and Cleo Han's translation of The Dying Kiss and for their insightful responses to the piece. Finally, thank you to the artists, activists and scholars who gave their time and recollections in support of this research: Rossella Ferrari, Li Jingdong, Lu Liang, Li Shengying, Liu Yongfeng, Pu Cunxin, Edmund Settle, Tian Qinxin, Wan Yanhai, Yang Lixin, Yang Yi, Nick Rongjun Yu, Zhao Junyan. This chapter is dedicated to Claire, who continues to teach and inspire me. noteS 1. The Dying Kiss was performed at the Shanghai Dramatic Arts Center 19-21 March 2003; Student Zhao Ping ran from 29 April-15 May 2005 at Beijing's People's Art Theatre, 16-26 June 2005 at the Shanghai Dramatic Arts Center, and was remounted 17-25 September 2005 in Beijing. 2. Noting that they generally follow Confucian theories, Bo Zhu synthesised numerous studies to identify the following seven core Chinese cultural values: past-time orientation, respect for hierarchy, interdependence, group orientation, face, modesty and harmony with others (2008: 34-38). Furthermore, Gilbert Rozman identified an intense national identity discourse in China, outlining the following six dimensions of national identity: (1) ideological-socialism, Confucianism and anti-Imperalism; (2) temporal-Chinese narratives emphasise the nation's history, including a stress on the nation's former humiliations; (3) sectoral-China stands at the centre of a vibrant Eastern civilisation, which stands opposite a West in decline; (4) vertical-cohesion under Communist Party leadership; (5) horizontal-regionalism as a means to achieve integration; (6) intensityrhetorical assertion of top-down Chinese narratives (often demonising other nations) (Rozman 2011). 3. Pu was appointed to the position by the Ministry of Health in 2010, the first person to play such a role in China's public health history. See Johanna Hood's essay 'Celebrity Philanthropy in China: The Political Critique of Pu Cunxin's AIDS Heroism' (2015) for an overview of Pu's responsibilities in relationship to his celebrity status. 4. The China Youth Fund for the Prevention of AIDS, a non-profit nongovernmental organisation, was cofounded by the China Youth Development Foundation, China Youth Daily and Guilin Latex Factory (Gao Bang Latex Industry). 5. The film, the first in China to focus on issues relating to HIV, was produced by the China National Communication and Education Center for Family Planning (CNCECFP) with assistance from the State Family Planning Commission (SFPC) (State Council 2001). 6. Yiming Shao argues that this new, aggressive HIV and AIDS policy grew from the internationally public mishandling of the SARS epidemic in China. Shao explains, 'the SARS epidemic in 2003 was a wake-up call for the Chinese government and society as a whole. It has now been widely recognized that public health is not merely a medical issue but rather a security issues, affecting economic growth and social stability' (2006, n.p.). 7. This chapter refers to an unpublished script for The Dying Kiss as it was used in production in 2003. The play was revised and later published as 'I Have a Date with AIDS' in a collection of Li Rong's work in 2008 with several plot changes, most notably that Xu Qian's friend Wa Wa is now her fiancé Meng Zong. Meng Zong fears that Xu Qian will contract HIV from exposure to Xiao Lu through their interviews, and that he will in turn contract the virus from Xu Qian. 8. Earlier Chinese plays addressing HIV and AIDS in China include Mou Sen's 1994 Related to AIDS (see Wetmore et al. 2014: 121). Also during this period, in 2003, the AIDS Performance Group associated with the Gongmin Charitable Home in Gongmin, wrote and performed short theatre pieces dramatizing the experiences of its members, all people living with HIV. This included Let's All Spread the Word Together, which was brought to Beijing by government officials to perform-this time with celebrities in minor roles-as propaganda before UN delegates (People's Daily 2004; Pu 2005). 9. My gratitude to the Shanghai Dramatic Arts Center for providing the unpublished scripts of these plays. Translations are courtesy of Shuhan Zhang with assistance from Cleo Han. 10. A history of discrimination toward people living with HIV by doctors and nurses in China is documented by Wan Yanhai et al. (2010). 11. Thailand has a record of providing compassionate care to people living",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and Stay Home! (Ai 2013) capture the experience of individuals coping with the stigma that remains attached to HIV. Ai, X. (2007). Zhong Yuan Ji Shi [The Epic of Central Plains]. [Xianggang], Hai wai xue hsu jie dai li Xianggang Zhong wen da xue Zhongguo yan jiu fu wu zhong xin. Ai, W. (2013). Xi Mei [Stay Home!]. Beijing: Ai Weiwei Studio.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}