{
    "paper_id": "11bf70f6a247a191ddaf8ed602d6c7997bdb43d5",
    "metadata": {
        "title": "Wisselende presentatie van antiglomerulaire-basaalmembraanziekte SNELLE HERKENNING VAN VITAAL BELANG",
        "authors": [
            {
                "first": "Karin",
                "middle": [
                    "P M"
                ],
                "last": "Van Galen",
                "suffix": "",
                "affiliation": {},
                "email": "k.vangalen@vumc.nl."
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Laurien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joost",
                "middle": [
                    "G"
                ],
                "last": "Oswald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Van Den Aardweg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "José",
                "middle": [
                    "G"
                ],
                "last": "Stam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Van Den Berg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Willem",
                "middle": [
                    "A"
                ],
                "last": "Bax",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Antiglomerulaire-basaalmembraanziekte (anti-GBMziekte), ofwel ziekte van Goodpasture, is een autoimmuunziekte waarbij antilichamen circuleren die zijn gericht tegen collageen type IV in de basaalmembraan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Karakteristiek is de gecombineerde klinische presentatie van snel progressieve glomerulonefritis en longbloeding. De klachten bij presentatie kunnen echter variëren van vermoeidheid tot respiratoire insuffi ciëntie en multiorgaanfalen. Het niet tijdig herkennen van de ziekte kan leiden tot irreversibel terminaal nierfalen, respiratoire insuffi ciëntie en overlijden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patiënt A, een voorheen gezonde -jarige Poolse man, presenteerde zich met abundante hemoptoë en respiratoire insuffi ciëntie waarvoor acute opname op de Intensive Care met beademing noodzakelijk was. Hij rookte een pakje sigaretten per dag. Hij werkte sinds  maanden in de Nederlandse bloembollenindustrie en kwam daarbij geregeld in aanraking met bestrijdingsmiddelen. Patiënt kreeg sindsdien progressief last van dyspnée d'eff ort en een productieve hoest, waarbij er een aantal malen een spoor helderrood bloed was. Bij lichamelijk onderzoek zagen wij een ernstig zieke man met een bloeddruk van / mmHg, een regulaire, equale pols van /min en een ademfrequentie van /min; zijn temperatuur bedroeg ,°C en de zuurstofsaturatie was  ondanks maximale zuurstoftoediening. Over de longen waren beiderzijds diff uus crepitaties hoorbaar. Bij laboratoriumonderzoek was er een microcytaire anemie met een Hb-waarde van , mmol/l en een 'mean corpuscular volume' (MCV) van  fl . De waarden voor creatinine en B-type-natriuretisch peptide (BNP) waren normaal; ook het urinesediment was niet-afwijkend. Op de X-thorax waren diff use alveolaire consolidaties zichtbaar (fi guur ). Bij bronchoscopie na intubatie zagen wij hyperemische mucosae, zonder actieve bloeding of stolsels. Bij CT-angiografi e waren er geen longembolieën te zien, wel uitgebreide alveolaire consolidaties (fi guur ). Wij zetten aanvullende diagnostiek in naar vasculitiden, anti-GBM-ziekte en systemische lupus erythematodes Medisch Centrum Alkmaar, Alkmaar. Afd. Interne Geneeskunde: drs. K.P.M. van Galen, arts in opleiding tot internist (thans: VU Medisch Centrum, afd. Interne Geneeskunde, Amsterdam);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patiënt A, een voorheen gezonde -jarige Poolse man, presenteerde zich met abundante hemoptoë en respiratoire insuffi ciëntie waarvoor acute opname op de Intensive Care met beademing noodzakelijk was. Hij rookte een pakje sigaretten per dag. Hij werkte sinds  maanden in de Nederlandse bloembollenindustrie en kwam daarbij geregeld in aanraking met bestrijdingsmiddelen. Patiënt kreeg sindsdien progressief last van dyspnée d'eff ort en een productieve hoest, waarbij er een aantal malen een spoor helderrood bloed was. Bij lichamelijk onderzoek zagen wij een ernstig zieke man met een bloeddruk van / mmHg, een regulaire, equale pols van /min en een ademfrequentie van /min; zijn temperatuur bedroeg ,°C en de zuurstofsaturatie was  ondanks maximale zuurstoftoediening. Over de longen waren beiderzijds diff uus crepitaties hoorbaar. Bij laboratoriumonderzoek was er een microcytaire anemie met een Hb-waarde van , mmol/l en een 'mean corpuscular volume' (MCV) van  fl . De waarden voor creatinine en B-type-natriuretisch peptide (BNP) waren normaal; ook het urinesediment was niet-afwijkend. Op de X-thorax waren diff use alveolaire consolidaties zichtbaar (fi guur ). Bij bronchoscopie na intubatie zagen wij hyperemische mucosae, zonder actieve bloeding of stolsels. Bij CT-angiografi e waren er geen longembolieën te zien, wel uitgebreide alveolaire consolidaties (fi guur ). Wij zetten aanvullende diagnostiek in naar vasculitiden, anti-GBM-ziekte en systemische lupus erythematodes (SLE). Daarna startten wij direct met methylprednisolon  g  dd i.v. gedurende  dagen. De dag na opname bleek de anti-GBM-titer verhoogd ( U/l; referentiewaarde - U/l). Hierop stelden wij de diagnose 'anti-GBMziekte'. Antineutrofi elencytoplasmatische antistoff en (ANCA), antinucleaire antilichamen (ANA) en cryoglobulinen waren niet aantoonbaar. Wij startten met plasmafi ltratie en, na cryopreservatie van het semen, tevens met de toediening van cyclofosfamide ( mg/kg  dd p.o.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aanvankelijk waren hoge beademingsdrukken nodig voor voldoende oxygenatie. Na de eerste dagen trad er verbetering op en  weken later werd patiënt uit het ziekenhuis ontslagen. Hij is gestopt met roken en heeft ander werk. Zijn longfunctie is restloos hersteld. De nierfunctie en het urinesediment zijn normaal gebleven. de SEH wegens  weken bestaande progressieve dyspnée d'eff ort. Een maand tevoren was bij hem een ferriprieve anemie vastgesteld, waarbij de volgende waarden waren gevonden: Hb: , mmol/l; 'mean corpuscular volume' (MCV):  fl ; ferritine  μg/l (referentiewaarde: - μg/l). Toen was er gestart met ferrofumaraat en was er een poliklinische gastroduodenoscopie gepland. Nu zagen wij bij lichamelijk onderzoek een matig zieke, tachypnoïsche, bleke jongeman. Hij had een regulaire, equale sinustachycardie van /min, een ademfrequentie van /min en een temperatuur van ,°C. Bij laboratoriumonderzoek bleek dat er een verergering was van de anemie (Hb: , mmol/l); ook was er acute nierinsufficiëntie, waarbij de volgende waarden werden gevonden: creatinine:  μmol/l (een maand tevoren:  μmol/l); ureum:  mmol/l; kalium: , mmol/l; bicarbonaat:  mmol/l; in het urinesediment waren er veel dysmorfe erytrocyten. Bij navraag vertelde patiënt al gedurende een jaar sputum op te hoesten met bloedbijmenging. Hij maakte zich hier weinig zorgen over, aangezien hij dacht dat dit een gevolg was van het roken. Op de thoraxfoto waren interstitiële afwijkingen en alveolaire consolidaties zichtbaar. Wij startten met bloedtransfusie, met continue infusie van pantoprazol totdat wij bij gastroscopie geen bloeding van de hoge tractus digestivus vonden, en met hemodialyse. Bij serologisch onderzoek, ingezet op de dag van opname, bleek dat de anti-GBM-titer sterk verhoogd was ( U/l); de uitslagen voor ANCA en ANA waren negatief. Bij bronchoscopisch onderzoek zagen wij verspreid bloed zonder actief bloedingsfocus. Het nierbiopt toonde diff use extracapillaire glomerulonefritis, waarbij er bij immunofl uorescentieonderzoek lineaire afzetting van IgG langs de glomerulaire basaalmembraan werd gezien, passend bij anti-GBM-glomerulonefritis (fi guur ). Wij startten met methylprednisolon  g  dd i.v. gedurende  dagen, met cyclofosfamide ( mg/kg  dd p.o.) en met plasmafi ltratie. Ook vond er semencryopreservatie plaats. Pulmonaal persisteerde er een verlaagde vitale capaciteit (, l;  van voorspeld). Patiënt bleef afhankelijk van dialyse. Hij staat, sinds de anti-GBM-titer  jaar onder de detectiegrens is, op de wachtlijst voor een niertransplantatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt C, een -jarige man, kok van beroep en bekend met hypertensie en roken, presenteerde zich met acute nierinsuffi ciëntie. Hij had sinds  dagen toenemende dyspnée d'eff ort, orthopneu, nycturie en perifeer oedeem. Ook hoestte hij, waarbij hij roodbruin sputum opgaf. Evenals bij patiënt B bleek dat er, naast acute nierinsufficiëntie (creatinine:  μmol/l; actief urinesediment), een diepe microcytaire anemie was (Hb: , mmol/l; MCV: , fl ). Evenals patiënt A raakte hij respiratoir insuffi ciënt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "De anti-GBM-antistoff en waren verhoogd ( U/l). De uitslagen voor ANCA en ANA waren negatief. Wij startten met methylprednisolon  g  dd i.v. gedurende  dagen, met cyclofosfamide ( mg/kg  dd p.o.) en met plasmafi ltratie. Na  weken behandeling vond verwijzing plaats voor cryopreservatie van zijn semen. Dit bleek echter geen spermatozoïden te bevatten. De longfunctie verbeterde aanzienlijk, waarbij er een lichte restrictieve longfunctiestoornis resteerde. De nierfunctie verbeterde daarentegen niet en patiënt bleef dialyseafhankelijk. Vier jaar later, twee jaar nadat anti-GBM-antilichamen voor het laatst aantoonbaar waren, vond een succesvolle niertransplantatie plaats. Momenteel gaat het goed met patiënt, op ernstig verminderde fertiliteit na, waarschijnlijk als gevolg van de behandeling met cyclofosfamide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Goodpasture beschreef in  voor het eerst een patiënt met een klinisch syndroom van gecombineerde acute glomerulonefritis en longbloeding. In  werden antilichamen tegen de glomerulaire basaalmembraan geïdentifi ceerd. Wanneer deze aantoonbaar zijn bij het klinische syndroom, spreekt men van de 'ziekte van Goodpasture'. Anti-GBM-ziekte is een preciezere beschrijving. De geschatte incidentie van deze aandoening is minder dan  per miljoen per jaar in de Europese Kaukasische bevolking. Een eerste piekincidentie wordt gezien bij mannen in de leeftijd van - jaar, een tweede piekincidentie in de leeftijd van - jaar (evenveel bij mannen als bij vrouwen). 1 Het klinische syndroom van acute glomerulonefritis en longbloeding, ook aangeduid als 'het pulmorenaal syndroom', kan ook veroorzaakt worden door systemische vasculitis die het gevolg is van SLE of van de aanwezigheid van ANCA of cryoglobulinen. Andere vormen van acute glomerulonefritis gecompliceerd door decompensatio cordis, longembolie of pulmonale infectie kunnen eveneens een dergelijk klinisch beeld veroorzaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BESPREKING"
        },
        {
            "text": "De symptomen van anti-GBM-ziekte hangen hoofdzakelijk samen met het ontstaan van nierfalen als gevolg van snel progressieve glomerulonefritis, of met longbloeding. Nierinsuffi ciëntie bij anti-GBM-ziekte kan geïsoleerd voorkomen of in combinatie met longbloeding, en is over het algemeen snel progressief, zoals bij patiënt B en C. Het urinesediment past bij glomerulonefritis. Oligurie en macroscopische hematurie kunnen voorkomen, proteïnurie komt meestal in lichte mate voor. 1 Pulmonale afwijkingen komen voor bij - van de patiënten met anti-GBM-ziekte. De klachten bestaan uit dyspnée d'eff ort, hoesten en hemoptoë. Betrokkenheid van de longen hangt vaak samen met onderliggende longschade als gevolg van roken of, zeldzamer, met longinfectie, inhalatie van cocaïne of met expositie aan koolwaterstof. Deze stof komt voor in bijvoorbeeld alle petroleumdestillaten; daarnaast worden hydrocarbonen ook vaak gemixt met bestrijdingsmiddelen. 1-3 Alveolaire bloeding kan abundant verlopen, zoals bij patiënt A, of subklinisch, en kan leiden tot een ferriprieve anemie, zoals bij patiënt B en C. Diff use alveolaire bloeding als dominant of enig symptoom (zoals bij patiënt A) is zeldzaam. 4 Bij radiologisch onderzoek zijn meestal basaal bilaterale alveolaire consolidaties zichtbaar; nodulaire densiteiten of segmentele infi ltraten kunnen voorko-men. 1,2 Bij longfunctieonderzoek kan toegenomen COdiff usie bestaan, door binding van CO aan het intraalveolaire bloed, en een restrictieve longfunctiebeperking als gevolg van verminderde longcompliantie door aanwezigheid van intrapulmonaal bloed. 2, 4 Nefrologische en pulmonale symptomen kunnen gelijktijdig optreden, maar ook na elkaar, met een tussenliggend tijdsbestek van maanden tot jaren. 1,4 Jongere patiënten (<  jaar), presenteren zich vaker met het volledige klinische syndroom, terwijl oudere patiënten (>  jaar) zich vaker presenteren met geïsoleerde glomerulonefritis. 1 Behalve vermoeidheid in het kader van eventuele anemie zijn systemische klachten zoals afvallen, koorts en artralgie meestal afwezig. Zijn deze wel aanwezig, dan kan gelijktijdig een ANCA-geassocieerde vasculitis bestaan. Een positieve ANCA-uitslag komt voor bij ongeveer  van de patiënten met anti-GBM-ziekte (meestal antimyeloperoxidase). 2, 5 PATHOFYSIOLOGIE Bij anti-GBM-ziekte is er een kortdurende productie van autoantilichamen met een onbekende aanleiding. Deze autoantilichamen (meestal IgG) bij anti-GBM-ziekte zijn gericht tegen een antigeen in de α  -keten van collageen type IV (het niet-collagene -domein) dat gelokaliseerd is in de glomerulaire en alveolaire basale membraan. Mogelijk resulteert inwerking van bijvoorbeeld sigarettenrook in immunologische expositie van het goodpasture-epitoop. 2, 6 De sterke binding van de autoantilichamen aan het antigeen leidt tot de aantrekking van leukocyten en tot complementactivatie, waardoor glomeruli te gronde gaan. In de longen leidt antilichaambinding tot beschadiging van de wand van pulmonale capillairen, met bloeding tot gevolg.",
            "cite_spans": [
                {
                    "start": 1195,
                    "end": 1196,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1603,
                    "end": 1605,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1606,
                    "end": 1607,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2289,
                    "end": 2291,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2292,
                    "end": 2293,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2760,
                    "end": 2762,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2763,
                    "end": 2764,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "KLINIEK"
        },
        {
            "text": "De behandeling bestaat uit het onderdrukken van de anti-GBM-antilichaamproductie door middel van immunosuppressie met methylprednisolon en cyclofosfamide. De dosis cyclofosfamide kan worden aangepast aan de nierfunctie en de leeftijd van de patiënt. 7 bekend. Onbehandeld kan antilichaamvorming bij anti-GBM-ziekte aanhouden tot  maanden of langer. 2, 9 Immunosuppressie wordt doorgaans gecontinueerd totdat de antilichamentiter is genormaliseerd. 1 In de tabel wordt een behandelvoorstel gegeven. Zonder behandeling zal meer dan  van de patiënten overlijden of in korte tijd (<  maanden) dialyseafhankelijk worden. 10 Diff use alveolaire bloeding is de meest voorkomende doodsoorzaak. Wanneer de acute fase wordt overleefd, is het herstel van de longfunctie meestal volledig. Een lichte diff usiestoornis kan persisteren. 1 De prognose voor herstel van de nierfunctie is met name afhankelijk van de mate van nierinsuffi ciëntie op het moment van presentatie. Patiënten die nog niet dialysebehoeftig zijn bij presentatie en die het eerste jaar onder therapie overleven met intacte nierfunctie, hebben een gunstige prognose. 1,11 Bij dialyseafhankelijkheid, een serumcreatinineconcentratie >  μmol/l, of bij >  crescentvorming (halvemaanvorming) in het nierbiopt bij presentatie is de kans op nierfunctieherstel gering. Als in zo'n geval pulmonale betrokkenheid ontbreekt, is een zorgvuldige afweging nodig van de mogelijke vooren nadelen van behandeling. 1,2,11 Door de kortdurende, zelfl imiterende autoantichaamproductie is een relaps van anti-GBM-ziekte zeldzaam. Recidieven kunnen spontaan optreden door blootstelling aan toxische stoff en, bij ANCA-positieve patiënten en in een getransplanteerde nier. 1,2 Als gevolg van snellere herkenning is de prognose doorgaans beter dan bij de eerste presentatie. Een eventuele niertransplantatie wordt als veilig beschouwd als - maanden geen anti-GBMantilichamen aantoonbaar zijn en er tenminste  maanden na het staken van de immunosuppressieve behandeling geen tekenen van ziekte zijn. 1 Dames en Heren, anti-GBM-ziekte (ziekte van Goodpasture), is een zeldzame aandoening die zich klassiek presenteert met snel progressieve glomerulonefritis en alveolaire longbloeding. De presentatie kan echter wisselend zijn en bij een onbegrepen ferriprieve anemie moet ook gedacht worden aan de mogelijkheid van subklinisch alveolair bloedverlies. Snelle herkenning en behandeling is van groot belang, gezien de potentieel snelle progressie naar terminaal nierfalen en het mogelijk fatale beloop wanneer de aandoening onbehandeld blijft. Door tijdige start van de behandeling verbetert de prognose, waarbij aandacht voor toxiciteit en behoud van fertiliteit vereist is. ",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 353,
                    "end": 354,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 621,
                    "end": 623,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "BEHANDELING EN PROGNOSE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Anti-glomerular basement membrane disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Kluth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Am Soc Nephrol",
            "volume": "10",
            "issn": "",
            "pages": "2446--53",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Goodpasture's syndrome",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Bolton",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Kidney Int",
            "volume": "50",
            "issn": "",
            "pages": "1753--66",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cigarette smoking and lung haemorrhage in glomerulonephritis caused by autoantibodies to glomerular basement membrane",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donaghy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lancet",
            "volume": "2",
            "issn": "8364",
            "pages": "1390--1393",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Alveolar hemorrhage in anti-basement membrane antibody disease: a series of 28 cases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bigay-Gamé",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cottin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cadranel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Decaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fellrath",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Medicine (Baltimore)",
            "volume": "86",
            "issn": "",
            "pages": "181--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coexistence of anti-glomerular basement membrane antibodies and myeloperoxidase-ANCAs in crescentic glomerulonephritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rutgers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Slot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Paassen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Breda Vriesman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heeringa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tervaert",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Kidney Dis",
            "volume": "46",
            "issn": "",
            "pages": "253--62",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Alport's syndrome, Goodpasture's syndrome, and type IV collagen",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tryggvason",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sundaramoorthy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Neilson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "2543--56",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Treatment of Wegener's granulomatosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Hellmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Rheum Dis Clin North Am",
            "volume": "27",
            "issn": "",
            "pages": "863--86",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preservation of fertility and ovarian function and minimizing gonadotoxicity in young women with systemic lupus erythematosus treated by chemotherapy",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Blumenfeld",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shteinberg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Avivi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nahir",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lupus",
            "volume": "9",
            "issn": "",
            "pages": "401--406",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical and immunological evolution of oligoanuric anti-GBM nephritis treated by haemodialysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taube",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Savage",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lockwood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Lancet",
            "volume": "1",
            "issn": "8471",
            "pages": "5--8",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Anti-glomerular basement membrane antibody induced glomerulonephritis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Kidney Int",
            "volume": "3",
            "issn": "",
            "pages": "74--89",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Long-term outcome of antiglomerular basement membrane antibody disease treated with plasma exchange and immunosuppression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rees",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Pusey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann Intern Med",
            "volume": "134",
            "issn": "",
            "pages": "1033--1075",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Nierbiopt van patiënt B met antiglomerulairebasaalmembraan(anti-GBM)-ziekte; (a) een glomerulus met extracapillaire proliferatie. Er is fragmentatie van het glomerulaire basaalmembraan te zien en fibrinoïde necrose. Dit zijn ophopingen van amorf, eiwithoudend materiaal, die ontstaan op plaatsen van necrose, en waarvan het overgebleven fibrine aankleurt. Het is gerelateerd aan immuuncomplexgeassocieerde ziekten. De ruimte van Bowman wordt ingenomen door een proliferatie van epitheelcellen.Hierbij wordt rechts in beeld ook het kapsel van Bowman onderbroken. In deze zilverkleuring (PMA) zijn de basaalmembranen zwart en is de fibrinoïde necrose felrood (vergroting ongeveer 200 ×). (b) Door immunofluorescentie-onderzoek met anti-IgG kunnen de autoantilichamen zichtbaar worden gemaakt: er is scherpe lineaire, op sigarettenrook lijkende, afzetting van IgG langs de glomerulaire basaalmembraan te zien. Ook hier zijn de onderbrekingen in de glomerulaire basaalmembraan zichtbaar (vergroting ongeveer 200 ×).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Het middel heeft potentieel ernstige bijwerkingen, waaronder het risico op verminderde fertiliteit. Bij mannen verdient semenpreservatie vooraf de voorkeur; bij vrouwen valt ovariële suppressie te overwegen. 8 Naast immunosuppressie wordt plasmafi ltratie toegepast om de auto-antistoff en te verwijderen. De optimale therapieduur is niet TABEL Veelgebruikte mogelijkheden voor behandeling van antiglomerulaire-basaalmembraan(anti-GBM)-ziekte ofwel 'ziekte van Goodpasture' , en bijpassende monitoring van veelvoorkomende bijwerkingen* therapie dosis duur van de behandeling bijwerkingen profylactische maatregelen en controles De wetenschappelijke onderbouwing voor immunosuppressie is op basis van gerandomiseerde klinische trails met beperkingen, de overige behandeladviezen hebben een zwakkere basis; onder sommige omstandigheden kan een alternatieve benadering beter zijn voor bepaalde patiënten. † Plasmafiltratie: extracorporele techniek waarbij via een dubbellumen-centraalveneuze katheter bloed uit het lichaam wordt verwijderd en het plasma wordt gefiltreerd, waarna dit wordt vervangen door een eiwithoudende oplossing, bijvoorbeeld een albumineoplossing of vers ingevroren plasmaconcentraat ('fresh frozen plasma'). ‡PCP-profylaxe: profylaxe voor Pneumocystis jiroveci-pneumonie (voorheen: Pneumocytis carinii-pneumonie) met co-trimoxazol. ▼ UITLEG ▼ Antineutrofielencytoplasma-antistoffen (ANCA): auto-antistoffen tegen enzymen aanwezig in de korrels van neutrofiele granulocyten en monocyten; in het geval van p-ANCA betreft het antistoffen gericht tegen het myeloperoxidase-eiwit. De aanwezigheid van p-ANCA kan met immunofluorescentie zichtbaar worden gemaakt als perinucleaire aankleuring op donorleukocyten.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Belangenconfl ict: geen gemeld. Financiële ondersteuning: geen gemeld. Aanvaard op 17 februari 2009 Citeer als: Ned Tijdschr Geneeskd. 2009;153:B365 • > Meer op www.ntvg.nl/klinischepraktijk ▼ LEERPUNTEN ▼ • Antiglomerulaire-basaalmembraan(anti-GBM)-ziekte is een autoimmuunziekte waarbij antilichamen circuleren gericht tegen collageen type IV in de glomerulaire en alveolaire basale membraan. • De gecombineerde klinische presentatie van snel progressieve glomerulonefritis en longbloeding is karakteristiek, maar kan wisselend zijn. Glomerulonefritis en longbloeding kunnen ook los van elkaar optreden. • Bij een onbegrepen ferriprieve anemie moet ook gedacht worden aan de mogelijkheid van subklinisch alveolair bloedverlies. • Snelle herkenning en behandeling is van groot belang, gezien de potentieel snelle progressie naar terminaal nierfalen en het mogelijk fatale beloop wanneer de ziekte onbehandeld blijft.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patiënt B, een -jarige man van Joegoslavische afkomst, werkzaam bij een uitgeverij, bezocht voor de tweede keer FIGUUR 1 Thoraxfoto van patiënt A met antiglomerulaire-basaalmembraan(anti-GBM)-ziekte, met uitgebreide alveolaire consolidaties in de middenkwab, rechter onderkwab en in mindere mate in de linker onderkwab, als gevolg van alveolaire bloedingen.FIGUUR 2 CT-scan van de thorax van patiënt A met antiglomerulaire-basaalmembraan(anti-GBM)-ziekte, met uitgebreide alveolaire consolidaties als gevolg van alveolaire bloedingen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}