{"paper_id": "15c34e66fd376301a9d955a17d5bc5522246c422", "metadata": {"title": "Dental aerosols: microbial composition and spatial distribution", "authors": [{"first": "C", "middle": [], "last": "Zemouri", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Amsterdam and Vrije Universiteit Amsterdam", "location": {"settlement": "Amsterdam", "country": "The Netherlands"}}, "email": ""}, {"first": "C", "middle": ["M C"], "last": "Volgenant", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Amsterdam and Vrije Universiteit Amsterdam", "location": {"settlement": "Amsterdam", "country": "The Netherlands"}}, "email": ""}, {"first": "M", "middle": ["J"], "last": "Buijs", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Amsterdam and Vrije Universiteit Amsterdam", "location": {"settlement": "Amsterdam", "country": "The Netherlands"}}, "email": ""}, {"first": "W", "middle": [], "last": "Crielaard", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Amsterdam and Vrije Universiteit Amsterdam", "location": {"settlement": "Amsterdam", "country": "The Netherlands"}}, "email": ""}, {"first": "N", "middle": ["A M"], "last": "Rosema", "suffix": "", "affiliation": {"laboratory": "Academic Centre for Dentistry Amsterdam", "institution": "University of Amsterdam and Vrije Universiteit Amsterdam", "location": {"settlement": "Amsterdam", "country": "The Netherlands"}}, "email": ""}, {"first": "B", "middle": ["W"], "last": "Brandt", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Amsterdam and Vrije Universiteit Amsterdam", "location": {"settlement": "Amsterdam", "country": "The Netherlands"}}, "email": ""}, {"first": "A", "middle": ["M G A"], "last": "Laheij", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Amsterdam and Vrije Universiteit Amsterdam", "location": {"settlement": "Amsterdam", "country": "The Netherlands"}}, "email": ""}, {"first": "J", "middle": ["J"], "last": "De Soet", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Amsterdam and Vrije Universiteit Amsterdam", "location": {"settlement": "Amsterdam", "country": "The Netherlands"}}, "email": ""}]}, "abstract": [{"text": "Background: High-speed dental instruments produce aerosols, which can contribute to the transmission of pathogenic microorganisms. The aim of this study is to describe the microbial load andcomposition and spatial distribution of aerosols in dental clinics. Methods: In four dental clinics active and passive sampling methods were used before, during and after treatment and at different locations. Retrieved colony forming units (CFU) were sequenced for taxon identification. Results: The samples contained up to 655 CFU/plate/30 minutes and 418 CFU/m 3 /30 minutes during dental treatment for active and passive sampling, respectively. The level of contamination after treatment and at 1.5 m distance from the patient's head was similar to the start of the day. The highest contamination was found at the patient's chest area. The aerosols consisted of 52 different taxa from human origin and 36 from water. Conclusion: Contamination in dental clinics due to aerosols is mainly low, although high level of contamination with taxa from both human and water origin was found within 80 cm around the head of the patient. Our results stress the importance of infection control measures on surfaces in close proximity to the head of the patient as well as in dental water lines.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "ARTICLE HISTORY", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In dental clinics, aerosols are produced while using dental hand pieces, such as ultrasonic scalers, air rotors, micromotors and/or air-water syringes [1] . These bio-aerosols consist of droplets, also known as spatters, and droplet nuclei [2, 3] . Droplets, sized >100 μm, settle rapidly onto surfaces in the immediate proximity of the source. Droplet nuclei, <10 μm, are lighter and, therefore, can remain in the air for hours before settling on(to) a surface [2] . These aerosols contain microorganisms originating from the patient's oral cavity and from dental unit waterlines (DUWLs) [4] . The release of microorganisms into aerosols increases the microbial burden in the air and can lead to the contamination of all surfaces in a dental treatment room. Because of the frequent aerosol generating procedures in dental practice, these aerosols can function as an important mode for infection transmission in dental clinics [4] .", "cite_spans": [{"start": 151, "end": 154, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 240, "end": 243, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 244, "end": 246, "text": "3]", "ref_id": "BIBREF2"}, {"start": 462, "end": 465, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 589, "end": 592, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 927, "end": 930, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Since dental instruments are the generating source of aerosols, the microbial contamination of DUWLs plays an important role. The biofilm in DUWLs may harbour opportunistic pathogens, such as Pseudomonas spp. and Legionella pneumophila, while both species have been found in air samples [4] [5] [6] [7] . In addition, DUWL water with a high load of Gram-negative bacteria harbours endotoxins, which can lead to respiratory complaints when inhaled [5, 8, 9] . Oral microorganisms, such as Micrococcus spp. and Corynebacteria spp., were also found in aerosols indicating the presence of oral microorganisms in the droplets and droplet nuclei [8, [10] [11] [12] . Settled aerosols, containing microorganisms from water and the oral cavity, are likely to carry infectious microorganisms and may lead to cross-transmission and infection in susceptible patients and dental staff [2, 13, 14] . However, evidence on the microbial characteristics of aerosols in dental clinics is limited [15] . So far, only 19 bacterial species were reported to be present in the aerosols around the patient, wherefrom most were Staphylococcus spp. The spatial distribution of aerosols is reported in cross-sectional studies [15] . Yet, results and conclusions differ between studies. This might be due to different sampling methods, sampling strategies and differences in culturing the microorganisms [15] .", "cite_spans": [{"start": 287, "end": 290, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 291, "end": 294, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 295, "end": 298, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 299, "end": 302, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 447, "end": 450, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 451, "end": 453, "text": "8,", "ref_id": "BIBREF7"}, {"start": 454, "end": 456, "text": "9]", "ref_id": "BIBREF8"}, {"start": 640, "end": 643, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 644, "end": 648, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 649, "end": 653, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 654, "end": 658, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 873, "end": 876, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 877, "end": 880, "text": "13,", "ref_id": "BIBREF12"}, {"start": 881, "end": 884, "text": "14]", "ref_id": "BIBREF13"}, {"start": 979, "end": 983, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1200, "end": 1204, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1377, "end": 1381, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "Aerosol formation in dental clinics is unavoidable [4] , yet the release of water and oral microorganisms into the generated aerosols increase the risk of crosscontamination. Therefore, the patients and dental healthcare workers are at risk for acquiring infections [8, 9, 16] . The present study aimed to quantify the spatial distribution of aerosols in dental clinics as well as its microbial load and composition. The presented findings increase the awareness into the risks of cross-contamination in dental clinics and could have direct implications on infection control measures.", "cite_spans": [{"start": 51, "end": 54, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 266, "end": 269, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 270, "end": 272, "text": "9,", "ref_id": "BIBREF8"}, {"start": 273, "end": 276, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "Air was sampled before, during and after patient treatment in four dental clinics in The Netherlands; three dental private clinics (referred to as clinic 1, 2, and 3) and a treatment room at a university dental treatment centre (clinic 4). The Institutional Review Board of ACTA approved the study protocol (reference number 2,018,024).", "cite_spans": [], "ref_spans": [], "section": "Ethical approval"}, {"text": "The microbial load in the air of the dental clinics was measured using passive and active sampling methods. Passive sampling was conducted by exposing 90 mm diameter petri dishes containing either blood agar (Colombia blood agar base (Hach, Loveland, USA), supplemented with 5% sheep blood) or R2A agar (Hach) to the air for 30 minutes at 80 cm height from the floor. The air was sampled at three moments during a normal day of patient treatment: 1) 30 minutes before the first treatment. The room was unoccupied for at least 12 hours; 2) during the dental treatment; and 3) 30 minutes after the final treatment (the room was unoccupied during that time). The plates were placed on three locations 1) on the patient's chest, at 30 cm from the oral cavity; 2) next to the dental instruments on the unit; 3) at 150 cm from the patient's oral cavity (Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 847, "end": 856, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Air sampling"}, {"text": "To determine the microbial load per cubic meter, the air was sampled actively using the BioSampler® (SKC Inc, Eighty Four, Pennsylvania, USA). The pump in the BioSampler® was calibrated with a rotameter (SKC Inc., Eighty Four, Pennsylvania, USA) according to manufacturer's instruction, to maintain a flowrate of 12.5 L/min. Air was drawn into a 5 mL vessel with phosphate-buffered saline (PBS). PBS allows longer sampling time, less bacterial loss and 91% sampling efficiency compared to the use of sterile water [17] [18] [19] . The sampler was wrapped in an icepack to avoid liquid evaporation and overheating from the pump. The BioSampler® was placed left of the patient's mouth, at 50 cm distance from the oral cavity and at 80 cm height from the floor. Sampling time was recorded to allow calculation of CFU/m 3 . Prior to the experiment, the BioSampler® was tested in vitro to determine the detection limit. The detection limit was determined at 100 CFU per plate/m 3 for active sampling. After pilot testing with passive sampling, active sampling was only conducted during treatment. Both the passive and active sampling experiments during patient treatment were performed 16 times per clinic during 4 to 5 days, depending on the schedule of the practitioner.", "cite_spans": [{"start": 514, "end": 518, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 519, "end": 523, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 524, "end": 528, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Air sampling"}, {"text": "Samples from DUWLs were taken from the air-water syringe of the dental units of every location on each sample day before the first treatment took place. The syringe was flushed for 30 seconds prior to sampling. A universal tube of 50 mL was filled with water, marked and stored at 4°C upon transportation to the laboratory.", "cite_spans": [], "ref_spans": [], "section": "Microbial contamination of dental unit water"}, {"text": "Agar plates from passive sampling were incubated immediately upon arrival to the laboratory on the same day. The medium from the BioSampler® was vortexed for 30 seconds, 500 μL of medium was plated on blood agar plates in quadruplicate and incubated aerobically and anaerobically at 37°C. Another 500 μL was plated in duplicate onto R2A plates and incubated aerobically at 23°C.", "cite_spans": [], "ref_spans": [], "section": "Laboratory analyses"}, {"text": "The sampled DUWL water was vortexed for 30 seconds, 100 µl and 500 µl were plated on R2A agar in triplicate and plates were incubated aerobically at 23°C to determine the CFU/mL heterotrophic bacteria. The number of colonies was counted after 7 days of incubation. Plates with more than 500 CFUs per plate were assigned as TTC; too many colonies to count. For the determination of the average CFU, plates with TTC were conservatively designated as 500 CFU/plate. All colonies of each plate were scraped off with a cotton swab, suspended in Eppendorf tubes containing 500 μL PBS. The aerobic, anaerobic and R2A samples were pooled per location and per time point and stored at −80°C for sequencing.", "cite_spans": [], "ref_spans": [], "section": "Laboratory analyses"}, {"text": "For DNA isolation Eppendorf tubes with sample were thawed and centrifuged at 18,000 g for 5 minutes. Supernatant was removed and the pellet was resuspended with 200 µl of Tris-EDTA buffer. The supernatants were transferred to assigned wells in deep well plates and DNA was extracted and purified according to Volgenant et al [20] . The 16 S rRNA V4 gene amplicons were prepared according to Koopman et al. [21] , with as exception that the 16 S rRNA gene amplification was done with 30 cycles. The final Amplicon was sequenced on an Illumina MiSeq system (Illumina, San Diego, CA, USA) using the MiSeq Reagent Kit V3 (2 x 251 nt) at the department of Core Facility Genomics, Amsterdam UMC. The flow cell was loaded with 10 pmol and 50% PhiX.", "cite_spans": [{"start": 325, "end": 329, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 406, "end": 410, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Sequencing"}, {"text": "The paired-end reads were processing using USEARCH v.8.0.1623 [22] . Due to a collapse in quality towards the end of the reverse read, the reverse read was truncated to 150 nt. Next, the pairs were merged using a maximum expected error of 1 and a merged sequence length between 249 and 258 nt. The merged sequences were dereplicated and sorted by abundance using a minimum occurrence of 8.", "cite_spans": [{"start": 62, "end": 66, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Sequencing"}, {"text": "These sequences were searched against the SILVA rDNA database v.132, 16 S rDNA sequences, clustered at 99% with majority consensus taxonomies produced by the QIIME team [23, 24] . Searching was carried out with USEARCH (-usearch_local -strand plus -maxrejects 4096maxaccepts 256maxhits 50id 0.90 -query_cov 0.90). The USEARCH output was parsed to construct a 90% majority consensus taxonomic lineage of the (max.) 50 hits per query using a query coverage of ≥95% and sequence similarity of ≥95%. Finally, all merged sequences were searched against this dereplicated set (using USEARCH -search_exact) as to construct an 'OTU' table listing the counts of each unique sequence (instead of an OTU) in each sample [24] .", "cite_spans": [{"start": 169, "end": 173, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 174, "end": 177, "text": "24]", "ref_id": "BIBREF23"}, {"start": 709, "end": 713, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Sequencing"}, {"text": "CFU counts were log transformed. The mean CFU values for both sampling methods were calculated for each location and time point. The Kruskal-Wallis test and the Mann-Whitney U test were applied to assess the differences in CFU counts. An abundance of <20 of each unique sequence was considered noise. Therefore, these sequences were removed. The number of taxa was counted per location/timepoint. The source of the taxa was assigned, either human or environmental/water, based on the best available evidence (see appendix 1).", "cite_spans": [], "ref_spans": [], "section": "Data analyses"}, {"text": "The mean differences in number of taxa between clinics were analysed using the Kruskal-Wallis test followed by post-hoc analyses. The mean differences between all samples per clinic were analysed using the Friedman test. The mean difference between two samples was analysed using the Mann-Whitney U test. All values were adjusted using the Bonferroni correction for multiple testing. Correlations between CFU counts from different locations or samples were calculated using the Spearman correlation coefficient (Bonferroni correction for multiple testing). A p-value < 0.05 was considered statistically significant. All statistical analyses were conducted using SPSS Statistics for Windows (version 25.0, Armonk, NY, IBM Corp.).", "cite_spans": [], "ref_spans": [], "section": "Data analyses"}, {"text": "On average, the dental unit water in clinic 1 consisted of 2.7 (SD 2.4) log 10 CFU/mL, water from clinic 2 consisted of 3.4 (SD 3.1) log 10 CFU/mL, and water from clinic 3 consisted of 3.6 (SD 3.5) log 10 CFU/mL. No bacteria were recovered from water samples from clinic 4. The water samples contained between 2 and 6 different taxa (mean of 4.6 taxa per sample). The number of taxa in the water samples differed significantly between the clinics (Kruskal-Wallis test 6.93; p = 0.031). Water from clinic 2 contained significantly more taxa compared to water from clinic 1 (p = 0.009). The water samples contained mainly Sphingomonas, Delftia and Caulobacter, while Pedobacter, Stenotrophomonas, and Pseudomonas were identified only in the water of clinic 3. The number of DUWL bacteria correlated significantly with the number of water bacteria found on the R2A plates on the chest area (r = 0.56, p = 0.031).", "cite_spans": [], "ref_spans": [], "section": "DUWL microbiology"}, {"text": "DUWL from clinic 4 was disinfected using Anoxyl (250ppm chlorine, weekly) and Oxygenal (0.02% H 2 O 2 continuously). DUWLs from clinics 1 and 3 were disinfected using Dentosept (0.0114% H 2 O 2 continuously; 1.41% H 2 O 2 weekly). And clinic 2 used a bacterial filter in the afferent waterline and weekly doses of Anoxyl (250ppm chlorine) as disinfectants for DUWL.", "cite_spans": [], "ref_spans": [], "section": "DUWL microbiology"}, {"text": "During sampling, the air-water syringe, ultrasonic scaler, air polisher and highspeed drills and handpieces were used while treating the patients, depending on the individual treatment plan. All clinics used a high-volume evacuator and a saliva ejector simultaneously. The mean CFU/plate is reported in Table 1 . The average CFU per plate ranged from 0.1 to 2.8 log 10 . Lowest CFUs were found before and after treatment and at 150 cm distance from the head of the patient in all clinics. Therefore, 150 cm from the head of the patient was considered a control site for all passive air measurements.", "cite_spans": [], "ref_spans": [{"start": 303, "end": 310, "text": "Table 1", "ref_id": null}], "section": "Microbial load in the air, passive sampling"}, {"text": "Highest CFUs were retrieved from the chest and instrument area during treatment, and there were no significant differences between aerobic and anaerobic plates for these locations (p > 0.05). In contrast, before and after treatment, the aerobic counts were significantly higher than anaerobic counts (p < 0.05, Wilcoxon signed rank test on pairs). Also, at the control sites, the aerobic counts were higher compared to the anaerobic counts (p < 0.05, Wilcoxon signed rank test on pairs). The bacterial counts on the chest area were significantly higher compared to all other sampled locations (p < 0.001). The bacterial counts next to the instruments were significantly higher compared to before and after treatment, and the control location in all clinics (p < 0.01). The microbial load in the air of clinics 1, 2, and 3, as measured on the control locations 18 hours after the last treatment, was comparable (p > 0.05), but significantly higher compared to clinic 4 (p < 0.001).", "cite_spans": [], "ref_spans": [], "section": "Microbial load in the air, passive sampling"}, {"text": "The mean CFU/m 3 counts are reported in Table 1 . The average CFU/m 3 ranged from 0 to 2.6 log 10 . The microbial load in the air from clinics 1, 2, and 3 was significantly higher on R2A plates compared to clinic 4 (p < 0.05). Based on the aerobic counts, only clinic 2 and 3 had a significantly higher count compared to clinic 4 (p < 0.05). No significant difference was found on the microbial load in the air between all clinics on the anaerobic plates (p = 0.18).", "cite_spans": [], "ref_spans": [{"start": 40, "end": 47, "text": "Table 1", "ref_id": null}], "section": "Microbial load in the air, active sampling"}, {"text": "The mean, modus, and ranges of the number of retrieved taxa per time point and per location are reported in Table 2 . Bacteria from either human or water origin were found on all sampled locations and moments. A total of 52 human-derived taxa (oral and/or skin, HDT), and 36 water-derived taxa (WDT) were identified. The HDT Actinomyces, Corynebacterium, Staphylococcus, and Streptococcus and the WDT Acinetobacter, Enhydrobacter, and Sphingomonas were present in all sampled locations and at all moments. The number of HDT ranged from between 0 and 25 taxa per location or time point, and between 0 and 9 for WDT. An overview of taxa per location and time point is presented in Appendix 1. The clinics did not differ from each other in mean number of HDT (Kruskal-Wallis 7.80; p = 0.05), but there was a difference in locations and sample moments per clinic (Friedman test clinic 1: X 2 = 12.81, p < 0.001; clinic 2: X 2 = 5.32, p = 0.022; clinic 3: X 2 = 11.52, p = 0.001; clinic 4: X 2 = 9.52, p = 0.002). The sampling area on the chest had a higher number of taxa compared to before treatment (p = 0.014), and the control site (p = 0.028).", "cite_spans": [], "ref_spans": [{"start": 108, "end": 115, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Microbial composition"}, {"text": "The number of WDT in air samples differed significantly between clinics (Kruskal-Wallis test 31.0; p < 0.001). The air from clinic 4 contained a significantly lower number of WDT taxa compared to the other clinics (no bacteria were retrieved from DUWL of clinic 4). No significant differences were found in number of taxa between different locations and sample moments (p > 0.05). The samples retrieved from active sampling at the patient's chest had a significantly lower number of taxa compared to passive sampling (p < 0.001). Significant higher count compared to follow up (Mann-Whitney U-test, p < 0.05).", "cite_spans": [], "ref_spans": [], "section": "Microbial composition"}, {"text": "A large proportion of the air samples, from our study, that were taken before treatment, after treatment and during treatment at the control location did not meet the criteria for clean air (guidelines for clean air: SS EN ISO 14,698-1:2003). Only the university clinic met these criteria (<2 CFU/plate in 30 minute exposure time). Increased microbial air contamination was particularly found during treatment at the patient's chest. This zone also contained the highest number of taxa, mainly from human origin. Close to the treatment site, aerobic bacteria were present in equal amounts to anaerobic bacteria. Locations further away from the patient contained significantly more aerobic bacteria than anaerobic bacteria, suggesting their origin is less likely to come from the dental treatment. The results of our study indicate that contamination of the aerosols from both human and water origin during treatment mostly settle in the close proximity of the head of the patient. This is in line with a previous study [25] , although other studies reported no difference in microbial counts near the patient's head and at further distance from the treatment zone [11, 26] . The air in the university clinic contained significantly lower numbers of water-derived bacteria, as measured on R2A agar, compared to clinics 1-3. The air in clinic 2 and 3, both with the highest bacterial counts in the effluent DUWL water, had the highest microbial counts on R2A plates and the highest number of WDT during patient treatment. The university clinic, however, had the lowest contamination of the DUWL, low levels of DUWL in this clinic were reported previously [27, 28] . The air ventilation rate in the university clinic was optimal, while it seemed suboptimal in the other clinics. Our results indicate that when infection control measures, such as good air ventilation and good control of microbial contamination of the DUWL, are optimal the spread of bacteria through aerosols is acceptably low.", "cite_spans": [{"start": 1019, "end": 1023, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1164, "end": 1168, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 1169, "end": 1172, "text": "26]", "ref_id": "BIBREF25"}, {"start": 1653, "end": 1657, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 1658, "end": 1661, "text": "28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "So far, this is the first study to provide an assessment of the microbial composition of dental aerosols using next-generation sequencing. The microbial load of the air in the dental clinics turned out to be too low for reliable DNA-isolation and the subsequent sequencing procedure of the original samples. Thus, unfortunately, a cultivation step was needed to enable identification of the bacteria. Therefore, it was impossible to determine the relative number of taxa per sample. In addition, the culturing step introduced bias since all unculturable bacteria could not be counted/sequenced. Analyses were performed to genus level, since determination on species level using sequencing technique is less reliable. Moreover, more detailed information concerning species level was not needed to answer our research questions.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The obtained bacterial sequences were assigned a taxonomy on genus level and categorized into human-derived bacteria or water-derived bacteria. No distinction was made between oral and skin bacteria, since genera such as Staphylococcus and Streptococcus can be found in the oral cavity as well as on the skin. For infection control, it is not essential to make this distinction, because transmission of both oral bacteria and skin bacteria from the patient should be prevented.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "As expected, a relatively high number of different human taxa were found on the chest area of the patient and on the instrument area, corresponding with a high number of CFU/plate on these locations. Human and water-derived bacteria were found in all samples, which indicates that droplet nuclei containing these bacteria remain present in the air of the clinic after they become airborne. However, the contamination level was low when no patient was treated in the room. Staphylococci were identified in all samples, which indicates human contamination [11, 12, 29] .", "cite_spans": [{"start": 554, "end": 558, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 559, "end": 562, "text": "12,", "ref_id": "BIBREF11"}, {"start": 563, "end": 566, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "The presented findings were consistent within each clinic, indicating that the two sampling methods used were reproducible. However, both methods missed part of the bacterial community. Only viable bacteria that can be cultured could be retrieved. The passive sampling method missed microorganisms that did not settle on the plates, that needed a specific growth medium or that became inactive when dispersed in the air [30] . The active sampling method missed microorganisms because a culturing step was necessary. Thus, the results 1-4 0 -7 0 -6 0 -7 0 -6 0 -9 * = significant higher number compared to chest sampled area (post-hoc analyses, Bonferroni corrected p < 0.05. from our study are an underrepresentation of the actual contamination rate.", "cite_spans": [{"start": 420, "end": 424, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the light of the current situation of a pandemic with the SARS-CoV-2 virus, the data from this study show that dental aerosols, containing bacteria from human origin, will be distributed around the head of the patient during treatment. We should, however, keep in mind that in our study, only bacterial contamination was determined. Viruses are much smaller and therefore they can probably reach greater distances from their source. So, contamination of the air with viruses via droplet nuclei, can probably reach further than was found for bacteria in our study. Furthermore, settling of bacteria was determined, which is defined as the number of bacterial cells that are settled on a certain surface. When studying the transmission of airborne microorganisms, it is more important to study how long these microorganisms remain airborne. Studies have proven that viruses, such as the bacteriophage MS2, can remain airborne for hours in or on small aerosol particles. Since normal settling only reduces the viral load for about 48% in 45 minutes, it is advised to maintain proper ventilation of the treatment room to remove smaller aerosol particles that may contain viruses, such as SARS-CoV-2 [31] .", "cite_spans": [{"start": 1198, "end": 1202, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, the bacterial contamination caused by droplets and droplet nuclei is only of concern during dental treatment and tends to concentrate around the head of the patient. No increase in bacterial contamination was found at 1.5 m from the oral cavity. Both human-and water-derived bacteria were found throughout the treatment room. These results stress the importance of infection control measures on surfaces in close proximity to the head of the patient. Adequate air ventilation and a low level of contamination of DUWLs likely lead to lower levels of microbial contamination of the air in dental clinics.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Bacterial aerosols in the dental clinic: a review", "authors": [{"first": "P", "middle": ["A"], "last": "Leggat", "suffix": ""}, {"first": "U", "middle": [], "last": "Kedjarune", "suffix": ""}], "year": 2001, "venue": "Int Dent J", "volume": "51", "issn": "1", "pages": "39--44", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Characterization of infectious aerosols in health care facilities: an aid to effective engineering controls and preventive strategies", "authors": [{"first": "E", "middle": ["C"], "last": "Cole", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Cook", "suffix": ""}], "year": 1998, "venue": "Am J Infect Control", "volume": "26", "issn": "4", "pages": "453--464", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Airborne spread of infectious agents in the indoor environment", "authors": [{"first": "J", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2016, "venue": "Am J Infect Control", "volume": "44", "issn": "9", "pages": "102--110", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Cross-transmission in the dental office: does this make you ill? Curr Oral Health Rep", "authors": [{"first": "Cmc", "middle": [], "last": "Volgenant", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "De Soet", "suffix": ""}], "year": 2018, "venue": "", "volume": "5", "issn": "", "pages": "221--228", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Endotoxin level as a potential marker of concentration of Gram-negative bacteria in water effluent from dental units and in dental aerosols", "authors": [{"first": "J", "middle": [], "last": "Szymanska", "suffix": ""}], "year": 2005, "venue": "Ann Agric Environ Med", "volume": "12", "issn": "2", "pages": "229--232", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Dental bioaerosol as an occupational hazard in a dentist's workplace", "authors": [{"first": "J", "middle": [], "last": "Szymanska", "suffix": ""}], "year": 2007, "venue": "Ann Agric Environ Med", "volume": "14", "issn": "2", "pages": "203--207", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pneumonia associated with a dental unit waterline", "authors": [{"first": "M", "middle": ["L"], "last": "Ricci", "suffix": ""}, {"first": "S", "middle": [], "last": "Fontana", "suffix": ""}, {"first": "F", "middle": [], "last": "Pinci", "suffix": ""}], "year": 2012, "venue": "Lancet", "volume": "379", "issn": "9816", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Microbial contamination of dental unit waterlines and effect on quality of indoor air", "authors": [{"first": "D", "middle": ["G"], "last": "Kadaifciler", "suffix": ""}, {"first": "A", "middle": [], "last": "Cotuk", "suffix": ""}], "year": 2014, "venue": "Environ Monit Assess", "volume": "186", "issn": "6", "pages": "3431--3444", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Exposure to bacterial endotoxin during conservative dental treatment", "authors": [{"first": "J", "middle": [], "last": "Szymanska", "suffix": ""}], "year": 2005, "venue": "Ann Agric Environ Med", "volume": "12", "issn": "1", "pages": "137--139", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Qualitative and quantitative analysis of microbial aerosols in selected areas within the College of Dentistry", "authors": [{"first": "Al", "middle": [], "last": "Maghlouth", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}, {"first": "Al", "middle": [], "last": "Yousef", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}, {"first": "Al-Bagieh", "middle": [], "last": "Nh", "suffix": ""}], "year": 2007, "venue": "Quintessence Int", "volume": "38", "issn": "5", "pages": "222--230", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Airborne microbes in different dental environments in comparison to a public area", "authors": [{"first": "H", "middle": [], "last": "Kimmerle", "suffix": ""}, {"first": "M", "middle": [], "last": "Wiedmann-Al-Ahmad", "suffix": ""}, {"first": "K", "middle": [], "last": "Pelz", "suffix": ""}], "year": 2012, "venue": "Arch Oral Biol", "volume": "57", "issn": "6", "pages": "689--696", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Concentration and species composition of aerobic and facultatively anaerobic bacteria released to the air of a dental operation area before and after disinfection of dental unit waterlines", "authors": [{"first": "J", "middle": [], "last": "Szymanska", "suffix": ""}, {"first": "J", "middle": [], "last": "Dutkiewicz", "suffix": ""}], "year": 2008, "venue": "Ann Agric Environ Med", "volume": "15", "issn": "2", "pages": "301--307", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Role of ventilation in airborne transmission of infectious agents in the built environment ? A multidisciplinary systematic review", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tang", "suffix": ""}], "year": 2007, "venue": "Indoor Air", "volume": "17", "issn": "1", "pages": "2--18", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Recognition of aerosol transmission of infectious agents: a commentary", "authors": [{"first": "R", "middle": [], "last": "Tellier", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}], "year": 2019, "venue": "BMC Infect Dis", "volume": "19", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A scoping review on bio-aerosols in healthcare and the dental environment", "authors": [{"first": "C", "middle": [], "last": "Zemouri", "suffix": ""}, {"first": "H", "middle": [], "last": "De Soet", "suffix": ""}, {"first": "W", "middle": [], "last": "Crielaard", "suffix": ""}], "year": 2017, "venue": "PLoS One", "volume": "12", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Prevalence of anti-legionella antibodies among Italian hospital workers", "authors": [{"first": "P", "middle": [], "last": "Borella", "suffix": ""}, {"first": "A", "middle": [], "last": "Bargellini", "suffix": ""}, {"first": "I", "middle": [], "last": "Marchesi", "suffix": ""}], "year": 2008, "venue": "J Hosp Infect", "volume": "69", "issn": "2", "pages": "148--155", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Survival of airborne microorganisms during swirling aerosol collection", "authors": [{"first": "X", "middle": ["J"], "last": "Lin", "suffix": ""}, {"first": "T", "middle": [], "last": "Reponen", "suffix": ""}, {"first": "K", "middle": [], "last": "Willeke", "suffix": ""}], "year": 2000, "venue": "Aerosol Sc Technol", "volume": "32", "issn": "3", "pages": "184--196", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Evaluation criteria for bioaerosol samplers", "authors": [{"first": "J", "middle": [], "last": "Kesavan", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Sagripanti", "suffix": ""}], "year": 2015, "venue": "Environ Sci Process Impacts", "volume": "17", "issn": "3", "pages": "638--645", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Methods for quantifying Staphylococcus aureus in indoor air", "authors": [{"first": "C", "middle": ["W"], "last": "Chang", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "Indoor Air", "volume": "25", "issn": "1", "pages": "59--67", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Red fluorescence of dental plaque in children -a cross-sectional study", "authors": [{"first": "C", "middle": ["M"], "last": "Volgenant", "suffix": ""}, {"first": "E", "middle": [], "last": "Zaura", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Brandt", "suffix": ""}], "year": 2017, "venue": "J Dent", "volume": "58", "issn": "", "pages": "40--47", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Nitrate and the origin of saliva influence composition and short chain fatty acid production of oral microcosms", "authors": [{"first": "J", "middle": ["E"], "last": "Koopman", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Buijs", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Brandt", "suffix": ""}], "year": 2016, "venue": "Microb Ecol", "volume": "72", "issn": "2", "pages": "479--492", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Search and clustering orders of magnitude faster than BLAST", "authors": [{"first": "R", "middle": ["C"], "last": "Edgar", "suffix": ""}], "year": 2010, "venue": "Bioinformatics", "volume": "26", "issn": "", "pages": "2460--2461", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The SILVA ribosomal RNA gene database project: improved data processing and web-based tools", "authors": [{"first": "C", "middle": [], "last": "Quast", "suffix": ""}, {"first": "E", "middle": [], "last": "Pruesse", "suffix": ""}, {"first": "P", "middle": [], "last": "Yilmaz", "suffix": ""}], "year": 2013, "venue": "Nucleic Acids Res", "volume": "41", "issn": "D1", "pages": "590--596", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "QIIME allows analysis of high-throughput community sequencing data", "authors": [{"first": "J", "middle": ["G"], "last": "Caporaso", "suffix": ""}, {"first": "J", "middle": [], "last": "Kuczynski", "suffix": ""}, {"first": "J", "middle": [], "last": "Stombaugh", "suffix": ""}], "year": 2010, "venue": "Nat Methods", "volume": "7", "issn": "5", "pages": "335--336", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Microbial aerosols in general dental practice", "authors": [{"first": "A", "middle": ["M"], "last": "Bennett", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Fulford", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Walker", "suffix": ""}], "year": 2000, "venue": "Br Dent J", "volume": "189", "issn": "12", "pages": "664--667", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Atmospheric contamination during ultrasonic scaling", "authors": [{"first": "M", "middle": ["F"], "last": "Timmerman", "suffix": ""}, {"first": "L", "middle": [], "last": "Menso", "suffix": ""}, {"first": "J", "middle": [], "last": "Steinfort", "suffix": ""}], "year": 2004, "venue": "J Clin Periodontol", "volume": "31", "issn": "6", "pages": "458--462", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Bacterial contamination of water in dental unit reservoirs", "authors": [{"first": "J", "middle": [], "last": "Szymanska", "suffix": ""}], "year": 2007, "venue": "Ann Agric Environ Med", "volume": "14", "issn": "1", "pages": "137--140", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Microbial water quality management of dental unit water lines at a dental school", "authors": [{"first": "Cmc", "middle": [], "last": "Volgenant", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Persoon", "suffix": ""}], "year": 2019, "venue": "J Hosp Infect", "volume": "103", "issn": "1", "pages": "115--117", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Airborne microbial contamination in dental practices in Iasi", "authors": [{"first": "L", "middle": ["I"], "last": "Barlean", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Minea", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Danila", "suffix": ""}], "year": 2010, "venue": "Romania. OHDMBSC", "volume": "9", "issn": "1", "pages": "16--20", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The index of microbial air contamination", "authors": [{"first": "C", "middle": [], "last": "Pasquarella", "suffix": ""}, {"first": "O", "middle": [], "last": "Pitzurra", "suffix": ""}, {"first": "A", "middle": [], "last": "Savino", "suffix": ""}], "year": 2000, "venue": "J Hosp Infect", "volume": "46", "issn": "4", "pages": "241--256", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Fate of bioterrorism-relevant viruses and bacteria, including spores, aerosolized into an indoor air environment", "authors": [{"first": "L", "middle": ["J"], "last": "Utrup", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Frey", "suffix": ""}], "year": 2004, "venue": "Exp Biol Med (Maywood)", "volume": "229", "issn": "4", "pages": "345--350", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Floor plan of the four dental clinics with the placement of agar plates during treatment (passive sampling) and the location of the BioSampler® during active sampling. Passive sampling an active sampling was not performed on the same day. The dental assistant was present in clinic 1 and 3.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Mean (SD) Log 10 of bacterial counts per growth method per location and moment.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Mean, modus and range of number of different taxa identified per sampling time or sample moment. Values are based on all clinics grouped together.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors acknowledge the contribution of the dentists and dental hygienists at the participating clinics in The Netherlands for realizing this research. The lab technicians C.J. Bosch-Tijhof and E.C. van Deutekom -Mulder are appreciated for performing the DNA analyses.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "The authors report no conflict of interest. ", "cite_spans": [], "ref_spans": [], "section": "Disclosure statement"}]}