{
    "paper_id": "165f0bbd2e1e00ef7b05b7b1e4dfd4ce66cdd7dc",
    "metadata": {
        "title": "Lack of viral clearance by the combination of hydroxychloroquine and azithromycin or lopinavir and ritonavir in SARS-CoV-2-related acute respiratory distress syndrome",
        "authors": [
            {
                "first": "Sami",
                "middle": [],
                "last": "Hraiech",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Nord",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jérémy",
                "middle": [],
                "last": "Bourenne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Nord",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Khaldoun",
                "middle": [],
                "last": "Kuteifan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Nord",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Julie",
                "middle": [],
                "last": "Helms",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Nord",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Julien",
                "middle": [],
                "last": "Carvelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Nord",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Gainnier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Nord",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Ferhat",
                "middle": [],
                "last": "Meziani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Nord",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurent",
                "middle": [],
                "last": "Papazian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Nord",
                    "location": {
                        "postCode": "13015",
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current international outbreak of respiratory illness due to SARS-CoV-2 and named Covid-19 can evolve to severe progressive pneumonia and acute respiratory distress syndrome (ARDS), multiorgan failure, and death. Up to now, there are no specific therapeutic agents for coronavirus infections. Lopinavir-ritonavir treatment recently failed to demonstrate any significant outcome benefit, but the study was underpowered to rule out clinically meaningful treatment effects, and the intervention was started a median of 13 days after symptoms onset [1] . In vitro inhibition of virus spread has been reported with chloroquine prior to or after SARS-CoV-2 infection [2] . Hydroxychloroquine has been found to be more potent than chloroquine to inhibit SARS-CoV-2 in vitro [3] and a recent report suggested that 70% of 20 non-ICU hydroxychloroquine-treated patients had negative PCR results in nasopharyngeal samples at day 6 (D6) post-inclusion [4] and in all the 6 patients treated with hydroxychloroquine and azithromycin combination (hydroxychloroquine-azithromycin) [4] . In order to evaluate these results in intensive care unit (ICU) patients, we retrospectively assessed in moderate-to-severe ARDS the efficacy of hydroxychloroquine-azithromycin combination regarding viral disappearance at both day 6 of the treatment and day 6 of evolution of ARDS as compared with patients treated with lopinavir-ritonavir and a control group without any anti-viral treatment.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 552,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Forty-five patients were included, 17 receiving the combination of hydroxychloroquine 600 mg and azithromycin 500 then 250 mg daily, 13 receiving lopinavirritonavir 800 mg daily and 15 who did not receive any anti-viral treatment (controls). Patients were admitted to 4 ICUs in 2 different regions of France from March 2nd to March 31st. In one ICU, they received hydroxychloroquine-azithromycin as a usual policy while this combination was maintained if started prior to admission in the second ICU (the other patients receiving lopinavir-ritonavir). Controls were treated in 2 other ICUs with antibiotics targeting bacterial community acquired pneumonia only. In all patients, nasopharyngeal PCR for SARS-CoV-2 were performed at the time of diagnosis and then regularly during ICU stay in order to assess viral clearance. Results of PCR were qualitative at the beginning of the pandemic, then quantitative and expressed by the PCR cycle threshold (CT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data were expressed as mean ± the standard deviation or median with interquartile range for the quantitative variables, and as numbers and percentages for the categorical variables. Groups were compared using the Chi-square or Fisher's exact test for categorical characteristics, and using the Student's t test or Mann-Whitney U test for continuous ones. A two-sided p value of less than 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results are displayed in Table 1 . Patients presented ARDS criteria 2 ± 5 days after diagnosis confirmation and Open Access *Correspondence: sami.hraiech@ap-hm.fr 1 ± 2 days after treatment onset. Negative nasopharyngeal PCR for SARS-CoV-2 at day 6 following the initiation of treatment were observed in 5 (38%) patients from the lopinavir-ritonavir group as compared with 3 (18%) patients from the hydroxychloroquine-azithromycin group and 2 (20%) from the control group (p = 0.39). At day 6 following ARDS onset, PCR was negative in only 9 patients, 5 from the lopinavir-ritonavir group, 2 from the hydroxychloroquine-azithromycin group and 2 from the control group. When considering only the patients that had received an anti-viral treatment within the 5 days following the onset of COVID-19 symptoms, we found that none of them (0/7) had a negative PCR 6 days after the beginning of treatment in the hydroxychloroquineazithromycin group as compared with 3/7 (43%) in the lopinavir-ritonavir group (p = 0.05). At day 6 following ARDS, mortality was 4.4%, all survivors being under mechanical ventilation (MV) with no difference regarding ventilatory parameters, use of adjuvants and SOFA score. The latest follow-up done 38 ± 7 days following treatment onset revealed that 37 patients were still alive (82%), 12 (92%) in the lopinavir-ritonavir group, 15 (88%) in the hydroxychloroquine-azithromycin group and 10 (67%) in the control group. Ten patients were still in ICU, 6 (35%) from the hydroxychloroquine-azithromycin group, and 4 (31%) from the lopinavir-ritonavir group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In this case-control study, the rates of viral clearance at day 6 after treatment were not significantly different between patients treated with hydroxychloroquine and azithromycin, patients treated with lopinavir-ritonavir and those not treated with any specific anti-viral treatment. No difference in SARS-CoV-2 PCR negativity was found between groups 6 days after meeting moderate-tosevere ARDS criteria. Groups were comparable, except for a higher severity at admission in control patients, who were more frequently transferred to the ICU only when requiring MV, because of the massive influx of patients in this region of France. Although a positive PCR is not synonymous with active viral development, these results highlight the fact that neither of the treatments was able to achieve a rapid viral clearance in ARDS patients, as it has been suggested in one report on non-severe patients [4] . Waiting for the results of ongoing randomized controlled trials, clinicians should prescribe these treatments taking into account the paucity of the current rationale and the risk-benefit ratio in severe forms. Moreover, considering the lack of viral clearance in the most severe patients, the use of immunosuppressive drugs should be carefully balanced in this population [5] .",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 899,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1275,
                    "end": 1278,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A trial of Lopinavir-Ritonavir in adults hospitalized with severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chloroquine is a potent inhibitor of SARS coronavirus infection and spread",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benjannet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virol J",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa237"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105949"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunosuppression for hyperinflammation in COVID-19: a double-edged sword? Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singanayagam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30691--30698",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30691-7"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Characteristics and main outcomesARDS acute respiratory distress syndrome, CT cycle threshold, ECMO extracorporeal membrane oxygenation, ICU intensive care unit, IQR interquartile range, PEEP positive end-expiratory pressure, SAPS 2 Simplified Acute Physiology Score, SOFA Sepsis-related Organ Failure Assessment score, Vt tidal volume a Antibiotics (no anti-viral treatment and no azithromycin in this group) b When available, in positive patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge all the medical and nurse staff of the medical ICU of Marseilles North Hospital. 1 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions SH, JB, JH, KK, collected and analysed the data. SH, JC and JB performed the statistical analysis. SH, LP, FM and MG wrote the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors received no funding for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets used and/or analysed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Patients and their relatives were informed of the possibility of the use of medical data for retrospective studies and did not manifest opposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}