{
    "paper_id": "16cc0c9b0ff0c921df43dae98f9f9bc36af518a7",
    "metadata": {
        "title": "Institutional Effects on National Health Insurance Digital Platform Development and Use: The Case of Ghana",
        "authors": [
            {
                "first": "Anthony",
                "middle": [],
                "last": "Renner-Micah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ghana Business School",
                    "location": {
                        "settlement": "Accra",
                        "country": "Ghana"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Effah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ghana Business School",
                    "location": {
                        "settlement": "Accra",
                        "country": "Ghana"
                    }
                },
                "email": "jeffah@ug.edu.gh"
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Boateng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ghana Business School",
                    "location": {
                        "settlement": "Accra",
                        "country": "Ghana"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The purpose of this study is to understand institutional effects on digital platform development and use for national health insurance in a developing country. Information systems research on digital platforms for the health sector has focused more on healthcare. Less research exists on health insurance. This study, therefore, addresses the research gap by focusing on digital platform for national health insurance service in a developing country. The study employs qualitative, interpretive case study as methodology and institutional theory as analytical lens to investigate regulative, normative, and cultural-cognitive institutional effects on digital platform development and use for national health insurance in Ghana. The findings show the institutional enablers as: (1) healthseeking culture; (2) mobile network penetration and use; and (3) appropriate laws and regulations. Conversely, the constraints are (1) Unstructured supplementary service data (USSD) functionality; and (2) extended family system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The purpose of this study is to understand institutional effects on digital platform development and use for national health insurance in a developing country. Digital platforms are characterised as having layered modular architecture with a core module and loosely-coupled components [1] . By their nature, digital platforms facilitate change and evolution of their use through re-configuration of their architecture and components. There is widespread use of digital platforms in various organisations and sectors [2, 3] . Within the developing country health sector, some health insurance organisations have implemented digital platforms while others are in the process of doing so amidst some challenges.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Digital platform development for health insurance is underpinned by the need for efficient operational processes and effective service delivery [4] . Unlike traditional information systems (IS), which limit access to internal users for specified times, digital platform extends access to external users [5, 6] such as subscribers anytime anywhere.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Generally, literature on digital platforms for the health sector has focused more on health care [7, 8] . Less research, therefore, exists on health insurance as an important sector for providing health care financing, especially in relation to national health insurance in developing country context. Following this research gap, the research question for this study concerns how regulative, normative and cultural-cognitive institutions affect digital platform development and use for national health insurance in a developing country.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To address the research question, the study employs institutional theory [9] as analytical lens and qualitative, interpretive case study [10] as methodology to gain insight into digital platform development and use for national health insurance system in Ghana, as a developing country. Ghana was chosen because it has recently migrated its national health insurance from traditional information system environment onto a digital platform to improve its operational processes and service delivery.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 137,
                    "end": 141,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the paper is structured as follows. The following section reviews relevant literature on digital platforms and the health sector. The next section presents institutional theory as the analytical lens for data analysis. The section after describes the research setting and the methodology. The subsequent section reports on the case description. The section after focuses on analysis and discussion, while the final section presents the conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Digital platform is a facilitator of multi-sided activities. IS research views digital platform as an organisational and technological innovation for product development and transactions [1] . Several digital platforms have emerged over the last several years in different sectors [8] . These platforms are underpinned by computing and network infrastructure that allow distributed actors to interact and transact [11] . The architecture builds on components that have well-defined application programming interfaces (APIs). The APIs allow interconnection and uses in new ways than initially intended [12] , which make them engine for innovation in service delivery.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Digital Platform and Health Care"
        },
        {
            "text": "Vassilakopoulou et al. [7] examine the introduction of e-health platform to understand how inclusiveness was pursued in relation to the political orientation of platform development, coordination of work among multiple contributors, and handling of technical heterogeneity. Furstenau and Auschra [8] also investigate strategies to implement and scale digital platforms in highly-regulated settings such as health care. The authors observed that openness on code and content layers fuel platform growth and contribution. However, financial risks and uncertainties in health care regulations can result in platform failure and avoid opportunities to achieve potential benefits. Implementing and scaling digital platformespecially in health care-based organisationsis a difficult task and requires the resolution of tensions around autonomy-related benefits and control [8, 13] .",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 871,
                    "end": 874,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Digital Platform and Health Care"
        },
        {
            "text": "Digital platforms exhibit four dimensions: infrastructure, core module, ecosystem, and service dimensions [14] . This research focuses on the service dimension. The service dimension is the application of specialised competences (knowledge and skills) through deeds, processes, and performances for the benefit of another entity or the entity itself [15] . Because an organisation can always do better at serving clients, the service dimension views digital platform development and use as a continuous process directed at improving service delivery.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Digital Platform and Health Care"
        },
        {
            "text": "Despite the benefits offered by digital platforms, we are still less informed about how they support health insurance, as the focus has so far been on the health care sector. In the words of Rye and Kimberly, \"We still do not know as much as we would like, and what we do know, we may not know for sure\" [16, p. 254 ].",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 315,
                    "text": "[16, p. 254",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Digital Platform and Health Care"
        },
        {
            "text": "The theoretical foundation for this study is institutional theory of organisations [9, 17] . The fundamental concept of the theory is institution, which refers to established social structures such as laws, norms, culture and practices that influence people's thinking and behaviour in societal and organisational contexts [9] . Moreover, institutions are classified into three pillars, namely regulative, normative, and cultural-cognitive.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Foundation: Institutional Theory"
        },
        {
            "text": "First, the regulative pillar explains how laws, rules and regulations enable or constrain behaviour of actors [18] . It explains how people need to conform to rules or attract punishments if they break the rules [9] . As this study concerns health insurance, regulative institutions are the acts of parliament and laws that regulate behaviour in the sector.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Foundation: Institutional Theory"
        },
        {
            "text": "Second, the normative pillar is based on agents' social obligations, which are observable through values and norms [18] with the aim of guiding and promoting certain preferred behaviours [19] . They specify how things should be done, how goals should be set and legitimate means to pursue them [9] . In this study, normative institutions refer to established norms, traditions and practices in national health insurance services.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Foundation: Institutional Theory"
        },
        {
            "text": "Finally, cultural-cognitive institutions are the taken-for-granted customs, traditions, and assumptions that control the thinking process and actions of social actors [20] . In this study, cognitive institutions refer to the thinking and decision-making patterns of actors in the national health insurance sector.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Foundation: Institutional Theory"
        },
        {
            "text": "In theory, the three pillars are only separated for analytical purpose [9] . In practice, they work in combination. Within a given context, one pillar may dominate the others. In IS research, institutional theory has been recognised as useful for analysing change and stability related to information technology and organisational elements [21] . The motivation for choosing it as the theoretical foundation in this study is based on its useful concepts to understand the effects of normative, regulative and cultural-cognitive factors on digital platform development and use for national health insurance in a developing country.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Foundation: Institutional Theory"
        },
        {
            "text": "This study forms part of a larger research project into health insurance platformisation in a developing country. The current study focuses on a digital platform initiative and the regulative, normative and cognitive institutional effects on the process and the outcome. This research is based on a single case study method of the national health insurance in Ghana.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Setting and Methodology"
        },
        {
            "text": "Following the interpretive paradigm [10, 22] , this study seeks to understand the interaction between digital platform development and use in health insurance and the effects of the institutional environment. Interpretivists argue that organisations are not static and that the relationship between people, organisations, and technology evolve. The motivation for choosing qualitative, interpretive case study approach is based on the understanding that the research phenomenon and its context can be understood through the meanings that participants assign to them within and their institutional environment [23, 24] .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 41,
                    "end": 44,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Data collection occurred from June 2018 to September 2019. In line with the interpretive case study tradition [10] , this study obtained data from multiple sources, including interviews, documents, observations, and websites. The multiple data sources included semi-structured interviews with key informants who had knowledge and experience with the digital platform initiative, its implementation, and outcomes. The key informants were selected through purposive and snowball sampling [25] based on the relevance of their role in understanding the phenomenon.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "A total of thirty-two (32) interview participants were selected for this study. The participants included one director of MIS, two deputy directors for business systems and claims management, respectively. Other participants were ten regional ICT coordinators, two data center administrators, one database administrator and one senior manager ICT for business systems. Additional data came from discussion with ten district MIS officers and five health insurance subscribers. Interviews lasted between 45 min and two hours, were tape-recorded, transcribed and verified by participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "The researchers also obtained further data from observing the digital platform modules through demonstrations and walkthroughs organised by the national health insurance IT staff. In addition, documentary data were gathered from project documentation and reports as well as from websites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Based on the interpretive tradition, data analysis occurred alongside data gathering [10] . The analysis occurred at two stages. The first stage was based on inductive thematic analysis. The process involved inductively deriving concepts from the collected data to identify themes related to the development, use and outcome of the digital platform and the roles of stakeholders to inform the case description.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The second stage was theory-based analysis. Under this approach, concepts from institutional theory were used as sensitising devices to identify regulative, normative and cultural-cognitive institutions as enablers and constraints of the development and use of national health insurance digital platform. From the interpretive analysis perspective, the goal of the analysis was not to test the theory, but use it as a sensitising device to guide the analysis [26] . Where necessary, follow up with the interview participants were undertaken to verify emerging findings or seek additional data in line with the hermeneutic circle.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Ghana, with an estimated population of 29 million as of 2018 and classified as a middle-income country, is a developing country in Africa. Health care financing has gone through a chequered history in Ghana since independence in 1957 where all governments have pursued, with varying degrees of success, several policies, and programmes to accelerate economic growth and raise the living standards. The national health insurance scheme (NHIS) was established under Act 650 of 2003 by the Government of Ghana to provide essential health care services to persons' resident in the country through district mutual health insurance scheme (DMHIS) and private health insurance schemes. The mission of the scheme has been towards securing the implementation of the national health insurance policy that ensures access to essential health care services for all residents of Ghana and drive universal health coverage [27] .",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 911,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Case Description"
        },
        {
            "text": "In order to qualify as a member with the national health insurance, residents need to register first with the scheme and be given some form of identification to visit the health provider and receive health care for free. At the onset of the scheme in 2003, DMHIS used manual means to register and identify members or subscribers as they are known. From 2005 to 2008, DMHIS attempted some level of automation with mix results. The software installed at the DMHIS were on standalone computers with no network connectivity to undertake data entry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-digital Platform"
        },
        {
            "text": "With the exponential growth in membership of the scheme from 2008 came problems with accessing health services. From 2008, the NHIS introduced several digital interventions including a centralised database and a biometric system (BMS) to address operational challenges which included dwindling or stagnated growth. Moreover, the systems introduced produced unintended consequences of long queues and citizens waiting several hours and sometimes days in rural areas at the DMHIS to register to access health care. Essentially the systems introduced up to 2016 were not client-side friendly (for health insurance subscribers to access services) resulting in long queues and waiting times at DMHIS offices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-digital Platform"
        },
        {
            "text": "The members of the NHIS have been mostly at the receiving end of unintended consequences resulting from digital technology led attempts at digital service innovation. First, the non-portability of the scheme and silos of client-facing systems rendered accessing health care problematic for NHIS members. As a result, the scheme recorded stagnated or dwindling growth. There were also the intermittent shortages of consumables needed to ensure a very smooth registration process as well as the constant breakdown of biometric equipment. A senior management official with the scheme recounts:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-digital Platform"
        },
        {
            "text": "\"We are at the crossroads if you ask me as a scheme where technology is driving the way things ought to be done; so, services, services, services is something that we want to take to the very next level.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-digital Platform"
        },
        {
            "text": "Conceptualised in 2017, the digital platform development received funding from the international labour organisation (ILO) to boost membership registration in order to meet the united nations universal health coverage goals. A prototype version of the platform was initially developed from which it was scaled to pilot and production. Modules of the platform include a payment system linked to a mobile service aggregator. The payment module channels payments between NHIS members using the mobile renewal application on their mobile devices and NHIS digital platform over the mobile telecommunications network of the participating telecoms companies Vodafone, MTN and AirtelTigo. It also includes an application programming interface (APIs) to integrate with health provider platforms for authentications. The mobile renewal application was piloted successfully in two districts in Ghana and eventually rolled out nationwide from December 2018. The mobile renewal part of the solution uses unstructured supplementary service data (USSD) to provide messaging service to health insurance members, including the renewal of their membership and payment of premium. The mobile application sends SMS reminder before the expiration of the subscribers' eligibility. The reminder offers the option to complete payment of the insurance premium immediately after the SMS. Insurance subscribers can check when their policy is due to expire. Other features available within the application is the ability to view the benefits packages as well as a comprehensive list of medicines. Service benefits to members expected from the platform include improved member renewal and registration, and reduced waiting times at DMHIS offices. In driving the schemes overall policy goal of attaining universal health coverage, the digital platform is also expected to eliminate process bottlenecks to increase NHIS penetration in Ghana by allowing members to renew their policies at the comfort of their homes without having to queue at district offices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Digital Platform Development (Mobile Renewals and Digital Authentication)"
        },
        {
            "text": "The NHIS continued to implement the mobile membership renewal and digital authentication system across all its district offices nationwide since the national roll-out in December 2018. The response from the NHIS membership and providers on the use of these initiatives have been very positive. Membership and claims check code authentication are helping to improve upon the validity of membership numbers and cost containment in claims payment. Through this process, a comprehensive analysis of membership and claims validity checks can be undertaken from which appropriate punitive measures for invalid claims submission can be taken. There is now the possibility to link legacy data to new data generated from the project's implementation to drive more timely and actionable insights, significantly improving efficiency of NHIS operations and service accessibility. Importantly, more wide-reaching policy reforms to bring the scheme back to full sustainability can be attempted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-digital Platform Development"
        },
        {
            "text": "A number of key challenges have, however, been observed. First is differences in how mobile telecommunications companies present their USSD menu following the shortcode issued by the health insurance member to access the service. For example, whiles MTN has been adjudged simpler in terms of plugging in by the mobile platform aggregator and presenting a much simpler interface for approving payment out of health insurance members mobile wallet without leaving the screen, Vodafone and AirtelTigo are said to have a complicated menu system. This process involves the health insurance member first generating a code called a voucher number. After the code is received, the health insurance member will have to dial another shortcode to complete the health insurance renewal process, resulting in two separate steps for the subscriber. Even though the mobile telecommunications companies such as AirtelTigo claim the voucher system is more secure and clients more protected, this presents challenges for easy adoption by health insurance members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-digital Platform Development"
        },
        {
            "text": "Secondly, resulting from degraded network connectivity from the mobile telecommunications network, health insurance members have had to contend with trying multiple times before the transactions eventually get completed to renew their memberships. At other times, health insurance members have money deducted from their mobile wallet without a corresponding renewal of their membership. This has been attributed to integration challenges between the other platform partners such as the mobile aggregator, the mobile telecommunications provider, including the NHIS where system handshakes are not completed. Lastly, digital illiteracy, the inability to use and access digital information and tools have resulted in the situation where some health insurance members are unable to use the service and rely on third parties, including mobile money vendors with the unintended consequence of giving out their personal information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-digital Platform Development"
        },
        {
            "text": "The findings of the case study present us with a number of interesting issues for analysis and discussion. Based on the research question and institutional theory as a lens, this section discusses the regulative, normative and cultural-cognitive institutional enablers and constraints. Enablers generally mediate the successful achievement of organisational goals whiles constraints makes an action difficult or impossible to act upon [28] .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Analysis and Discussion"
        },
        {
            "text": "The findings show that the initial objective of the national health insurance was to provide a digital platform to address service accessibility problems leading to increased enrolment towards meeting universal health coverage targets. International nongovernmental normative institution funded and drove the digital platform initiative. First, the normative health-seeking culture in the country supported the need for a digital platform that could facilitate expanded coverage and access to health service. This normative health-seeking behaviour is manifested in the increased utilisation of health services under national health insurance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Enablers"
        },
        {
            "text": "For example, active membership has risen from 10 million as at the end of 2016 to 11.7 million in 2019. Mobile renewals under the platform continue to account for about 65-70% of total renewals recorded. As at the end of September 2019, the cumulative (January to September) mobile renewals was 3,970,408. The total revenue generated from these renewals is GHS 52, 463, 584 or approximately $9.5 million accounting for 53.58% of total transactions (mobile & BMS renewals and new registrations) and 68.78% of all renewals (mobile and BMS). Again, as at the end of September 2019, a total of 4,553 health providers are using the authentication module regularly. Within the same period, a total of 23,975,774 health care attendances have been validated digitally. As noted in the literature, despite the relatively high percentage of its gross domestic product (GDP) on health [29] , universal health coverage remains a long way from being attained as a result of service accessibility problems [30] . Nevertheless, digital platforms offer several advantages for health seekers, health provider and payer [31] .",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 878,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 992,
                    "end": 996,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Enablers"
        },
        {
            "text": "Another normative institution that enabled the digital platform initiative was the penetration and use of mobile technology. Mobile network penetration continues to surge in the country at 75%, as at 2016 [32] meaning an estimated 75 out of every 100 Ghanaian adults own a mobile phone. These include some of the over 11 million currently active members of national health insurance. These normative factors encouraged the NHIS to seek the development of digital platform capabilities that apart from facilitating access to health care also provides online payment services. Normative use and growth of mobile banking and payment systems for economic transactions and exchange [33] further ensured the integration of the payment system into the NHIS digital platform. The outcome is a more efficient and transparent means of accounting for cash inflows to the scheme from premium payments.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Enablers"
        },
        {
            "text": "A regulative institution would ascertain whether the organisation is legally established and whether it is acting in accord with relevant laws and regulations. The research findings suggest that the principal regulative institution establishing the NHIS is Act 852 that replaced Act 650 in October 2012 to consolidate the NHIS. The objective of the revised law is to remove operational bottlenecks and drive transparency towards the attainment of universal health insurance coverage. The regulative pillar's legitimising influence supports and authorises individuals within the NHIS to take specific actions, in this case, the development and implementation of a digital platform to boost membership registration in order to meet the united nations universal health coverage goals. The design and construction of digital artefacts and technologies are mandated by regulative authorities often in the interests of the larger society [9] .",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 935,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Enablers"
        },
        {
            "text": "Digital platform has the potential for increased levels of health insurance member engagement, a model of participatory health care that could improve service outcomes while also lowering cost. However, normative constraints embedded in USSD interface across mobile telecommunications provider platforms poses challenges to continued adoption and use of the service platform. Health insurance members experiencing challenges will revert to travelling to DMHIS offices to renew their health insurance memberships defeating the goal of improving service experience using the platform. The extended family system, which is deeply embedded in the Ghanaian culture is a group consisting of close kin organised around either patrilineal or matrilineal relatives or lines. The extended family system results from the communal rather than individualistic social network based on a fundamental need to care for other members of the extended family [34] . This system typically includes a man, his wife, children or offspring in addition to other kin. By extension of this system, reverence is accorded family heads and community leaders. In practice, family heads can register for national health insurance membership on behalf of an entire household while community leaders do same for community members. In secondary schools, mass registration of students unto the national health insurance can be linked to a single phone number of a school head. Within the NHIS mobile authentication platform, when a member visits the health provider to access health care, the member after consultation receives a notification on their mobile device asking them to confirm whether they were at the health provider on a given day and time to access health care. This verification system is for purposes of enabling the NHIS to link attendance to claims received from the health provider, many of which are fraudulently sent for payment.",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 943,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Constraints"
        },
        {
            "text": "In most cases, these notifications are not responded to because the receiver has no knowledge of a visit to the health provider by an individual family member on whose behalf, he/she undertook the NHIS member registration. This cultural-cognitive institution is a major constraint on the NHIS ability to obtain proper feedback to validate claims received from health providers. This constraint goes to the heart of the schemes cost containment and financial sustainability drive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Constraints"
        },
        {
            "text": "The purpose of this study was to understand how institutional effects enable or constrain digital platform development and use in national health insurance from a developing country context. By applying institutional theory to analyse digital platform in national health insurance, our work contributes to digital platform research in the health sector in general and health insurance in particular. The findings show that digital platform is a promising means to help health insurance organisations in developing countries to achieve national coverage. However, to derive the benefits, health insurance managers should pay attention to institutional enablers and constraints that affect digital platform development and use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The study contributes to research, practice and policy. For research, the study reveals regulative, normative, and cultural-cognitive enablers and constraints and how they can shape the development and use of digital platform for health insurance in a developing country context. By identifying these institutions, this study extends existing knowledge on digital platform development and access in developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "For practice, the study shows that health insurance managers should not only address technical issues related to digital platforms but also focus on social issues such as institutional enablers and constraints that affect digital platform development, use and outcomes. The findings offer practical lessons on how institutions can facilitate or promote successful deployment and use of digital platforms for national health insurance. For policy, the study calls on developing country governments to create the appropriate institutional environment and frameworks to support digital platform development and use for health insurance and the public sector in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "For future research, there is the possibility of uncovering other institutional enablers and constraints to enhance our understanding of digital platforms and their institutional environments. We encourage future research to explore how private health insurance develop and use digital platforms and the institutional factors that affect them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Research commentary-the new organizing logic of digital innovation: an agenda for information systems research",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Henfridsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lyytinen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Inf. Syst. Res",
            "volume": "21",
            "issn": "4",
            "pages": "724--735",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Use and impact of ICT on SMEs in Oman",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ashrafi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murtaza",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Electron. J. Inf. Syst. Eval",
            "volume": "11",
            "issn": "3",
            "pages": "125--138",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Innovating with enterprise systems and digital platforms: a contingent resource-based theory view",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sedera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lokuge",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grover",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Inf. Manag",
            "volume": "53",
            "issn": "3",
            "pages": "366--379",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Organizational readiness for innovation in health care: some lessons from the recent literature",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Serv. Manag. Res",
            "volume": "24",
            "issn": "4",
            "pages": "213--218",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The past, present, and future of 'IS Success",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Petter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Delone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Assoc. Inf. Syst",
            "volume": "13",
            "issn": "",
            "pages": "341--362",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Collective action for a common service platform for independent living services",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nikayin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Reuver",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Itälä",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Med. Inform",
            "volume": "82",
            "issn": "10",
            "pages": "922--939",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Building national ehealth platforms: the challenge of inclusiveness",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vassilakopoulou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ICIS 2017 Proceedings",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Open digital platforms in health care: implementation and scaling strategies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furstenau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Auschra",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the International Conference on Information Systems",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Institutions and Organizations: Ideas Interests and Identities",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Doing interpretive research",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walsham",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur. J. Inf. Syst",
            "volume": "15",
            "issn": "3",
            "pages": "320--330",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Platforms and infrastructures in the digital age",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Constantinides",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Henfridsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Inf. Syst. Res",
            "volume": "29",
            "issn": "2",
            "pages": "381--400",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Open mHealth architecture: an engine for health care innovation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Estrin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "330",
            "issn": "6005",
            "pages": "759--760",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Distributed tuning of boundary resources: the case of Apple's iOS service system",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elaluf-Calderwood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sørensen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "MIS Q",
            "volume": "39",
            "issn": "1",
            "pages": "217--243",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Taxonomy of digital platforms: a platform architecture perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaschke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Haki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "14th International Conference on Wirtschaftsinformatik",
            "volume": "",
            "issn": "",
            "pages": "572--586",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evolving to a new dominant logic for marketing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vargo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lusch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Mark",
            "volume": "68",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Review: the adoption of innovations by provider organizations in health care",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Rye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kimberly",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Med. Care Res. Rev",
            "volume": "64",
            "issn": "3",
            "pages": "235--278",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Institutional theory: contributing to a theoretical research program",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Great Minds in Management: The Process of Theory Development",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Positioning the institutional perspective in information systems research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mignerat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rivard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Inf. Technol",
            "volume": "24",
            "issn": "4",
            "pages": "369--391",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "IT adoption in the public healthcare sector: an institutional research agenda",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gauzente",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dumoulin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IADIS Int. J. Comput. Sci. Inf. Syst",
            "volume": "7",
            "issn": "2",
            "pages": "101--116",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Institutional effects on e-payment entrepreneurship in a developing country: enablers and constraints",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Effah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Inf. Technol. Dev",
            "volume": "22",
            "issn": "2",
            "pages": "205--219",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Technology and institutions: what can research on information technology and research on organizations learn from each other? MIS Q",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Orlikowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "145--165",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Interpretive case studies in IS research: nature and method",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walsham",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Eur. J. Inf. Syst",
            "volume": "4",
            "issn": "2",
            "pages": "74--81",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Exploring the role of informants in interpretive case study research in IS",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bygstad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Munkvold",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Inf. Technol",
            "volume": "26",
            "issn": "",
            "pages": "32--45",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Interpretive Research Design-Concepts and Processes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schwartz-Shea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yanow",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Qualitative Data Analysis: A Methods Sourcebook",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Huberman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saldaña",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A set of principles for conducting and evaluating interpretive field studies in information systems",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "MIS Q",
            "volume": "23",
            "issn": "1",
            "pages": "67--93",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "NHIA: Benefits Package",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Digital innovation in public service ecosystem: enacting the generative affordance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hurtta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Elie-Dit-Cosaque",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "25th European Conference on Information Systems (ECIS 2017)",
            "volume": "2017",
            "issn": "",
            "pages": "2744--2754",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A review of the national health insurance scheme in Ghana: what are the sustainability threats and prospects?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Alhassan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nketiah-Amponsah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Arhinful",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Perceptions of healthcare quality in Ghana: does health insurance status matter?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K O"
                    ],
                    "last": "Duku",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nketiah-Amponsah",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pradhan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The My Active and Healthy Aging (My-AHA) ICT platform to detect and prevent frailty in older adults: randomized control trial design and protocol. Alzheimer's Dement",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transl. Res. Clin. Interv",
            "volume": "4",
            "issn": "",
            "pages": "252--262",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "An empirical evaluation of cashless systems implementation in Ghana",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Apau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Obeng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Darko",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Bus. Econ. Manag",
            "volume": "6",
            "issn": "3",
            "pages": "159--173",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Households' ICT access and bank patronage in West Africa: empirical insights from Burkina Faso and Ghana",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Karakara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Osabuohien",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Technol. Soc",
            "volume": "56",
            "issn": "",
            "pages": "116--125",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Tracing the emergence and formation of small dot-corns in an emerging digital economy: an actor-network theory approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Effah",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}