{
    "paper_id": "23dd3610a2c1eb987089aa89236b19adcc2bc7bd",
    "metadata": {
        "title": "The MOLES System for Planning Management of Melanocytic Choroidal Tumors: Is It Safe?",
        "authors": [
            {
                "first": "Kelsey",
                "middle": [
                    "A"
                ],
                "last": "Roelofs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital",
                    "location": {
                        "postCode": "EC1V 2PD",
                        "settlement": "London",
                        "country": "UK; roelofs@ualberta.ca (K.A.R."
                    }
                },
                "email": ""
            },
            {
                "first": "Roderick",
                "middle": [],
                "last": "O&apos;day",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital",
                    "location": {
                        "postCode": "EC1V 2PD",
                        "settlement": "London",
                        "country": "UK; roelofs@ualberta.ca (K.A.R."
                    }
                },
                "email": "roderick.o'day@eyeandear.org.aur.o."
            },
            {
                "first": "Lamis",
                "middle": [],
                "last": "Al Harby",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital",
                    "location": {
                        "postCode": "EC1V 2PD",
                        "settlement": "London",
                        "country": "UK; roelofs@ualberta.ca (K.A.R."
                    }
                },
                "email": "lamis.alharby1@nhs.netl.a.h."
            },
            {
                "first": "Amit",
                "middle": [
                    "K"
                ],
                "last": "Arora",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital",
                    "location": {
                        "postCode": "EC1V 2PD",
                        "settlement": "London",
                        "country": "UK; roelofs@ualberta.ca (K.A.R."
                    }
                },
                "email": "amit.arora@nhs.neta.k.a."
            },
            {
                "first": "Victoria",
                "middle": [
                    "M L"
                ],
                "last": "Cohen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital",
                    "location": {
                        "postCode": "EC1V 2PD",
                        "settlement": "London",
                        "country": "UK; roelofs@ualberta.ca (K.A.R."
                    }
                },
                "email": "victoria.cohen@nhs.netv.m.l.c."
            },
            {
                "first": "Mandeep",
                "middle": [
                    "S"
                ],
                "last": "Sagoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital",
                    "location": {
                        "postCode": "EC1V 2PD",
                        "settlement": "London",
                        "country": "UK; roelofs@ualberta.ca (K.A.R."
                    }
                },
                "email": "mandeep.sagoo1@nhs.netm.s.s."
            },
            {
                "first": "Bertil",
                "middle": [],
                "last": "Damato",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital",
                    "location": {
                        "postCode": "EC1V 2PD",
                        "settlement": "London",
                        "country": "UK; roelofs@ualberta.ca (K.A.R."
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: To evaluate the MOLES system for identifying malignancy in melanocytic choroidal tumors in patients treated for choroidal melanoma. Methods: Records of 615 patients treated for choroidal melanoma between January 2017 and December 2019 were reviewed. Patients were excluded if iris and/or ciliary body involvement (106 patients), inadequate fundus photography (26 patients), no images available for review (21 patients) and/or treatment was not primary (11 patients). Demographic data and AJCC TNM Stage were collected. Color fundus and autofluorescence photographs (FAF), optical coherence tomography (OCT) and B-scan ultrasounds were prospectively reviewed. MOLES scores were assigned according to five criteria: mushroom shape, orange pigment, large size, enlarging tumor and subretinal fluid. Results: A total of 451 patients (mean age, 63.9 ± 13.9 years) were included. At treatment, mean largest basal tumor diameter (LBD) and thickness were 10.3 ± 2.8 mm (range, 3.0-23.0) and 4.3 mm (range, 1.0-17.0). All but one (0.2%) had MOLES scores of ≥3. Eighty-two patients were treated after surveillance lasting a mean of 1.5 years. Initially, most (63/82; 76.8%) had a MOLES score ≥ 3. Importantly, none of the 451 tumors had a score of <2, and as such, the MOLES protocol would have indicated referral to an ocular oncologist for 100% of patients. Conclusion: The MOLES scoring system is a sensitive (99.8%) tool for indicating malignancy in melanocytic choroidal tumors (MOLES ≥ 3). If the examining practitioner can recognize the five features suggestive of malignancy, MOLES is a safe tool to optimize referral of melanocytic choroidal tumors for specialist care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There is scope for improvement in the management of patients with melanocytic choroidal tumors. As choroidal melanomas are infrequently seen in non-subspecialty clinics, up to one third of patients referred to an ocular oncology center for uveal melanoma are found to have a simulating lesion, most commonly a choroidal nevus [1, 2] , which often has minimal risk of malignancy. At the same time, patients with melanoma frequently experience long delays in referral and diagnosis because their tumor is incorrectly classified as a 'suspicious nevus', in many instances because the referring clinician is falsely reassured by its relatively small size. As a result, some patients suffer greater ocular morbidity, visual loss, and perhaps and increased risk of metastasis that may have been prevented by timely referral and treatment.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 330,
                    "end": 332,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Historically, enlargement of a choroidal melanocytic lesion has been regarded as the most reliable indicator of malignancy [3, 4] and as such, several risk factors for growth have been reported. The acronym 'DOCTOR GASS', was proposed by Harbour [5] based on risk factors identified in the 1970s by Gass [6] . Several of these risk factors were confirmed by Shields et al., who devised a well-known mnemonic 'To Find Small Ocular Melanoma' [7, 8] later adding 'Using Helpful Hints Daily.' [9, 10] . As recent years have seen advances in multi-modal imaging techniques, this mnemonic has been revised to 'To Find Small Ocular Melanoma Doing IMaging,' with the 'M' representing 'Melanoma hollow' on ultrasound and 'DIM' representing 'diameter > 5 mm' on fundus photography [11] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 444,
                    "end": 446,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The MOLES program has recently been developed by the senior author (BD) to help non-specialists improve the care they provide to patients with melanocytic choroidal tumors. This comprises: the MOLES acronym, to highlight the clinical signs of choroidal melanoma; the MOLES score for estimating the likelihood of malignancy in melanocytic choroidal tumors; and the MOLES referral guidelines for managing patients according to the tentative diagnosis. MOLES is not indented to be used by ocular oncologists as a tool to select patients for treatment. Unlike the aforementioned scoring systems, the MOLES program aims to empower non-specialists to optimize monitoring and referral decisions without requiring ultrasonography and other imaging techniques, which are not widely available in the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The MOLES acronym stands for: Mushroom shape, Orange pigment, Large size, Enlarging tumor and Subretinal fluid. Each of these features is given a score of 0, 1 or 2 according to whether it is absent, borderline, or present. These five features were selected with the aim of making MOLES a highly sensitive, safe scoring system. Mushroom shape is almost pathognomonic for choroidal melanoma. It is included in the MOLES scoring system to ensure that even in the absence of other features, patients with mushroom shaped choroidal lesions will be appropriately referred. Although overlying lipofuscin can be seen in a variety of choroidal pathologies, numerous studies have found orange pigment to be an important risk factor for melanocytic lesion [4, 5, 7, 8, 10, 11] . The mean largest basal diameter of choroidal nevi documented in the Blue Mountain Eye Study was only 1.25 mm [12] , only 13% of nevi are > 5.5 mm [13] and thickness > 2 mm is associated with a significant risk of future growth [8, 9, 11] . Therefore, large size is included as the third feature in an effort to ensure that the MOLES score reliably identifies otherwise bland lesions that are suspicious primarily because their size. Fourthly, although choroidal nevi may enlarge slowly over a long period of time (0.06 mm/year) [14] , a more rapid rate of growth (mean 1.0 mm/year, range 0.0-8.0 mm/year) [9] is indicative of malignant transformation. Finally, the presence of sub-retinal fluid is included as the fifth feature as it has also previously been well documented as a risk factor for growth [4, 5, 7, [9] [10] [11] . A multivariable analysis of 2355 cases by Shields et al. confirmed the predictive value of orange pigment (p = 0.0004), tumor thickness (p < 0.0001), basal tumor diameter (p = 0.0275), and subretinal fluid (p< 0.0001) [11] . The MOLES scoring system categorizes tumors as 'common nevus', 'low-risk-nevus', 'high-risk nevus' and 'probable melanoma' according to whether the sum total of these five scores is 0, 1, 2 or >2 respectively. The MOLES protocol advises patients with common nevi to undergo review by a community optometrist every two years, ideally with sequential color photography. For the remaining patients, multimodal imaging assessed by an ophthalmologist is recommended, with referral for such care considered non-urgent for patients with low-risk or high-risk nevi and urgent for patients with probable melanoma. Studies at Oxford Eye Hospital and the Ocular Oncology Service at Moorfields Eye Hospital have shown that a significant proportion of patients referred to these centers have common or low-risk nevi. If managed entirely in the community, these patients, many of whom are elderly, would be spared the cost and inconvenience of having to travel to hospital eye clinics, which may be far from their home. The transfer of care to community optometrists would lighten the burden on hospital clinics, reducing waiting lists and freeing up resources for patients in greater need of urgent specialist care.",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 749,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 750,
                    "end": 752,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 753,
                    "end": 755,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 756,
                    "end": 758,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1003,
                    "end": 1006,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1572,
                    "end": 1575,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1576,
                    "end": 1578,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1579,
                    "end": 1581,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1582,
                    "end": 1585,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1591,
                    "end": 1595,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1816,
                    "end": 1820,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the presence of various combinations of the risk factors for future growth are the basis for counselling and treatment decisions [15] , their role in determining the urgency of referrals to an ocular oncologist has not been studied. There will be fears that the MOLES scoring system will delay the treatment of some patients with choroidal melanoma, because the likelihood of malignancy is underestimated. To address these concerns, we performed this study to determine how many patients treated for choroidal melanoma at our center had a MOLES score indicating common or low-risk nevus at the time of treatment. In a subset of patients who were treated after a period of monitoring, we also scored the tumors according to the findings at the first assessment.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We reviewed the electronic medical records of all 615 patients undergoing treatment for uveal melanoma between 1 January 2016 and 31 December 2019 with laser (photodynamic therapy or trans-pupillary thermotherapy), plaque brachytherapy, proton beam radiotherapy or enucleation. The following data were collected: dates of birth, first assessment and treatment; sex; affected eye; therapeutic modality; and presence and size of any extraocular tumor extension. Tumors were staged according to the 8th edition of the American Joint Cancer Committee (AJCC) TNM (tumor, node, metastasis) classification [16] . Patients were excluded if: (i) they had undergone previous treatment for uveal melanoma (11 patients), (ii) the tumor extended anterior to ora serrata, to involve the iris and/or ciliary body (106 patients), and/or (iii) imaging of the tumor was lacking or inadequate (47 patients).",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Imaging of the tumor comprised wide-field, color and autofluorescence photography (Optos California (Optos plc, Dunfermline, Scotland)), optical coherence tomography (OCT) (Heidelberg Spectralis; Heidelberg Engineering GmbH, Heidelberg, Germany), and B-scan ultrasonography (ACUSON S2000; Siemens Healthcare Limited, UK). Mushroom shape, orange pigment, large size, enlarging tumor and subretinal fluid were scored and tumors categorized as common, low-risk, high-risk nevus or probable melanoma, as described in Table 1 . Statistical analysis was performed using commercially available software (Stata Statisical Software. StataCorp LP). Variables were assessed for normality with the Kolmogorov-Smirnov and Shapiro-Wilk test. Data are presented as mean ± standard deviation (SD) when normally distributed, and as median, interquartile range (IQR) when not. This study was approved by the Moorfields Eye Hospital clinical audit department (No; 452) and was conducted in accordance with the declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 513,
                    "end": 520,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The cohort comprised 451 patients (230 male, 221 female) with a mean age of 63.9 ± 13.9 years. The tumor was located in the left eye in 241 (53%) patients and the right eye in 210 (47%). At the time of treatment, the mean largest basal tumor diameter (LBD) was 10.3 ± 2.8 mm (range, 3.0-23.0) and the mean tumor thickness was 4.3 mm (range, 1.0-17.0). The MOLES scores were 0, 1, 2 and ≥3 in 0.0%, 0.0%, 0.2% and 99.8% patients respectively, with most patients (82.5%) with scores of 4, 5 or 6. The mean MOLES score was 5 ± 1.2 and followed a normal distribution. By AJCC classification, 47.5% of tumors were T1a and Stage I. The distribution of AJCC Group and Stage was similar amongst MOLES score categories (Table 2 ). Plaque brachytherapy was the most common treatment (59.1%). Type of treatment was not associated with MOLES score ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 710,
                    "end": 718,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 838,
                    "end": 845,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In patients who were initially observed, the delay had a median of 1.5 years (range, 0.2-3.9) ( Table 3) . None of these patients had scores of 0 (i.e., 'common nevus') or 1 ('low-risk nevus'). The initial MOLES score was 2 ('high-risk nevus') in 23.2% (19/82), and ≥3 ('probable melanoma') in the remainder (76.8%; 63/82). Specifically, an initial MOLES score of 3 was seen in 37.8% (31/82), 4 in 23.2% (19/82) and 5 in 15.9% (13/82). Of the 'high-risk nevi' (MOLES = 2; 19 cases), all were treated after showing an increase in the MOLES score. This consisted of growth (E = 1 or 2) in all except for one tumor, which developed traces of orange pigment and subretinal fluid that were not initially present. Most high-risk nevi (63%; 12/19) had an initial MOLES score of 2 because of size alone (L = 2); the remaining seven had a size score of 1, with six also showing traces of subretinal fluid and one showing traces of orange pigment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the entire group of tumors that were not immediately treated, there were only two tumors that did not subsequently show an increase in the MOLES score by the time of treatment. Both of these tumors had an initial MOLES score of 4 and both patients were offered treatment at their first visit, but had declined. Following a delay of approximately five months, both patients had re-considered the situation, agreeing to proceed with treatment. One had a basal diameter and thickness of 9.8 mm and 2.9 mm respectively, with traces of orange pigment and subretinal fluid. The other had a basal diameter and thickness of 6.2 mm and 1.6 mm respectively, with confluent orange pigment and traces of subretinal fluid. One patient with a MOLES score of 2 underwent treatment. This tumor, which was located pre-equatorially, had an LBD of 12.8 and a thickness of 5.1 with internal blood flow detected on doppler ultrasonography. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The main finding of this study is that none of the 451 patients would have suffered a delay in referral to an ocular oncologist if their tumor had been correctly scored with MOLES and management organized according to our recommendations. This is because all the patients in our cohort had a MOLES score of 2 or more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Findings"
        },
        {
            "text": "The main aim of this study was to determine whether patients with choroidal melanoma would experience delays in referral and treatment because of a low MOLES score. Our findings suggest that such delays are likely to occur only in exceptional cases because none of the 451 patients in our cohort had a low score at the time of treatment or, in the 82 with deferred treatment, at our initial assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Aims"
        },
        {
            "text": "We did not aim to measure the MOLES specificity by determining how many melanocytic choroidal tumors with a high MOLES score never progress. This would have required a large number of patients to be followed up for many years without treatment. It would have been difficult to achieve a sufficient sample size because treatment is considered to be urgent once malignancy is suspected, not least because of concerns about missing any opportunity for preventing metastatic spread. As such, it is to be expected that all patients included in this study underwent treatment as this was the main inclusion criterion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Aims"
        },
        {
            "text": "Similarly, we did not seek to determine how many melanocytic choroidal tumors with a low MOLES score eventually prove to be malignant (either because of transformation to melanoma or because the tumor was malignant in the first instance but resembling a nevus). Such a study would be logistically difficult because prospective data collection would take many years, especially as most tumors with low scores are monitored in the community; furthermore, retrospective analysis of patients seen in hospital would be compromised by a high rate of loss to follow-up as these patients tend to be discharged from our care. The absence of MOLES 0/1 in this study confirms the high sensitivity of the scoring system. In the experience of the senior author (BD) it is extremely rare for melanocytic choroidal tumors to grow if they have clinical features that would give rise to a MOLES score of 0/1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of Aims"
        },
        {
            "text": "MOLES is intended as a guide to the intensity with which patients with melanocytic choroidal tumors should be investigated and monitored and whether these are best undertaken by ophthalmologists with special expertise and imaging equipment. It is important to note that the MOLES scoring system is not intended for the assessment of non-melanocytic lesions and was devised to help non-specialists remember five key signs that distinguish choroidal melanomas from nevi, which are serendipitously called 'moles' in lay terms. The MOLES is also not intended to be used as a tool to select patients for treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MOLES Rationale"
        },
        {
            "text": "MOLES is designed is to make it possible for clinicians to assess these signs with ophthalmoscopy and/or color photography alone, without the use of specialized equipment. MOLES therefore excludes internal acoustic reflectivity because few primary eyecare providers readily have access to ultrasonography in the community. We recently validated this method using a dataset that comprised mainly nevi, showing that nevi generally scored < 3 and melanomas scored > 2 (Al Harby et al, unpublished data) [17] .",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 504,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "MOLES Rationale"
        },
        {
            "text": "Features such as drusen and halo are also excluded, because these features lack statistical significance in differentiating choroidal nevi from melanomas. [11] Visual symptoms have many causes and when caused by a choroidal melanoma the fovea is usually disturbed by the tumor or subretinal fluid. Although choroidal melanomas commonly cause photopsia, these symptoms can also be caused by retinal traction and can be confused with migraine fortification spectra.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "MOLES Rationale"
        },
        {
            "text": "With regards to the features on which MOLES is based, the mushroom shape is almost pathognomonic for melanoma. Despite this, it is given a score of only 2 to simplify the scoring system on the assumption that tumors with this feature will have other indicators of malignancy, such as increased thickness. Occasionally, choroidal nevi can break through Bruch's membrane to invade the retina, [18] which is why this feature is given a score of only 1. (Figures 1 and 2) . comprised mainly nevi, showing that nevi generally scored < 3 and melanomas scored > 2 (Al Harby et al, unpublished data) [17] .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 467,
                    "text": "(Figures 1 and 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MOLES Rationale"
        },
        {
            "text": "Features such as drusen and halo are also excluded, because these features lack statistical significance in differentiating choroidal nevi from melanomas. [11] Visual symptoms have many causes and when caused by a choroidal melanoma the fovea is usually disturbed by the tumor or subretinal fluid. Although choroidal melanomas commonly cause photopsia, these symptoms can also be caused by retinal traction and can be confused with migraine fortification spectra.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "MOLES Rationale"
        },
        {
            "text": "With regards to the features on which MOLES is based, the mushroom shape is almost pathognomonic for melanoma. Despite this, it is given a score of only 2 to simplify the scoring system on the assumption that tumors with this feature will have other indicators of malignancy, such as increased thickness. Occasionally, choroidal nevi can break through Bruch's membrane to invade the retina, [18] which is why this feature is given a score of only 1. (Figure 1 and Figure 2 ) Orange pigment has been shown by several studies to be helpful in differentiating choroidal melanomas from nevi [6] [7] [8] [9] [10] [11] . Lipofuscin can accumulate over other choroidal tumors, such as metastases and hemangiomas [19] [20] [21] ; however, MOLES is not designed to differentiate between melanocytic tumors and these lesions, which have other diagnostic clues, such as color and shape. Confluent clumps of orange pigment (Figure 3) , which should readily be seen with ophthalmoscopy or color photography, are given a score of 2, with a score of 1 reserved for subtle dusting (Figure 4) . Orange pigment has been shown by several studies to be helpful in differentiating choroidal melanomas from nevi [6] [7] [8] [9] [10] [11] . Lipofuscin can accumulate over other choroidal tumors, such as metastases and hemangiomas [19] [20] [21] ; however, MOLES is not designed to differentiate between melanocytic tumors and these lesions, which have other diagnostic clues, such as color and shape. Confluent clumps of orange pigment (Figure 3) , which should readily be seen with ophthalmoscopy or color photography, are given a score of 2, with a score of 1 reserved for subtle dusting (Figure 4) . Orange pigment has been shown by several studies to be helpful in differentiating choroidal melanomas from nevi [6] [7] [8] [9] [10] [11] . Lipofuscin can accumulate over other choroidal tumors, such as metastases and hemangiomas [19] [20] [21] ; however, MOLES is not designed to differentiate between melanocytic tumors and these lesions, which have other diagnostic clues, such as color and shape. Confluent clumps of orange pigment (Figure 3) , which should readily be seen with ophthalmoscopy or color photography, are given a score of 2, with a score of 1 reserved for subtle dusting (Figure 4) . Orange pigment has been shown by several studies to be helpful in differentiating choroidal melanomas from nevi [6] [7] [8] [9] [10] [11] . Lipofuscin can accumulate over other choroidal tumors, such as metastases and hemangiomas [19] [20] [21] ; however, MOLES is not designed to differentiate between melanocytic tumors and these lesions, which have other diagnostic clues, such as color and shape. Confluent clumps of orange pigment (Figure 3) , which should readily be seen with ophthalmoscopy or color photography, are given a score of 2, with a score of 1 reserved for subtle dusting (Figure 4) . With MOLES, tumor thickness > 2mm is given a score of 2 because it is associated with the most significant hazard ratio out of all the risk factors for growth at five years. [11] A study by Augsburger et al. indicates that there are 125 choroidal nevi for every melanoma in the thickness range of 1.5 to 2 mm, 25 nevi for every melanoma in the thickness range of 2 to 2.5 mm, and 5 nevi for every melanoma in the thickness range of 2.5 to 3 mm, approximately [22] .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1308,
                    "end": 1312,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1793,
                    "end": 1796,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1797,
                    "end": 1800,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1801,
                    "end": 1804,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1805,
                    "end": 1808,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1809,
                    "end": 1813,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1814,
                    "end": 1818,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1911,
                    "end": 1915,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1916,
                    "end": 1920,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1921,
                    "end": 1925,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2396,
                    "end": 2399,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2400,
                    "end": 2403,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2404,
                    "end": 2407,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2408,
                    "end": 2411,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2412,
                    "end": 2416,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2417,
                    "end": 2421,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2514,
                    "end": 2518,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2519,
                    "end": 2523,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2524,
                    "end": 2528,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3061,
                    "end": 3065,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3346,
                    "end": 3350,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 459,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 464,
                    "end": 472,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 911,
                    "end": 921,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1065,
                    "end": 1075,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1514,
                    "end": 1524,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1668,
                    "end": 1678,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2117,
                    "end": 2127,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2271,
                    "end": 2281,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2720,
                    "end": 2730,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2874,
                    "end": 2884,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "MOLES Rationale"
        },
        {
            "text": "The mean LBD of choroidal nevi documented in the Blue Mountain Eye Study was only 1.25 mm [12] . In a histopathological study of 102 eyes, 13% of nevi were > 5.5 mm [13] . Augsburger et al. found 70 nevi for every choroidal melanoma in the basal diameter range of 5 to 6 mm, 10 nevi for every melanoma in the diameter range of 6 to 7 mm, and 3 nevi for every melanoma in the range 7 to 8 mm, approximately [22] . Without OCT and US, it can be difficult to estimate tumor thickness; however, MOLES minimizes this problem by combining thickness with diameter when categorizing size, because it is rare for melanocytic tumors to grow in thickness without also increasing in diameter. Although choroidal nevi and melanomas overlap significantly with respect to size [22] , the discriminatory function of MOLES is enhanced by considering other indicators of malignancy.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "MOLES Rationale"
        },
        {
            "text": "Although choroidal nevi may enlarge slowly over a long period of time (0.06 mm/year) [14] , a more rapid rate of growth (mean 1.0 mm/year, range 0.0-8.0 mm/year) [9] is indicative of malignancy. A score of E = 1 is assigned when the change in size is minimal or when fundus photography is suggestive of growth but inconclusive due to poor image quality. In this study, there 82 tumors were observed for growth, either because of patients' preference or due to indeterminate features. Moreover, 63% of those categorized as high-risk nevi received a MOLES score of 2 for size alone, and of course, giant nevi have been previously reported. The policy of observing for growth in these cases was in keeping with conventional practice at the time patients were seen. The present study should enable at least some melanocytic lesions of indeterminate malignancy to be treated without delay.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "MOLES Rationale"
        },
        {
            "text": "As with the aforementioned features, the presence of subretinal fluid has also been well documented as a risk factor for malignancy. This feature is given a score of 2 if detectable with ophthalmoscopy and/or color photography and a score of 1 if minimal and detectable only with OCT. If any visual disturbance is found and if this cannot be attributed to unrelated disease, subretinal fluid can be given a score of 1, at the examiner's discretion, if this seems a plausible explanation for the visual loss. Subretinal fluid overlying nevi with chronic RPE degeneration is usually minimal and should therefore not result in false diagnosis of malignancy because MOLES would require other risk factors to be present. Neovascular membranes over choroidal nevi can cause significant retinal detachment but are rare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MOLES Rationale"
        },
        {
            "text": "In the 1970s, Gass identified several features distinguishing choroidal nevi from melanomas [6] . Based on this, Harbour devised the acronym 'DOCTOR GASS', which represents: Drusen, Overlying retinal degeneration, Chronic RPE changes, Thickness > 2 mm, Orange pigment, Reflectivity (low) on ultrasonography, Girth (diameter) of tumor, Angiographic hot spots, Subretinal fluid, and Symptoms [5] . Several of these signs were confirmed by Shields et al., who devised a well-known mnemonic 'To Find Small Ocular Melanoma', which represented Thickness, Fluid, Symptoms, Orange pigment, and Margin near optic disc [7, 8] later adding 'Using Helpful Hints Daily.' to represent Ultrasound hollowness, Halo absence and Drusen absence [9, 10] . As recent studies showed margin near the disc, absence of drusen and absence of halo to be statistically insignificant, Shields et al. revised this mnemonic to 'To Find Small Ocular Melanoma Doing IMaging,' with the 'M' representing 'Melanoma hollow on ultrasound' and 'DIM' representing 'diameter > 5 mm' on fundus photography [11] Unlike the TFSOM mnemonic and the DOCTOR GASS acronym, MOLES scoring does not require assessment of internal acoustic reflectivity by ultrasonography. Additionally, whereas TFSOM ascribes an all-or-none value to each of its clinical signs, MOLES scores include an intermediate value for features that are borderline, subtle or uncertain. We feel this additional category will be especially useful in the community, where findings are more likely to be inconclusive because of limited experience or equipment.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with other Methods"
        },
        {
            "text": "Singh et al. estimated the overall annual risk of uveal melanoma arising from a pre-existing nevus to be 1 in 8845, with this risk exceeding 1 in 3000 in those older than 70 years [23] . Kivelä et al. took these calculations one step further, taking into account that some uveal melanomas arise de novo, and adjusted the lifetime risk estimate to 1 in 500 [24] . As mentioned, surveillance of common and low-risk melanocytic tumors in the community would reduce costs and inconvenience to patients, most of whom are elderly. Such community care would also reduce hospital waiting lists, allowing limited resources to be allocated to patients with greater need for urgent specialist care.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Implications"
        },
        {
            "text": "Currently, a sizable proportion of melanocytic choroidal tumors are categorized as 'suspicious nevi', 'nevomas' [25] or 'melanocytic tumors of indeterminate malignancy' [26] . There is much variation in the management of patients with such lesions. It is hoped that MOLES will make the care of these patients more systematic by splitting these indeterminate tumors into 'low-risk' and 'high-risk' nevi and defining the clinical features of each of these.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical Implications"
        },
        {
            "text": "Inevitably, there will be lesions with a low MOLES score that subsequently prove to be malignant. This may occur if clinical signs of malignancy are missed or because a de-novo melanoma is detected at a very early stage, when it may be identical to a common nevus. Such lesions are likely to be small and slow-growing so that serious consequences of mis-diagnosis should be avoided if all patients are reviewed every one to two years in the community. Although not part of the scoring system, visual symptoms should prompt the patient to seek help, initially in the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Implications"
        },
        {
            "text": "There is a longstanding controversy as to whether or not to treat small choroidal melanomas or whether to observe these until growth is documented [27] . Important and difficult as they are, these dilemmas are not relevant to the MOLES scoring system, which is intended as a guide to recommended investigation and monitoring, not timing and method of treatment.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Implications"
        },
        {
            "text": "The poor correlation between MOLES scores and TNM staging is not surprising given that the two systems of tumor categorization have different purposes, with MOLES indicating likelihood of malignancy and TNM correlating with risk of metastatic death. Similarly, MOLES showed poor correlation with choice of treatment, which is determined not only by tumor dimensions but also factors such tumor distances to optic disc and fovea, which are not relevant to MOLES.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Implications"
        },
        {
            "text": "Tele-oncology platforms for monitoring choroidal and iris nevi have been previously reported [28] . Given that the MOLES scores in this study were purely based on a review of patient imaging, the results are generalizable to tele-ophthalmology platforms. As alternative healthcare delivery platforms continue to be developed, there may be greater scope for remote ('virtual') consultation and triaging of patients. Previous studies evaluating optometric referrals found that triage via teleophthalmology reduced office visits to retina specialists by 48%, saving patients cost and time associated with travel and improving efficiency of clinical examination and testing for those requiring treatment [29] . A preliminary assessment of our unpublished data suggests that a similar percentage of referrals for choroidal melanocytic lesions may be avoided by implementing the MOLES scoring system. Innovations in this field have the potential to increase access to sub-speciality care in a cost-effective manner, particularly in geographic areas where the mean number of ophthalmologists falls as low as 9 per million population [30, 31] . The COVID-19 epidemic and its anticipated long-term aftermath have increased scope for enhancing these efficiencies [32] .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1131,
                    "end": 1134,
                    "text": "31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Implication of the MOLES Scoring System for Tele-Oncology"
        },
        {
            "text": "The main strengths of our study are the large number of patients, the multimodal imaging, and the expertise of the ocular oncologists reviewing the images and deciding on patient care. This study has several weaknesses. Some data were missing, because imaging was lacking or inadequate. It was not always possible to estimate the horizontal disc diameter accurately, so that measurements of basal tumor diameter were imprecise. Optical coherence tomography was not possible in many patients, because the tumor was too thick or peripheral. These limitations reflect real world challenges, thereby enhancing the relevance and applicability of our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Weaknesses of Study"
        },
        {
            "text": "Further studies are needed to evaluate the use of the MOLES scoring system in the community. The diagnostic accuracy of this system will depend on the ability of clinicians to recognize the relevant signs of malignancy, with and without the aid of optical coherence tomography, fundus autofluorescence imaging, and ultrasonography. We plan to investigate clinical skills in different groups of practitioners by means of an online quiz, which is in preparation. The success of the MOLES program will depend greatly on educational methods and campaigns that are instituted and these will need to be evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Research"
        },
        {
            "text": "There is scope for long-term follow-up studies to determine how many patients ever show growth of their tumor after they are discharged from specialist care for monitoring in the community. This could be done by asking patients or their optometrists to complete a brief electronic questionnaire every one to two years, possibly attaching a color photograph of the lesion to the questionnaire for assessment at the specialist center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Research"
        },
        {
            "text": "Overall, the results of this study support the use of the MOLES scoring system as an aid to optimizing referral of patients with melanocytic choroidal tumors to ocular oncology centers. The timing of MOLES is most opportune in view of the COVID-19 epidemic as it is amenable to being used via tele-oncology platforms, where it may have the potential to increase access to sub-specialty care and early treatment while minimizing unnecessary travel to an ocular oncology center for low-risk lesions. Further study is required to determine the importance of ancillary imaging, such as OCT and fundus and autofluorescence (FAF) on the overall MOLES score and recommended management. Finally, the application of the MOLES scoring system by the targeted end-users, such as general ophthalmologists, optometrists and other primary eyecare providers, is currently underway to evaluate its external validity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Accuracy of choroidal melanoma diagnosis by general ophthalmologists: A prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Damato",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eye",
            "volume": "21",
            "issn": "",
            "pages": "595--597",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.eye.6702276"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pseudomelanomas of the posterior uveal tract: The",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mashayekhi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Observation of Suspected Choroidal and Ciliary Body Melanomas for Evidence of Growth Prior to Enucleation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D M"
                    ],
                    "last": "Gass",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Ophthalmology",
            "volume": "87",
            "issn": "",
            "pages": "523--528",
            "other_ids": {
                "DOI": [
                    "10.1016/S0161-6420(80)35200-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Follow-up Studies of Suspicious Choroidal Nevi",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mims",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shields",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Ophthalmology",
            "volume": "85",
            "issn": "",
            "pages": "929--943",
            "other_ids": {
                "DOI": [
                    "10.1016/S0161-6420(78)35597-4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Are Risk Factors for Growth of Choroidal Nevi Associated With Malignant Transformation? Assessment with a Validated Genomic Biomarker",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harbour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paez-Escamilla",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Augsburger",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Correa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am. J. Ophthalmol",
            "volume": "197",
            "issn": "",
            "pages": "168--179",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajo.2018.08.045"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Problems in the Differential Diagnosis of Choroidal Nevi and Malignant Melanomas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D M"
                    ],
                    "last": "Gass",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am. J. Ophthalmol",
            "volume": "83",
            "issn": "",
            "pages": "299--323",
            "other_ids": {
                "DOI": [
                    "10.1016/0002-9394(77)90726-7"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk Factors for Growth and Metastasis of Small Choroidal Melanocytic Lesions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kiratli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Potter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Cater",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ophthalmology",
            "volume": "102",
            "issn": "",
            "pages": "1351--1361",
            "other_ids": {
                "DOI": [
                    "10.1016/S0161-6420(95)30864-0"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Combination of Clinical Factors Predictive of Growth of Small Choroidal Melanocytic Tumors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cater",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C M"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch. Ophthalmol",
            "volume": "118",
            "issn": "",
            "pages": "360--364",
            "other_ids": {
                "DOI": [
                    "10.1001/archopht.118.3.360"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Choroidal Nevus Transformation Into Melanoma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Furuta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Zahler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoberman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Dinh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mashayekhi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch. Ophthalmol",
            "volume": "127",
            "issn": "",
            "pages": "981--987",
            "other_ids": {
                "DOI": [
                    "10.1001/archophthalmol.2009.151"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Factors Predictive of Growth and Treatment of Small Choroidal Melanoma",
            "authors": [],
            "year": 1997,
            "venue": "Arch. Ophthalmol",
            "volume": "115",
            "issn": "",
            "pages": "1537--1544",
            "other_ids": {
                "DOI": [
                    "10.1001/archopht.1997.01100160707007"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Choroidal nevus imaging features in 3806 cases and risk factors for transformation into melanoma in 2355 cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Dalvin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ancona-Lezama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Di Nicola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lucio-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Welch",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Retina",
            "volume": "39",
            "issn": "",
            "pages": "1840--1851",
            "other_ids": {
                "DOI": [
                    "10.1097/IAE.0000000000002440"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Choroidal nevi in a white population: The Blue Mountains Eye Study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sumich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Arch. Ophthalmol",
            "volume": "116",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/archopht.116.5.645"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Histogenesis of malignant melanomas of the uvea. I. Histopathologic characteristics of nevi of the choroid and ciliary body",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Naumann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yanoff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Arch. Ophthalmol",
            "volume": "76",
            "issn": "",
            "pages": "784--796",
            "other_ids": {
                "DOI": [
                    "10.1001/archopht.1966.03850010786004"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Slow Enlargement of Choroidal Nevi: A Long-Term Follow-Up Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mashayekhi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shields",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ophthalmology",
            "volume": "118",
            "issn": "",
            "pages": "382--388",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ophtha.2010.06.006"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Combination of multimodal imaging features predictive of choroidal nevus transformation into melanoma",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Dalvin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ancona-Lezama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Di Nicola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K W"
                    ],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lucio-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Welch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br. J. Ophthalmol",
            "volume": "103",
            "issn": "",
            "pages": "1441--1447",
            "other_ids": {
                "DOI": [
                    "10.1136/bjophthalmol-2018-312967"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "AJCC Cancer Staging Manual",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kivelä",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grossniklaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Schilsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gaspar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Washington",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Uveal melanoma",
            "volume": "",
            "issn": "",
            "pages": "805--817",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "External Validation of the MOLES Scoring System for Estimating Risk of Malignancy in Melanocytic Choroidal Tumors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Al-Harby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sagoo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "O&apos;day",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Keane",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Damato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Choroidal Nevus with Retinal Invasion in 8 Cases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stathopoulos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ocul. Oncol. Pathol",
            "volume": "5",
            "issn": "",
            "pages": "369--378",
            "other_ids": {
                "DOI": [
                    "10.1159/000495841"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Autofluorescence of choroidal hemangioma in 34 consecutive eyes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramasubramanian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shields",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Retina",
            "volume": "30",
            "issn": "",
            "pages": "16--22",
            "other_ids": {
                "DOI": [
                    "10.1097/IAE.0b013e3181bceedb"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Development of Orange Pigment Overlying Choroidal Metastasis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Riechardt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gundlach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Joussen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Willerding",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ocul. Oncol. Pathol",
            "volume": "1",
            "issn": "",
            "pages": "93--97",
            "other_ids": {
                "DOI": [
                    "10.1159/000369823"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Autofluorescence of intraocular tumours",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaliki",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Shields",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr. Opin. Ophthalmol",
            "volume": "24",
            "issn": "",
            "pages": "222--232",
            "other_ids": {
                "DOI": [
                    "10.1097/ICU.0b013e32835f8ba1"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Size Overlap between Benign Melanocytic Choroidal Nevi and Choroidal Malignant Melanomas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Augsburger",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Trichopoulos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shaikh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Investig. Opthalmology Vis. Sci",
            "volume": "49",
            "issn": "",
            "pages": "2823--2828",
            "other_ids": {
                "DOI": [
                    "10.1167/iovs.07-1603"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Estimating the Risk of Malignant Transformation of a Choroidal Nevus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kalyani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Topham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ophthalmology",
            "volume": "112",
            "issn": "",
            "pages": "1784--1789",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ophtha.2005.06.011"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Transformation of nevus to melanoma",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Kivelä",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eskelin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ophthalmology",
            "volume": "113",
            "issn": "",
            "pages": "887--888",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ophtha.2006.01.047"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Tumors of the Eye and Ocular Adnexa",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Char",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ocular treatment of choroidal melanoma in relation to the prevention of metastatic death-A personal view",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Damato",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Prog. Retin. Eye Res",
            "volume": "66",
            "issn": "",
            "pages": "187--199",
            "other_ids": {
                "DOI": [
                    "10.1016/j.preteyeres.2018.03.004"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Tele-Oncology: A Validation Study of Choroidal and Iris Nevi",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roelofs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ocul. Oncol. Pathol",
            "volume": "5",
            "issn": "",
            "pages": "298--302",
            "other_ids": {
                "DOI": [
                    "10.1159/000494977"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Optometric Referrals to Retina Specialists: Evaluation and Triage via Teleophthalmology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Tennant",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Rudnisky",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "441--445",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2007.0068"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The number of ophthalmologists in practice and training worldwide: A growing gap despite more than 200 000 practitioners",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Resnikoff",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Felch",
                    "suffix": ""
                },
                {
                    "first": "T.-M",
                    "middle": [],
                    "last": "Gauthier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spivey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br. J. Ophthalmol",
            "volume": "96",
            "issn": "",
            "pages": "783--787",
            "other_ids": {
                "DOI": [
                    "10.1136/bjophthalmol-2011-301378"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The landscape of ophthalmologists in Canada: Present and future",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bellan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Buske",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Buys",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Can. J. Ophthalmol",
            "volume": "48",
            "issn": "",
            "pages": "160--166",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcjo.2013.01.017"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Managing patients with choroidal melanoma in the post-COVID-19 era: A personal perspective",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Damato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br. J. Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bjophthalmol-2020-316686"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2020 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Representative cases demonstrating incipient mushroom shape (i.e., M = 1). (A) Fundus photographs showing focal atrophy of RPE, (B) highlighted as a well-defined region of hypoautofluorescence (C) with corresponding area of RPE hyperplasia but (D) no evidence of a mushroom shape on B-scan ultrasonography (M = 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Representative cases demonstrating incipient mushroom shape (i.e., M = 1). (A) Fundus photographs showing focal atrophy of RPE, (B) highlighted as a well-defined region of hypo-autofluorescence (C) with corresponding area of RPE hyperplasia but (D) no evidence of a mushroom shape on B-scan ultrasonography (M = 1). Cancers 2020, 12, x 3 Representative cases demonstrating mushroom shape (i.e., M = 2). (A) Evidence of small nodule formation with associated hemorrhage on color photography and corresponding (B) hypoautofluorescence with evidence of (C) a nodule on optical coherence tomography (OCT) and (D) confirmed on B-scan ultrasound (M = 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Representative cases demonstrating mushroom shape (i.e., M = 2). (A) Evidence of small nodule formation with associated hemorrhage on color photography and corresponding (B) hypo-autofluorescence with evidence of (C) a nodule on optical coherence tomography (OCT) and (D) confirmed on B-scan ultrasound (M = 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Representative",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Representative cases demonstrating O = 2. (A) Color fundus photograph and (B) autofluorescence image demonstrating confluent 'clumping' of orange pigment. (C) OCT over the tumor confirms the location of lipofuscin superficial to the RPE and also demonstrates the presence of sub-retinal fluid, corresponding to a score of S = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Representative cases demonstrating O = 2. (A) Color fundus photograph and (B) autofluorescence image demonstrating confluent 'clumping' of orange pigment. (C) OCT over the tumor confirms the location of lipofuscin superficial to the RPE and also demonstrates the presence of sub-retinal fluid, corresponding to a score of S = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Representative",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Representative cases demonstrating O = 2. (A) Color fundus photograph and (B) autofluorescence image demonstrating confluent 'clumping' of orange pigment. (C) OCT over the tumor confirms the location of lipofuscin superficial to the RPE and also demonstrates the presence of sub-retinal fluid, corresponding to a score of S = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Representative cases demonstrating O = 1. (A) Color fundus photograph and (B) autofluorescence image demonstrating 'fine dusting' of orange pigment. (C) On OCT, the lipofuscin is visualized as small hyper-reflective foci lying 'superficial' to the RPE, unlike drusen that lie 'deep' to the RPE. The presence of trace sub-retinal fluid noted on OCT corresponds to a score of S = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Contributions: Conceptualization, K.A.R., R.O. and B.D.; methodology, K.A.R., R.O. and B.D.; formal analysis, R.O. and B.D.; investigation, K.A.R. and R.O. resources, M.S.S., A.K.A., V.M.L.C., B.D.; data curation, R.K. R.O.; writing-original draft preparation, K.A.R. and B.D.; writing-review and editing, K.A.R., R.O., L.A.H., A.K.A., V.M.L.C., M.S.S., B.D.; visualization, K.A.R., R.O. and B.D.; supervision, B.D. All authors have read and agree to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "a. MOLES scoring criteria. b. MOLES tumor categories and recommended management.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic data, American Joint Cancer Committee (AJCC) stage and treatment stratified by MOLES score for 450*. *one patient with a MOLES score of 2 was excluded from this table.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic data, AJCC stage and treatment stratified by MOLES score for 82 patients who were observed prior to being treated.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding: This research received no external funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "No financial support was received for this research. None of the authors have any financial disclosures or conflicts of interest to declare. This manuscript has not previously been submitted for publication and has not been presented at a meeting. All authors have contributed to project design, data collection or analysis, writing and/or revision of this manuscript. The research was supported by the National Institute for Health Research (NIHR) Biomedical Research Centre based at Moorfields Eye Hospital NHS Foundation Trust and UCL Institute of Ophthalmology. The views expressed are those of the author(s) and not necessarily those of the NHS, the NIHR or the Department of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}