{"paper_id": "2457398d35ef461d0044cddfacfa91be73d336ea", "metadata": {"title": "Journal Pre-proof The emergency reaction questionnaire -First steps towards a new method THE EMERGENCY REACTION QUESTIONNAIRE -FIRST STEPS TOWARDS A NEW METHOD Running head: The Emergency Reaction Questionnaire", "authors": [{"first": "Andras", "middle": ["N"], "last": "Zsido", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pecs", "location": {"settlement": "Pecs", "country": "Hungary"}}, "email": "zsido.andras@pte.hu"}, {"first": "Krisztina", "middle": [], "last": "Csokasi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pecs", "location": {"settlement": "Pecs", "country": "Hungary"}}, "email": ""}, {"first": "Orsolya", "middle": [], "last": "Vincze", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pecs", "location": {"settlement": "Pecs", "country": "Hungary"}}, "email": ""}, {"first": "Carlos", "middle": ["M"], "last": "Coelho", "suffix": "", "affiliation": {"laboratory": "", "institution": "ISMAI University Institute of Maia", "location": {"country": "Portugal"}}, "email": ""}]}, "abstract": [{"text": "We created a questionnaire to measure how people would behave in dangerous situations.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Most people are capable of acting in a reasonable manner even if highly stressful situations.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The defensive system, responsible for avoiding harm, can be trained.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Mass panic and serious mental and physical health consequences could be avoided.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "During emergencies, people are more or less capable of performing adequately. Knowledge about human behavior while facing emergencies has become more significant nowadays. This knowledge can help improving our already present defensive responses and natural coping mechanisms when facing imminent dangers, natural disasters, and catastrophes. A new method is here offered to explore the core points of this topic. The Emergency Reaction Questionnaire (ERQ), is proposed for predicting one's reaction and behavior in an emergency. First, a large item pool was created based on interviews with people facing emergencies on a weekly basis and related literature. The factor structure, reliability and validity were assessed on a large sample of lay people (N=1115, 440 males) and specific groups of firefighters and people doing extreme sports (N=85, all males). Participants were Caucasian with an age range of 18-70. We also used measures of anxiety, depression, and sensation seeking, behavioral inhibition and activation and coping in stressful situations. The ERQ was proved to be reliable and consistent in time and having sound psychometric properties both on the community and special samples.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results show that psychometric properties are satisfying; the test has excellent validity ratings.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Consequently, the ERQ can be used in future research effectively and facilitate a better understanding of how people react in a highly dangerous situation. Future directions in the utilization of the new method are discussed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "After the attack against the Twin Towers of the World Trade Center in 2001, the bombing of London's underground in 2005, or the explosions during the football game in Paris in 2015, people often asked themselves how they would have reacted if they have been there.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "When faced with unexpected and dangerous situations, different individuals react in ways that might be surprising, including to themselves. For example, when crossing a road and a car approaches at high speed, one might freeze for too long (Roelofs, 2017) ; or when learning scuba diving and the mask gets filled with water one might ascent too fast (Egstrom & Bachrach, 1971) . Emergencies can occur during natural disasters such as avalanches, earthquakes, floods and hail, and human-made disasters such as a building collapse, air disasters, industrial/technological accidents, and fires. They can also occur during unexpected personal situations such as when crossing a road, riding a bicycle or driving a car, or when faced with dangerous animals or people. The present manuscript defines emergency as a sudden and unexpected dangerous situation in terms of survival value. Disasters are collectively experienced traumatic events with a severe impact, which affect large numbers of people (López-Ibor, 2005) .", "cite_spans": [{"start": 240, "end": 255, "text": "(Roelofs, 2017)", "ref_id": "BIBREF101"}, {"start": 350, "end": 376, "text": "(Egstrom & Bachrach, 1971)", "ref_id": "BIBREF29"}, {"start": 994, "end": 1012, "text": "(López-Ibor, 2005)", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Introduction"}, {"text": "Most disasters imply emergencies, but they can differ mainly in the number of people involved.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "They have in common the fact they entail a threat. A threat can be defined as a stimulus that elicits defensive responses (LeDoux, 2014) . A defensive organismic state is triggered by activity in survival circuits that detects threats and generates automatic defense reactions (LeDoux, 2012) .", "cite_spans": [{"start": 122, "end": 136, "text": "(LeDoux, 2014)", "ref_id": "BIBREF70"}, {"start": 277, "end": 291, "text": "(LeDoux, 2012)", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Introduction"}, {"text": "In contrast with the general public idea, although people feel more or less fear during emergencies, most behave reasonably, and, thus, panic, hysterical, or irrational behaviour is rare (Drabek, 2012; Mawson, 2005) . To our knowledge, Tyhurst (Tyhurst, 1951) was the first to conduct an empirical study, relying on psychiatric interviews with people who had survived a community disaster, searching for individual differences. According to the results about 15% of people reacted in an organized way, 15% completely froze, could not react, and suffered shock, while the rest -70% -showed different levels of disorganized behaviour. These findings have been frequently cited (Bonanno, Brewin, Kaniasty, & La Greca, 2010; Hebb & Donderi, 2013; Mawson, 2017) , and subsequent studies confirmed that the vast majority of people behave in organized, rather than a chaotic way (Quarantelli, 1988) or even display protective behaviour towards self or others (Cocking & Drury, 2008; Drury, Cocking, & Reicher, 2009 ). Such findings may indicate the influence of social norms and evolutionary algorithms (Frankenberg, Gillespie, Preston, Sikoki, & Thomas, 2011; Frey, Savage, & Torgler, 2009; Rodríguez, Trainor, & Quarantelli, 2006) . Nonetheless, certain circumstances (e.g., confined spaces, closing paths, require to flight and when no one is at hand to help) might trigger panic (Gantt & Gantt, 2011; O'Leary, 2004) . This last condition may contribute to the favourable results of the previous studies because the majority of them investigated mass disasters focusing on individual behaviour in the community. In addition, although the concept of panic is relatively clear and reunites consensus in psychology (Craske, 1991; Craske, Barlow, & Clark, 1996) the definition of panic is not so clear when crowds are involved (Drury, Novelli, & Stott, 2013; Haghani, Cristiani, Bode, Boltes, & Corbetta, 2019) .", "cite_spans": [{"start": 187, "end": 201, "text": "(Drabek, 2012;", "ref_id": "BIBREF25"}, {"start": 202, "end": 215, "text": "Mawson, 2005)", "ref_id": "BIBREF76"}, {"start": 244, "end": 259, "text": "(Tyhurst, 1951)", "ref_id": "BIBREF108"}, {"start": 675, "end": 720, "text": "(Bonanno, Brewin, Kaniasty, & La Greca, 2010;", "ref_id": "BIBREF11"}, {"start": 721, "end": 742, "text": "Hebb & Donderi, 2013;", "ref_id": "BIBREF54"}, {"start": 743, "end": 756, "text": "Mawson, 2017)", "ref_id": "BIBREF77"}, {"start": 872, "end": 891, "text": "(Quarantelli, 1988)", "ref_id": "BIBREF96"}, {"start": 952, "end": 975, "text": "(Cocking & Drury, 2008;", "ref_id": null}, {"start": 976, "end": 1007, "text": "Drury, Cocking, & Reicher, 2009", "ref_id": "BIBREF26"}, {"start": 1096, "end": 1153, "text": "(Frankenberg, Gillespie, Preston, Sikoki, & Thomas, 2011;", "ref_id": "BIBREF37"}, {"start": 1154, "end": 1184, "text": "Frey, Savage, & Torgler, 2009;", "ref_id": "BIBREF39"}, {"start": 1185, "end": 1225, "text": "Rodríguez, Trainor, & Quarantelli, 2006)", "ref_id": "BIBREF99"}, {"start": 1376, "end": 1397, "text": "(Gantt & Gantt, 2011;", "ref_id": "BIBREF43"}, {"start": 1398, "end": 1412, "text": "O'Leary, 2004)", "ref_id": "BIBREF92"}, {"start": 1708, "end": 1722, "text": "(Craske, 1991;", "ref_id": "BIBREF22"}, {"start": 1723, "end": 1753, "text": "Craske, Barlow, & Clark, 1996)", "ref_id": "BIBREF23"}, {"start": 1819, "end": 1850, "text": "(Drury, Novelli, & Stott, 2013;", "ref_id": "BIBREF27"}, {"start": 1851, "end": 1902, "text": "Haghani, Cristiani, Bode, Boltes, & Corbetta, 2019)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Introduction"}, {"text": "Nonetheless, police, fire-fighters and rescue personnel are often required to behave in counterintuitive ways. First responders with no previous experience in disaster management, disaster response, or counterterrorism will be more easily confused or overwhelmed when facing new emergencies (Gheytanchi et al., 2007) . This way we find the common and essential ingredient that is required to link emergencies/disasters literature with the fear related literature here in question, which entails particularly the organism defensive responses (LeDoux, 2012 (LeDoux, , 2014 LeDoux & Daw, 2018) . Throughout the evolution, humans were often attacked by predators (Hart & Sussman, 2011) and faced natural disasters and other emergencies such as forest fires, floods, hurricanes, volcanic eruptions, and earthquakes. The original predatory defense system then have been co-opted, shaped by natural selection, to cope with all threats, allowing for surviving and leave genes to the offspring (LeDoux & Daw, 2018) . Thus, both predators and natural disasters trigger the same defensive system (Bracha, 2006) . These mechanisms have a biologically prepared nature but are not fully automatic (Coelho & Purkis, 2009 ). Defensive reaction and action circuits likely interact (Cardinal, Parkinson, Hall, & Everitt, 2002) , and fear itself interferes with the defensive mechanisms at some point., as the medial prefrontal cortex play a key role in the modulation of fear-related processing (Adolphs, 2013) .", "cite_spans": [{"start": 291, "end": 316, "text": "(Gheytanchi et al., 2007)", "ref_id": "BIBREF45"}, {"start": 541, "end": 554, "text": "(LeDoux, 2012", "ref_id": "BIBREF69"}, {"start": 555, "end": 570, "text": "(LeDoux, , 2014", "ref_id": "BIBREF70"}, {"start": 571, "end": 590, "text": "LeDoux & Daw, 2018)", "ref_id": "BIBREF73"}, {"start": 659, "end": 681, "text": "(Hart & Sussman, 2011)", "ref_id": "BIBREF52"}, {"start": 985, "end": 1005, "text": "(LeDoux & Daw, 2018)", "ref_id": "BIBREF73"}, {"start": 1085, "end": 1099, "text": "(Bracha, 2006)", "ref_id": "BIBREF16"}, {"start": 1183, "end": 1205, "text": "(Coelho & Purkis, 2009", "ref_id": "BIBREF19"}, {"start": 1264, "end": 1308, "text": "(Cardinal, Parkinson, Hall, & Everitt, 2002)", "ref_id": "BIBREF18"}, {"start": 1477, "end": 1492, "text": "(Adolphs, 2013)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Consequently, individual differences in perception, evaluation of information, and personality play a role and might also need to be accessed, depending on the objectives (Couyoumdjian et al., 2016) . But in terms of emergencies, what seems more important to evaluate is how the person actually behaves during such situations. This is true because there are low correlations between feelings, thoughts, open behaviour (e.g., avoidance) and physiological responses (Allen, Allen, Austin, Waldron, & Ollendick, 2015; Fenz & Epstein, 1967; Rachman, 1974; Rachman & Hodgson, 1974) , known as synchrony-desynchrony in measures of fear. In addition, these evolutionarily conserved defensive survival circuits that account for the behavioural and physiological responses to threats are not directly responsible for subjective experiences of fear (Ledoux & Brown, 2017) . These detection-action circuits might have a prewired component facilitating prompt responses to some evolutionary relevant threats. For example, panic can lead to improper control of these defensive actions causing further danger by leading to a poorly calibrated flight/fight/freeze response. Further, after noticing the bodily sensations, such as increased breathing rate, and palpitations, followed by some threat, some people believe these sensations have harmful physical, social, or cognitive consequences (McNally, 2002) . This is often called Anxiety Sensitivity (AS) and white matter in the insula and adjacent temporo-parieto-limbic regions seems to correlate with it (Kim, Kim, Kiu Choi, & Lee, 2017 ).", "cite_spans": [{"start": 171, "end": 198, "text": "(Couyoumdjian et al., 2016)", "ref_id": "BIBREF21"}, {"start": 464, "end": 514, "text": "(Allen, Allen, Austin, Waldron, & Ollendick, 2015;", "ref_id": "BIBREF4"}, {"start": 515, "end": 536, "text": "Fenz & Epstein, 1967;", "ref_id": "BIBREF33"}, {"start": 537, "end": 551, "text": "Rachman, 1974;", "ref_id": "BIBREF97"}, {"start": 552, "end": 576, "text": "Rachman & Hodgson, 1974)", "ref_id": "BIBREF98"}, {"start": 839, "end": 861, "text": "(Ledoux & Brown, 2017)", "ref_id": "BIBREF72"}, {"start": 1377, "end": 1392, "text": "(McNally, 2002)", "ref_id": "BIBREF78"}, {"start": 1543, "end": 1575, "text": "(Kim, Kim, Kiu Choi, & Lee, 2017", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Introduction"}, {"text": "Gorman's \"fear network model (FNM)\" suggests that inadequate control of fear response by the frontal areas will provoke panic attacks, as these should modulate the exaggerated fear reactions of the limbic regions properly. The center of this fear model is the amygdala, which is connected with medial frontal cortex and hippocampus for the control of fear response and fear memory (Gorman, Kent, Sullivan, & Coplan, 2000; Lai, 2019; Sobanski & Wagner, 2017) . Presently, the vast majority of panic attacks are due to false alarms (Nesse, 2005 ) that trigger a brain prewired to overrespond. But these connections can also be wired or rewired via experience to calibrate stimuli detection and responses to threats (Gross & Canteras, 2012; LeDoux, 2014) . The neural circuitry underlying these defenses usually increases the chance of surviving to predicted threats (LeDoux, 2012 (LeDoux, , 2014 , and in the presence of threat predicting cues defensive motivational circuits tend to control instrumental behaviors (LeDoux, 2014) . However, people's defensive responses can be poorly calibrated, particularly to unexpected events. Emergencies may threaten the physical integrity of those involved and require immediate responses different from the daily routine activities. Freezing, for example, seems to be an evolutionarily defensive behavior that helps to promote the perceptual assessment of threats (Blanchard, Griebel, Pobbe, & Blanchard, 2011) . Freezing helps to decide if to remain frozen or to switch to an actual defensive behavior (Eilam, 2005) such as fleeing (flight) or fighting (fight), followed by tonic immobility or fright (Bracha, 2004) . Freezing might also help potential prey to avoid capture, as the visual cortex evolved primarily for detecting moving objects and not color (Nesse, 1999) .", "cite_spans": [{"start": 381, "end": 421, "text": "(Gorman, Kent, Sullivan, & Coplan, 2000;", "ref_id": "BIBREF48"}, {"start": 422, "end": 432, "text": "Lai, 2019;", "ref_id": "BIBREF66"}, {"start": 433, "end": 457, "text": "Sobanski & Wagner, 2017)", "ref_id": "BIBREF104"}, {"start": 530, "end": 542, "text": "(Nesse, 2005", "ref_id": "BIBREF84"}, {"start": 713, "end": 737, "text": "(Gross & Canteras, 2012;", "ref_id": "BIBREF50"}, {"start": 738, "end": 751, "text": "LeDoux, 2014)", "ref_id": "BIBREF70"}, {"start": 864, "end": 877, "text": "(LeDoux, 2012", "ref_id": "BIBREF69"}, {"start": 878, "end": 893, "text": "(LeDoux, , 2014", "ref_id": "BIBREF70"}, {"start": 1013, "end": 1027, "text": "(LeDoux, 2014)", "ref_id": "BIBREF70"}, {"start": 1403, "end": 1449, "text": "(Blanchard, Griebel, Pobbe, & Blanchard, 2011)", "ref_id": "BIBREF10"}, {"start": 1542, "end": 1555, "text": "(Eilam, 2005)", "ref_id": "BIBREF30"}, {"start": 1641, "end": 1655, "text": "(Bracha, 2004)", "ref_id": "BIBREF14"}, {"start": 1798, "end": 1811, "text": "(Nesse, 1999)", "ref_id": "BIBREF82"}], "ref_spans": [], "section": "Introduction"}, {"text": "During tonic immobility, the organism is immobile but in tachycardia and hyper-alert, prepared to flee if an opportunity takes place, in contrast with fainting, characterized by vasodilatation and extreme bradycardia (Bracha, 2004; A. C. Page, 1994) . When activated by a threat, a variety of responses results produce signals that change brain activity, and usually increases general arousal, constituting a defensive organism state. These states are multidimensional, and different components may be activated to different degrees under different conditions (LeDoux, 2014) . Physiology influences cognitions, and cognition influences feelings, which influence behavior and physiology in recursive sequence (Nesse & Ellsworth, 2009 ). The value of responses that anticipate future events helps to explain why natural selection shaped classical and operant conditioning (Nesse, 2005) , but the defensive behaviors are immediate responses, and conscious fear is not the origin of defensive behaviors elicited by threats (LeDoux, 2014) . Therefore. it is essential to build up a questionnaire able to directly access the defensive mechanisms, instead of using the more intuitive but indirect fear or anxiety related questionnaires.", "cite_spans": [{"start": 217, "end": 231, "text": "(Bracha, 2004;", "ref_id": "BIBREF14"}, {"start": 232, "end": 249, "text": "A. C. Page, 1994)", "ref_id": "BIBREF94"}, {"start": 560, "end": 574, "text": "(LeDoux, 2014)", "ref_id": "BIBREF70"}, {"start": 708, "end": 732, "text": "(Nesse & Ellsworth, 2009", "ref_id": "BIBREF86"}, {"start": 870, "end": 883, "text": "(Nesse, 2005)", "ref_id": "BIBREF84"}, {"start": 1019, "end": 1033, "text": "(LeDoux, 2014)", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Introduction"}, {"text": "Extensive research was performed in the last decades on adverse psychological outcomes of sudden disasters and crises, exploring the prevalence, persistence and predictors of anxiety, depression, acute stress disorder, posttraumatic stress disorder and other psychiatric problems (Furr, Comer, Edmunds, & Kendall, 2010; Kar & Bastia, 2006; Norris et al., 2002; North, Kawasaki, Spitznagel, & Hong, 2004; Tang, Liu, Liu, Xue, & Zhang, 2014) . Also, a great effort was made to find the protective factors, which foster resilience, the person's capacity for, or patterns of positive adaptation during or following exposure to adverse experiences (Masten & Obradović, 2008) . These include, but are not limited to, attachment, intelligence, the capacity of behavior regulation system, social interactions and support, past and present life stressors or healthy lifestyle (Abramson et al., 2014; Bonanno, Galea, Bucciarelli, & Vlahov, 2007; Kukihara, Yamawaki, Uchiyama, Arai, & Horikawa, 2014; Masten & Obradović, 2008) . All of the factors as mentioned earlier influence human actions in stressful situations. The two trends share a common point, both explore the medium-or long-term consequences, the aftermath of an emergency, and not the individual behavior \"in situ\".", "cite_spans": [{"start": 280, "end": 319, "text": "(Furr, Comer, Edmunds, & Kendall, 2010;", "ref_id": "BIBREF40"}, {"start": 320, "end": 339, "text": "Kar & Bastia, 2006;", "ref_id": "BIBREF58"}, {"start": 340, "end": 360, "text": "Norris et al., 2002;", "ref_id": null}, {"start": 361, "end": 403, "text": "North, Kawasaki, Spitznagel, & Hong, 2004;", "ref_id": "BIBREF90"}, {"start": 404, "end": 439, "text": "Tang, Liu, Liu, Xue, & Zhang, 2014)", "ref_id": "BIBREF106"}, {"start": 643, "end": 669, "text": "(Masten & Obradović, 2008)", "ref_id": "BIBREF75"}, {"start": 867, "end": 890, "text": "(Abramson et al., 2014;", "ref_id": "BIBREF0"}, {"start": 891, "end": 935, "text": "Bonanno, Galea, Bucciarelli, & Vlahov, 2007;", "ref_id": "BIBREF13"}, {"start": 936, "end": 989, "text": "Kukihara, Yamawaki, Uchiyama, Arai, & Horikawa, 2014;", "ref_id": "BIBREF64"}, {"start": 990, "end": 1015, "text": "Masten & Obradović, 2008)", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Introduction"}, {"text": "The majority of the prior studies, however, used face-to-face or telephone interviews or simulations, which are time-consuming and expensive, require trained and experienced interviewers, and may create measurement errors (recall biases). We aimed to develop a questionnaire to provide a quantitative measure of individual behavior in an emergency.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Research about disasters (e.g., natural disasters) and emergencies (e.g., terrorist attacks) is growing. For example, a Google scholar search for words such as \"natural disasters\" & With this grow in research, follows a need to make strong bonds between the diverse multidisciplinary teams implicated in complex studies, which often require a collaboration between diverse fields such as emergency planning, crowd and individual behavior. With this in mind, our overarching goal was to create a new questionnaire that is capable of predicting one's reaction in an emergency. To help decide whether the person will be able to start immediate remedial actions and do it in an organized way or will this person start to panic and block or set back others' actions. We planned to do this by identifying the attitudes and key moments of the behavior of people with dangerous jobs -e.g., fighter pilots, firefighters, and ambulance crewin risky and highly critical situations.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We sought a brief, stand-alone measure of emergency behaviour that met the following criteria: evidence of psychometric soundness, face validity for average adults without dangerous jobs, low likelihood of ceiling effects in high-achieving populations, and most importantly, a precise fit with the definition of an emergency. After reviewing several papers, we only found Gershon and colleagues' works that meet our criteria (Gershon et al., 2010; Gershon, Magda, Riley, & Sherman, 2012; Sherman, Peyrot, Magda, & Gershon, 2011) . However, they are investigating emergency preparedness, which is a different concept that includes previous experiences, safety plans for the future, and the ability of essential workers and their willingness to report to duty during an emergency. The measure we found can only be used to assess the preparedness for a disaster for persons with disabilities (Gershon, Kraus, Raveis, Sherman, & Kailes, 2013) .", "cite_spans": [{"start": 425, "end": 447, "text": "(Gershon et al., 2010;", "ref_id": null}, {"start": 448, "end": 487, "text": "Gershon, Magda, Riley, & Sherman, 2012;", "ref_id": null}, {"start": 488, "end": 528, "text": "Sherman, Peyrot, Magda, & Gershon, 2011)", "ref_id": "BIBREF102"}, {"start": 889, "end": 938, "text": "(Gershon, Kraus, Raveis, Sherman, & Kailes, 2013)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Method"}, {"text": "In the absence of adequate existing measures, we developed and validated a self-report questionnaire called the Emergency Reaction Questionnaire (ERQ). First, we reviewed a book with in-depth interviews (Kovács, 2002) , where famous fighter pilots tell their stories, reactions, and attitudes to survive emergencies, where they had to eject from their plane during their piloting careers. We collected the most common reactions -e.g., \"I could easily exclude all disturbing stimuli,\" \"funnily enough I didn't feel panic at all.\" Based on their statements and experiences, we conducted focus group discussions with firefighters and different members of an ambulance crew about how they reacted to dangerous and threatening situations during their jobs. We also included some people who did not have dangerous jobs to understand their opinions and thoughts on such an event. Using the knowledge acquired from the discussion and with the help of two firefighters and an ambulance driver, the authors generated a pool of 49 items.", "cite_spans": [{"start": 203, "end": 217, "text": "(Kovács, 2002)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Procedure"}, {"text": "There were four question groups: organized -unorganized X general -specific. We aimed to capture the two extreme ends: the organized behavior and remedial actions in an emergency, and the chaotic behavior as \"freezing\" or feeling helplessness and hopelessness. We used general questions that are more trait-like constructs -e.g., \"I easily panic.\" -, and specific questions about life situations that can occur to everyone -e.g., \"I can make the right decisions even if I must act on the spot.\". We randomized the items used. Participants rated each item on a five-point Likert-type scale, from one \"Not true at all\" to five \"Absolutely true.\" We distributed the questionnaire online on various forums using Google Forms. See Supplementary Table 1 for the final version of the ERQ.", "cite_spans": [], "ref_spans": [{"start": 726, "end": 747, "text": "Supplementary Table 1", "ref_id": "TABREF4"}], "section": "Procedure"}, {"text": "Each respondent could participate in only one phase of the study; therefore, the following three samples are exclusive to each other. All of our subjects were Hungarian and Caucasian. None of our participants reported having any clinical diagnoses or comorbidities. Our research was carried out following the Code of Ethics of the World Medical Association (Declaration of Helsinki), and informed consent was obtained from all participants included.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "A total of 750 participants were recruited for the study with a range of demographic and socio-economic/educational backgrounds were recruited for the study. The sample consisted of 324 male and 426 female volunteers who were collected using the snowball method on the Internet. Their mean age was 23.17 (SD=8.05). Respondents were collected through the Internet, using Google Forms. To obtain a heterogeneous sample, the survey was accessible to different strata of the population.", "cite_spans": [], "ref_spans": [], "section": "Development sample"}, {"text": "Sixty-two university students (11 male and 51 female) participated in the 3-week testretest. Mean age: 20.32 (SD=1.49). The paper-and-pencil questionnaire was administered in psychology courses.", "cite_spans": [], "ref_spans": [], "section": "Test-retest sample"}, {"text": "A total of 246 volunteers (105 male and 141 female, mean age=23.13, SD=7.78) were recruited throughout the internet after the test development to test the factor structure of the questionnaire on an independent sample.", "cite_spans": [], "ref_spans": [], "section": "Confirmatory factor analysis sample"}, {"text": "In total, 142 male participated in the validation of the questionnaire, their mean age was 33.38 (SD=10.34): 42 of them were firefighters, 43 were sensation seekers with different extreme hobbies -e.g., parachuting, hang-gliding, flying, rafting. Since we could only find male firefighters and the vast majority of the sensation seekers were also male, we decided to use a male only control sample in this phase (N=57). None of the control group had a dangerous job or an extreme hobby. Participants were collected through the Internet, using Google Forms.", "cite_spans": [], "ref_spans": [], "section": "Validity sample"}, {"text": "To access convergent and divergent validity, we not only gathered data from two special groups, but we also used several relevant questionnaires. Our goal was to determine whether our questionnaire is associated with the specific traits that the literature suggests. Bar-Haim and colleagues (Bar-Haim, Lamy, Pergamin, Bakermans-Kranenburg, & van IJzendoorn, 2007) found that threat-related cognitive bias in anxiety and suggest that the abnormalities in the threatdetection mechanism of anxious individuals would result in a hyper-vigilant mode towards the threat. According to Mogg and colleagues (Mogg, Bradley, De Bono, & Painter, 1997) , the core deficit of anxiety is the inhibition of the accurate processing of threatening information. Anxious individuals during later, more strategic stages of processing tend to direct their attention away from threat (Williams, Watts, Macleod, & Mathews, 1997) . This may result in feeling overwhelmed, helpless, and in freezing and unorganized behaviour.", "cite_spans": [{"start": 318, "end": 363, "text": "Bakermans-Kranenburg, & van IJzendoorn, 2007)", "ref_id": "BIBREF6"}, {"start": 598, "end": 639, "text": "(Mogg, Bradley, De Bono, & Painter, 1997)", "ref_id": "BIBREF81"}, {"start": 861, "end": 904, "text": "(Williams, Watts, Macleod, & Mathews, 1997)", "ref_id": "BIBREF110"}], "ref_spans": [], "section": "Assessment measures"}, {"text": "The State-Trait Anxiety Inventory (STAI) (Spielberger, 1983 ) is a 40-item scale used to measure state and trait anxiety. Good to excellent internal consistency and adequate test-retest reliability has been reported. Our results showed good internal consistency (Cronbach's α = .92).", "cite_spans": [{"start": 41, "end": 59, "text": "(Spielberger, 1983", "ref_id": "BIBREF105"}], "ref_spans": [], "section": "Assessment measures"}, {"text": "The Sensation Seeking Scale (SSS) (Zuckerman & Link, 1968 ) is a 40-item scale used to measure sensation seeking. The questionnaire has good internal scale reliability. Our sample showed consistency of Cronbach's α = .80.", "cite_spans": [{"start": 34, "end": 57, "text": "(Zuckerman & Link, 1968", "ref_id": "BIBREF111"}], "ref_spans": [], "section": "Assessment measures"}, {"text": "The Coping Inventory for Stressful Situations (Endler & Parker, 1994 ) is a 48-item scale used to determine the individual preference of coping style (Task focus, Emotion focus, and Avoidance). Good to excellent internal consistency (Cronbach's α = .76 -.92) was reported by the authors. Our sample showed a consistency of Cronbach's α = .79 -.88.", "cite_spans": [{"start": 46, "end": 68, "text": "(Endler & Parker, 1994", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Assessment measures"}, {"text": "The Behavioral Inhibition and Behavioral Activation Scale (BIS/BAS) (Carver & White, 1994) is a 24-item questionnaire. The authors reported good internal consistency and adequate test-retest reliability. Our sample showed a consistency of Cronbach's α = .51 -.81. Poor value for one subscale was taken into account during data analysis.", "cite_spans": [], "ref_spans": [], "section": "Assessment measures"}, {"text": "The Beck Depression Inventory (Beck & Steer, 1984 ) is a 21-item measure of cognitive and somatic symptoms of depression with excellent internal consistency and adequate testretest reliability. Our sample showed consistency of Cronbach's α = .92.", "cite_spans": [{"start": 30, "end": 49, "text": "(Beck & Steer, 1984", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Assessment measures"}, {"text": "The JASP statistical program v0.11 (JASP Team, 2019) was used for further statistical analyses throughout the entire study. Exploratory factor analysis was conducted using principal components analysis and varimax rotation. The required Eigenvalue was set to unity; items with .4 or less factor weight was suppressed. In the first step a total of 16 items were excluded due to the following reasons (number of items excluded in parentheses): did not belong to any factors (one), factor weight was too low (three), too few items belonged to a factor (three), did not fit to any other factors (four), the total variance explained by the factors was too low (two), item did not differentiate enough (one). The item was reportedly not understandable or was confusing, hard to answer (two). Three more items were ruled out during the reliability analyses because leaving them out significantly raised the value of Cronbach's alpha.", "cite_spans": [], "ref_spans": [], "section": "Data Analyses"}, {"text": "After ruling out these items, the questionnaire contained 30 items with a 0.94 Kaiser-Meyer-Olkin Measure of Sampling Adequacy, with significant Bartlett's Test of Sphericity (p<0.01). These tests of multivariate normality and sampling adequacy indicated that the matrix was of good quality.", "cite_spans": [], "ref_spans": [], "section": "Data Analyses"}, {"text": "We identified four factors that had Eigenvalues greater than unity, indicating that they accounted for significant amounts of the total variance in the items. Together, these four factors accounted for 51.77% of that variance (31.267%; 9.8%; 6.85%; 3.85% respectively), which is considered good. The four factors were consistent with our question groups set before the analyses and were named General Readiness, Specific Readiness, General Helplessness, and Specific Helplessness -see Table 1 for factor loadings of retained items.", "cite_spans": [], "ref_spans": [{"start": 485, "end": 492, "text": "Table 1", "ref_id": "TABREF4"}], "section": "Data Analyses"}, {"text": "- Table 1 around here-", "cite_spans": [], "ref_spans": [{"start": 2, "end": 9, "text": "Table 1", "ref_id": "TABREF4"}], "section": "Data Analyses"}, {"text": "The ERQ total score and subscales showed good internal consistency. ", "cite_spans": [], "ref_spans": [], "section": "Internal Consistency"}, {"text": "Three-week test-retest reliability for the total score, and all subscales were found to be high. The Pearson correlation was r = .85 for the General Readiness, r = .79 for the Specific Readiness, r = .77 for the General Helplessness, r = .75 for the Specific Helplessness, and r = .85 for the total score (all ps<.001).", "cite_spans": [], "ref_spans": [], "section": "Test-retest"}, {"text": "The result of the confirmatory factor analysis indicated that the proposed four-factor model provided an acceptable fit (CMIN/DF=1.644, CFI = .987, TLI = .985, RMSEA = .051 [90% CI: 0.044 -0.058], SRMR = .064). We also calculated Cronbach's alpha values for the ERQ total score and subscales on this independent sample. The values indicated a good internal consistency:", "cite_spans": [], "ref_spans": [], "section": "Confirmatory factor analysis"}, {"text": "The General Readiness scale yielded a Cronbach's alpha value of .87; the Specific Readiness scale had .88; the General Helplessness had .83, and the Specific Helplessness had .87. For the overall test, the Cronbach's alpha was .93.", "cite_spans": [], "ref_spans": [], "section": "Confirmatory factor analysis"}, {"text": "After adding up the subscales and total score for the Emergency Reaction Questionnaire, we calculated a self-reported prediction of emergency behavior for the main (developmental) sample (see Table 2 means and standard deviation values). In addition, a gender effect was identified, whereby women reported lower emergency behavior efficiency than men (t(748) = 9.643, p<.001, Cohen's d = .72). Interestingly, about 15% of people were below and 15% above one standard distribution, which is consistent with previous result. Separately for the two genders, 17.2% of males and 16.5% of females scored lower at least one distribution below their respective means, while 16.1% of males and 13.6% of females achieved a higher score than their respective means plus one distribution.", "cite_spans": [], "ref_spans": [{"start": 192, "end": 199, "text": "Table 2", "ref_id": null}], "section": "Descriptive data"}, {"text": "- Table 2 around here-", "cite_spans": [], "ref_spans": [{"start": 2, "end": 9, "text": "Table 2", "ref_id": null}], "section": "Descriptive data"}, {"text": "Construct validity is the degree to which a test measures what it claims or purports to be measuring. It can be obtained in two ways: using special groups that the questionnaire should be able to differentiate or statistical relationship analyses between two measures.", "cite_spans": [], "ref_spans": [], "section": "Construct validity"}, {"text": "One-way ANOVAs were used to analyse the scores from the validity samplefirefighters, sensation seekers, and average men. People with previous experience -due to dangerous profession, and sensation seeking -were higher in self-reported emergency behaviour efficiency than were average men (F(2,143) F(2,143)=19.42, p<.001, η p 2 =.21). The Bonferroni pairwise comparison showed that the two special groups -firefighters and sensation seekers -did not differ from each other, but they both differed from average males. See Table 3 for detailed descriptive statistics regarding group differences.", "cite_spans": [], "ref_spans": [{"start": 288, "end": 297, "text": "(F(2,143)", "ref_id": null}, {"start": 521, "end": 528, "text": "Table 3", "ref_id": null}], "section": "Validity sample analyses"}, {"text": "The scores of each assessment measures were then entered into a discriminant analysis to determine whether the ERQ is capable of discriminating the two special groups from the average population. The success rate of the categorization was 67.8%. The overall Wilks'", "cite_spans": [], "ref_spans": [], "section": "Validity sample analyses"}, {"text": "Lambda was significant (Λ=.46; χ 2 (3)=660.79; p<.001). The two discriminant functions were the ERQ and the Sensation Seeking Scale; average men scored lower on the ERQ than the two special groups, and lower on the SSS than the group of sensation seekers. Interestingly, the group of firefighters scored the lowest on sensation seeking. Thus, there was no difference on the ERQ between our two special groups. However, they did differ on SSS, of course, sensation seekers scoring higher.", "cite_spans": [], "ref_spans": [], "section": "Validity sample analyses"}, {"text": "- Table 3 around here-", "cite_spans": [], "ref_spans": [{"start": 2, "end": 9, "text": "Table 3", "ref_id": null}], "section": "Validity sample analyses"}, {"text": "Convergent and discriminant validity are subtypes of construct validity. Evidence for both convergent and discriminant validity means, by definition that evidence for construct validity had been given (Cronbach & Meehl, 1955) . Bivariate correlations were calculated between our questionnaire and other measures to provide evidence (see Table 4 ) for correlation coefficients.", "cite_spans": [{"start": 201, "end": 225, "text": "(Cronbach & Meehl, 1955)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 337, "end": 344, "text": "Table 4", "ref_id": null}], "section": "Statistical relationship analyses"}, {"text": "Trait anxiety was found to be related fairly strongly to the two Helplessness scales (r=.57 -.6). Sensation seeking had a moderate connection to General Readiness (r=.57) and mediocre to the Total score (r=.38). Coping styles correlated differently with our scales: Task focus showed a moderate positive connection with the total score (r=.43), while Emotional focus coping preference correlated negatively with the total score (r=-.53). Behavioral activation system scales were associated positively with the total score (r=.28 -.57). BAS drive scale needs to be highlighted, it had a mediocre connection with every subscale and the total score (r=.4 -.57), and it correlated negatively with Helplessness subscales (r=-.39 --.43). Helplessness subscales had a mediocre connection with this BIS scale (r=.45), while the total score was fairly strongly and negatively related to it (r=-.54). Depression also had a mediocre and negative connection to the overall score (r=-.38).", "cite_spans": [], "ref_spans": [], "section": "Statistical relationship analyses"}, {"text": "- Table 4 around here-", "cite_spans": [], "ref_spans": [{"start": 2, "end": 9, "text": "Table 4", "ref_id": null}], "section": "Statistical relationship analyses"}, {"text": "Differences and similarities among the three groups (average men, firefighters, and sensation seekers) were also explored after the required steps of the questionnaire validation.", "cite_spans": [], "ref_spans": [], "section": "Group differences"}, {"text": "The assessment measures used in our study were analysed using one-way ANOVAs, and the Bonferroni correction was applied to all pairwise comparisons. =.26). Average men scored lower for every subscale, and, of course, on the overall score as well, than the two special groups; interestingly, the scores of firefighters and sensation seekers did not differ.", "cite_spans": [], "ref_spans": [], "section": "Group differences"}, {"text": "The main effect for trait anxiety was also significant (F(2,137)=13.511, p<.001, η p 2 =.17), the average man, again, differed from the two special groups, while they did not differed from each other, with average men achieving higher scores. p<.001, η p 2 =.12): average males scored higher than the two special groups.", "cite_spans": [], "ref_spans": [], "section": "Group differences"}, {"text": "The question of how to behave in emergencies, appears not only in lay discourses, but it is a matter of interest in various disciplines including engineering, architecture, emergency medicine, public health, public safety, computer sciences, neurosciences as well as psychology and psychiatry. Here we tried to make a connection between these areas through the development of the Emergency Reaction Questionnaire and establish the its psychometric", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "properties on a large sample of adults. The ERQ is mostly centred on the behavioural outcome, participants are reporting the likeliness of performing various defensive reactions, while we also included some items to assess their possible feelings or thoughts before, during or after an emergency because being aware of this might also play a role in the overall picture (Allen et al., 2015; Fenz & Epstein, 1967; Ledoux & Brown, 2017; Rachman, 1974; Rachman & Hodgson, 1974) . After creating the 30-item ERQ with a development sample, the reliability and validity of this measure were tested using a second independent sample. Internal consistency and testretest reliability of the measure was strong. Convergent validity was evident in the strong association between the ERQ and the measure we used. As well as replication of the finding that about 15% of observed people in an emergency would act quickly, correctly, and completely organized, while 15% will freeze, feel helpless, lost without a clue how to act or react appropriately (Tyhurst, 1951) .", "cite_spans": [{"start": 370, "end": 390, "text": "(Allen et al., 2015;", "ref_id": "BIBREF4"}, {"start": 391, "end": 412, "text": "Fenz & Epstein, 1967;", "ref_id": "BIBREF33"}, {"start": 413, "end": 434, "text": "Ledoux & Brown, 2017;", "ref_id": "BIBREF72"}, {"start": 435, "end": 449, "text": "Rachman, 1974;", "ref_id": "BIBREF97"}, {"start": 450, "end": 474, "text": "Rachman & Hodgson, 1974)", "ref_id": "BIBREF98"}, {"start": 1037, "end": 1052, "text": "(Tyhurst, 1951)", "ref_id": "BIBREF108"}], "ref_spans": [], "section": "Discussion"}, {"text": "However, these findings also mean that about 70% of the population will still be able to act while showing different levels of disorganization. This is in line with previous research (Drabek, 2012; Quarantelli, 1988) claiming that most of the people involved in an emergency behave in a reasonable manner. Thus, panic and completely irrational behaviour seem rather rare, but this does not mean that most people will be a good first responder during emergency situations, and this questionnaire is adapted to that selection. The findings on gender differences in our self-report measures of emergency behaviour are also interesting. However, it is unclear at the same time whether this result represents an actual difference in emergency reaction efficiency between men and women, or whether it is a function of the increased willingness of females to endorse anxiety symptoms and helplessness. Nonetheless, our finding that males score higher on ERQ than females, and thus, expected to act in a more organized way in an emergency is in line with the findings of previous meta-analyses (Kar & Bastia, 2006; Norris et al., 2002; Tang et al., 2014) and reviews (Leach, 1994) . They claim that females are more prone to develop anxiety and other negative symptoms than males after such an event, moreover it was shown (Gidron, 2002) that those who are passive victims and cope worse with the acute situation are more likely to develop these disorders. Therefore, if the gender difference found on ERQ is indeed a real difference in an emergency, then it seems plausible that females tend to feel more lost, experience more fear, and as a consequence of their less efficient behaviour in an emergency they are more prone to develop PTSD and other issues compared to males (Kukihara et al., 2014; Tang et al., 2014) . The fact that females are highly underrepresented in specific populations like firefighters and sensation seekers might support the idea that the gender difference we identified is indeed real. Still, it is also possible females that cope well in the most difficult situations, can be of more help to other females during certain emergency situations. For example, when facing situations in which one needs to be grabbed, transported or touched, skilled females might be able to deal with certain people that might feel less comfortable in the presence of a male.", "cite_spans": [{"start": 183, "end": 197, "text": "(Drabek, 2012;", "ref_id": "BIBREF25"}, {"start": 198, "end": 216, "text": "Quarantelli, 1988)", "ref_id": "BIBREF96"}, {"start": 1086, "end": 1106, "text": "(Kar & Bastia, 2006;", "ref_id": "BIBREF58"}, {"start": 1107, "end": 1127, "text": "Norris et al., 2002;", "ref_id": null}, {"start": 1128, "end": 1146, "text": "Tang et al., 2014)", "ref_id": "BIBREF106"}, {"start": 1159, "end": 1172, "text": "(Leach, 1994)", "ref_id": null}, {"start": 1315, "end": 1329, "text": "(Gidron, 2002)", "ref_id": "BIBREF47"}, {"start": 1768, "end": 1791, "text": "(Kukihara et al., 2014;", "ref_id": "BIBREF64"}, {"start": 1792, "end": 1810, "text": "Tang et al., 2014)", "ref_id": "BIBREF106"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the validation study, only males were assessed as we could only find some females who were sensation seekers, and none that were firefighters. The divergent validity was found apparent between the ERQ and other commonly used measures of anxiety, emotional coping style, the inhibitory system sensitivity, and depression. We expected ERQ to be associated with sensation-seeking because one of the question groups was about general preparedness, which is somewhat similar in concept to sensation seeking. We also expected to see group differences in the preferred coping styles, based on the interviews with members of dangerous professions who reported a very heavy problem-focused coping during emergencies (see also Kovács 2002) .", "cite_spans": [{"start": 720, "end": 732, "text": "Kovács 2002)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our results, however, indicate that this difference is more pronounced in emotion-focused coping. This suggests that the population of average males in our study were more likely to prefer the emotion-focused coping mechanism, while the special groups did not. Therefore, it seems plausible that during an emergency, average males tend first to calm down their emotions caused by the negativity and threat offered by the situation, and only then, if they ever succeed, will they try to act. Previous research (Endler & Parker, 1994) has shown that emotion-focused behaviour is connected to higher neuroticism and depression proneness.", "cite_spans": [{"start": 509, "end": 532, "text": "(Endler & Parker, 1994)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Discussion"}, {"text": "Supporting these findings, our results show that, indeed, average males scored higher both on the trait anxiety and depression scales. Indeed, ERQ was expected to be associated with depression, which is an affective disorder and is associated with anxiety, helplessness, hopelessness, and low activation (McWilliams, Cox, & Enns, 2003) . Hence, it seems rational to claim that elevated levels of depressive symptoms and anxiety-proneness can facilitate maladaptive coping strategies and, therefore, chaotic behaviour in emergencies (Kim et al., 2017; McNally, 2002) . This might also be in line with the findings on the gender as mentioned above differences: females tend to be more prone to neuroticism and depression (Tang et al., 2014) . Thus, they score lower on emergency behaviour efficiency (ERQ) than males.", "cite_spans": [{"start": 304, "end": 335, "text": "(McWilliams, Cox, & Enns, 2003)", "ref_id": "BIBREF79"}, {"start": 532, "end": 550, "text": "(Kim et al., 2017;", "ref_id": "BIBREF59"}, {"start": 551, "end": 565, "text": "McNally, 2002)", "ref_id": "BIBREF78"}, {"start": 719, "end": 738, "text": "(Tang et al., 2014)", "ref_id": "BIBREF106"}], "ref_spans": [], "section": "Discussion"}, {"text": "The overall impression from the group comparisons on the different scales is that the two special groups (sensation seekers and firefighters), who are believed to be able to manage emergencies and will not freeze in highly demanding situations, are experiencing higher levels of agency. Although automatic defensive reactions could be triggered by activity in survival circuits that detects threats (LeDoux, 2012) , facing an emergency for the first time could lead to confusion and overwhelm the person (Gheytanchi et al., 2007) . Previous experience has a huge impact on how one detects and responds to threats (Gross & Canteras, 2012; LeDoux, 2014) . If the defensive actions are recalibrated, an adequate control of fear response can be achieved (Gorman et al., 2000; Lai, 2019; Sobanski & Wagner, 2017) . Thus, the influence of social norms and evolutionary algorithms are equally important (Frankenberg et al., 2011; Frey et al., 2009; Rodríguez et al., 2006) . According to Gray's theory, emotions and behaviour can be understood as the outputs of the inhibitory and activation neurological circuits (Hickey, Chelazzi, & Theeuwes, 2010) . They can be defined as avoidance (BIS) and approach (BAS) motivational systems. The BIS helps avoid harm, and BIS sensitive people tend to be more anxious in dangerous situations while BAS sensitive people are more motivated to explore new things and risk in adverse and dangerous situations. Therefore, on average lower BIS sensitivity leads to lower levels of depression and anxiety, and indeed, our results show that special groups, on average, are less anxious and are less depressed. Thus, such people tend to cope better with emergencies, as they can focus on the problem instead of their emotions. Presumably, the members of these special groups have a less sensitive behavioural inhibition system compared to average males, as they have previous experiences and a higher levels of self-efficacy (higher level of agency), thus, they know they can cope with whatever situation may come next.", "cite_spans": [{"start": 399, "end": 413, "text": "(LeDoux, 2012)", "ref_id": "BIBREF69"}, {"start": 504, "end": 529, "text": "(Gheytanchi et al., 2007)", "ref_id": "BIBREF45"}, {"start": 613, "end": 637, "text": "(Gross & Canteras, 2012;", "ref_id": "BIBREF50"}, {"start": 638, "end": 651, "text": "LeDoux, 2014)", "ref_id": "BIBREF70"}, {"start": 750, "end": 771, "text": "(Gorman et al., 2000;", "ref_id": "BIBREF48"}, {"start": 772, "end": 782, "text": "Lai, 2019;", "ref_id": "BIBREF66"}, {"start": 783, "end": 807, "text": "Sobanski & Wagner, 2017)", "ref_id": "BIBREF104"}, {"start": 896, "end": 922, "text": "(Frankenberg et al., 2011;", "ref_id": "BIBREF37"}, {"start": 923, "end": 941, "text": "Frey et al., 2009;", "ref_id": "BIBREF39"}, {"start": 942, "end": 965, "text": "Rodríguez et al., 2006)", "ref_id": "BIBREF99"}, {"start": 1107, "end": 1143, "text": "(Hickey, Chelazzi, & Theeuwes, 2010)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Discussion"}, {"text": "Naturally, the lower self-reported or perceived levels of BIS sensitivity might be the consequence of their own lifestyles; that is, firefighters must engage in highly life-threatening situations, as it is their profession, while the motivation behind sensation seekers is the urge for adrenaline, excitement, and reward. Interestingly, firefighters and sensation seekers only differed in sensation seeking, and fun-seeking (BAS), which are closely related to each other (Franken & Muris, 2006) . Individuals who score high on fun-seeking are eager for reward and tend to act in the heat of the moment (Carver & White, 1994) . Thus, it seems that motivation is the key to understand the difference between the two special populations: Sensation seekers have an inner desire (on a biological basis), while firefighters are more prosocial. Specifically, people might choose to become firefighters driven by a prosocial motivation to help others, while in the case of sensation seekers, it is the biological necessity that makes them engage in (at least in others' eyes) highly dangerous situations. Importantly, the social interactions and support, comradeship in the case of firefighters, is a protective factor (Abramson et al., 2014; Bonanno et al., 2007) that can also explain their results. We would also like to underscore that, contrary to average men, both groups are prepared, but while firefighters receive professional training, sensation seekers can mostly rely on their own experiences.", "cite_spans": [{"start": 471, "end": 494, "text": "(Franken & Muris, 2006)", "ref_id": "BIBREF35"}, {"start": 602, "end": 624, "text": "(Carver & White, 1994)", "ref_id": null}, {"start": 1211, "end": 1234, "text": "(Abramson et al., 2014;", "ref_id": "BIBREF0"}, {"start": 1235, "end": 1256, "text": "Bonanno et al., 2007)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "In sum, we conclude that our results are promising, and we demonstrated that this new questionnaire, the ERQ, can be used in studying the complex, engaging, and essential field of emergency behaviour. Further exploration is needed in the lights of the terror attacks, other safety issues, and investigating emergency preparedness (Gershon et al., 2010 (Gershon et al., , 2012 L. Page, Rubin, Amlôt, Simpson, & Wessely, 2008; Sherman et al., 2011) . We think that this questionnaire can be the key to doing so, because it has the possibility of a quick survey even right after such an event happens, to explore the basics of this field and to allocate the questions that need to be investigated outside the laboratory. To allow for an even quicker testing, a brief version of the ERQ can be developed in the future. Results of further studies could be applied in practice, for example, to improve fire safety, train children in school how to act in an organized way in emergency situations. Moreover, major computer modelling groups that work on events and public space planning have already expressed an interest in such results and called for more psychological input (Aguirre, El-Tawil, Best, Gill, & Fedorov, 2011; Galea, 2006; Köster, Seitz, Treml, Hartmann, & Klein, 2011) . Possible implications of the questionnaire regarding various threats such as the COVID-19 pandemic can also be of interest in future studies.", "cite_spans": [{"start": 330, "end": 351, "text": "(Gershon et al., 2010", "ref_id": null}, {"start": 352, "end": 375, "text": "(Gershon et al., , 2012", "ref_id": null}, {"start": 376, "end": 424, "text": "L. Page, Rubin, Amlôt, Simpson, & Wessely, 2008;", "ref_id": "BIBREF95"}, {"start": 425, "end": 446, "text": "Sherman et al., 2011)", "ref_id": "BIBREF102"}, {"start": 1169, "end": 1217, "text": "(Aguirre, El-Tawil, Best, Gill, & Fedorov, 2011;", "ref_id": "BIBREF3"}, {"start": 1218, "end": 1230, "text": "Galea, 2006;", "ref_id": "BIBREF41"}, {"start": 1231, "end": 1277, "text": "Köster, Seitz, Treml, Hartmann, & Klein, 2011)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Discussion"}, {"text": "Research on immediate human responses to an emergency will assist with the long-term physical and mental health of affected people or their social environment. Given the limitations and paucity of previous research associated with emergency behavior, the present findings are promising as we seek to establish a new way of studying this area. Of course, these are the first steps towards a new method. Future studies are still needed to gather more data from both average and special populations (e.g. police officers, members of the army), create standards for age groups and genders. Further validity must be sought, for instance by testing rookies at special rescue forces and the fire department, in a longitudinal setting from the application through to the point where they become qualified, and then after working for a year. Rescue workers and ambulance personnel have been shown to have much higher prevalence of PTSD than that of the general population (Berger et al., 2012) . Our questionnaire can help shed a light on the background of this problem, and also be useful in selection and implementing preventive measures for personnel. Future studies can also test people who have never been in an emergency situation before but are willing to undergo specific training and see how they react and improve. ", "cite_spans": [{"start": 963, "end": 984, "text": "(Berger et al., 2012)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Resilience Activation Framework: a Conceptual Model of How Access to Social Resources Promotes Adaptation and Rapid Recovery in Post-disaster Settings", "authors": [{"first": "D", "middle": ["M"], "last": "Abramson", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Grattan", "suffix": ""}, {"first": "B", "middle": [], "last": "Mayer", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Colten", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Arosemena", "suffix": ""}, {"first": "A", "middle": [], "last": "Bedimo-Rung", "suffix": ""}, {"first": "M", "middle": [], "last": "Lichtveld", "suffix": ""}], "year": 2014, "venue": "Journal of Behavioral Health Services and Research", "volume": "42", "issn": "1", "pages": "42--57", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The biology of fear", "authors": [{"first": "R", "middle": [], "last": "Adolphs", "suffix": ""}], "year": 2013, "venue": "Current Biology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.cub.2012.11.055"]}}, "BIBREF3": {"ref_id": "b3", "title": "Contributions of social science to agent-based models of building evacuation", "authors": [{"first": "B", "middle": ["E"], "last": "Aguirre", "suffix": ""}, {"first": "S", "middle": [], "last": "El-Tawil", "suffix": ""}, {"first": "E", "middle": [], "last": "Best", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Gill", "suffix": ""}, {"first": "V", "middle": [], "last": "Fedorov", "suffix": ""}], "year": 2011, "venue": "Contemporary Social Science", "volume": "6", "issn": "3", "pages": "415--432", "other_ids": {"DOI": ["10.1080/21582041.2011.609380"]}}, "BIBREF4": {"ref_id": "b4", "title": "Synchronydesynchrony in the tripartite model of fear: Predicting treatment outcome in clinically phobic children", "authors": [{"first": "K", "middle": ["B"], "last": "Allen", "suffix": ""}, {"first": "B", "middle": [], "last": "Allen", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Austin", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Waldron", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Ollendick", "suffix": ""}], "year": 2015, "venue": "Behaviour Research and Therapy", "volume": "71", "issn": "", "pages": "54--64", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Threat-related attentional bias in anxious and nonanxious individuals: A metaanalytic study", "authors": [{"first": "Y", "middle": [], "last": "Bar-Haim", "suffix": ""}, {"first": "D", "middle": [], "last": "Lamy", "suffix": ""}, {"first": "L", "middle": [], "last": "Pergamin", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Bakermans-Kranenburg", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Van Ijzendoorn", "suffix": ""}], "year": 2007, "venue": "Psychological Bulletin", "volume": "133", "issn": "1", "pages": "1--24", "other_ids": {"DOI": ["10.1037/0033-2909.133.1.1"]}}, "BIBREF7": {"ref_id": "b7", "title": "Internal consistencies of the original and revised beck depression inventory", "authors": [{"first": "A", "middle": ["T"], "last": "Beck", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Steer", "suffix": ""}], "year": 1984, "venue": "Journal of Clinical Psychology", "volume": "40", "issn": "6", "pages": "1365--1367", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Rescuers at risk: A systematic review and metaregression analysis of the worldwide current prevalence and correlates of PTSD in rescue workers. Social Psychiatry and Psychiatric Epidemiology", "authors": [{"first": "W", "middle": [], "last": "Berger", "suffix": ""}, {"first": "E", "middle": ["S F"], "last": "Coutinho", "suffix": ""}, {"first": "I", "middle": [], "last": "Figueira", "suffix": ""}, {"first": "C", "middle": [], "last": "Marques-Portella", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Luz", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Neylan", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Mendlowicz", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s00127-011-0408-2"]}}, "BIBREF10": {"ref_id": "b10", "title": "Risk assessment as an evolved threat detection and analysis process", "authors": [{"first": "D", "middle": ["C"], "last": "Blanchard", "suffix": ""}, {"first": "G", "middle": [], "last": "Griebel", "suffix": ""}, {"first": "R", "middle": [], "last": "Pobbe", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Blanchard", "suffix": ""}], "year": 2011, "venue": "Neuroscience and Biobehavioral Reviews", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.neubiorev.2010.10.016"]}}, "BIBREF11": {"ref_id": "b11", "title": "Weighing the costs of disaster: Consequences, risks, and resilience in individuals, families, and communities", "authors": [{"first": "G", "middle": ["A"], "last": "Bonanno", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Brewin", "suffix": ""}, {"first": "K", "middle": [], "last": "Kaniasty", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "La Greca", "suffix": ""}], "year": 2010, "venue": "Psychological Science in the Public Interest", "volume": "11", "issn": "1", "pages": "1--49", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "What Predicts Psychological Resilience After Disaster? The Role of Demographics, Resources, and Life Stress", "authors": [{"first": "G", "middle": ["A"], "last": "Bonanno", "suffix": ""}, {"first": "S", "middle": [], "last": "Galea", "suffix": ""}, {"first": "A", "middle": [], "last": "Bucciarelli", "suffix": ""}, {"first": "D", "middle": [], "last": "Vlahov", "suffix": ""}], "year": 2007, "venue": "Journal of Consulting and Clinical Psychology", "volume": "75", "issn": "5", "pages": "671--682", "other_ids": {"DOI": ["10.1037/0022-006X.75.5.671"]}}, "BIBREF14": {"ref_id": "b14", "title": "Freeze, flight, fight, fright, faint: Adaptationist perspectives on the acute stress response spectrum", "authors": [{"first": "H", "middle": ["S"], "last": "Bracha", "suffix": ""}], "year": 2004, "venue": "CNS Spectrums. MedWorks Media LLC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Implications for the Reclassification of fear-circuitry-related traits in DSM-V and for studying resilience to warzone-related posttraumatic stress disorder", "authors": [{"first": "H", "middle": ["S"], "last": "Bracha", "suffix": ""}], "year": 2006, "venue": "Progress in Neuro-Psychopharmacology and Biological Psychiatry", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Emotion and motivation: The role of the amygdala, ventral striatum, and prefrontal cortex", "authors": [{"first": "R", "middle": ["N"], "last": "Cardinal", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Parkinson", "suffix": ""}, {"first": "J", "middle": [], "last": "Hall", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Everitt", "suffix": ""}], "year": 2002, "venue": "Neuroscience and Biobehavioral", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The origins of specific phobias: Influential theories and current perspectives", "authors": [{"first": "C", "middle": ["M"], "last": "Coelho", "suffix": ""}, {"first": "H", "middle": [], "last": "Purkis", "suffix": ""}], "year": 2009, "venue": "Review of General Psychology", "volume": "13", "issn": "4", "pages": "335--348", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Reducing the Meta-Emotional Problem Decreases Physiological Fear Response during Exposure in Phobics", "authors": [{"first": "A", "middle": [], "last": "Couyoumdjian", "suffix": ""}, {"first": "C", "middle": [], "last": "Ottaviani", "suffix": ""}, {"first": "N", "middle": [], "last": "Petrocchi", "suffix": ""}, {"first": "R", "middle": [], "last": "Trincas", "suffix": ""}, {"first": "K", "middle": [], "last": "Tenore", "suffix": ""}, {"first": "C", "middle": [], "last": "Buonanno", "suffix": ""}, {"first": "F", "middle": [], "last": "Mancini", "suffix": ""}], "year": 2016, "venue": "Frontiers in Psychology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fpsyg.2016.01105"]}}, "BIBREF22": {"ref_id": "b22", "title": "Phobic fear and panic attacks: The same emotional states triggered by different cues?", "authors": [{"first": "M", "middle": [], "last": "Craske", "suffix": ""}], "year": 1991, "venue": "Clinical Psychology Review", "volume": "11", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.1016/0272-7358"]}}, "BIBREF23": {"ref_id": "b23", "title": "Psychiatric Association Washington", "authors": [{"first": "M", "middle": [], "last": "Craske", "suffix": ""}, {"first": "D", "middle": [], "last": "Barlow", "suffix": ""}, {"first": "D", "middle": [], "last": "Clark", "suffix": ""}], "year": 1996, "venue": "DSM-IV Sourcebook", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Construct validity in psychological tests", "authors": [{"first": "L", "middle": ["J"], "last": "Cronbach", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Meehl", "suffix": ""}], "year": 1955, "venue": "Psychological Bulletin", "volume": "52", "issn": "4", "pages": "281--302", "other_ids": {"DOI": ["10.1037/h0040957"]}}, "BIBREF25": {"ref_id": "b25", "title": "Human system responses to disaster: An inventory of sociological findings", "authors": [{"first": "T", "middle": [], "last": "Drabek", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-1-4612-4960-3"]}}, "BIBREF26": {"ref_id": "b26", "title": "Everyone for themselves? A comparative study of crowd solidarity among emergency survivors", "authors": [{"first": "J", "middle": [], "last": "Drury", "suffix": ""}, {"first": "C", "middle": [], "last": "Cocking", "suffix": ""}, {"first": "S", "middle": [], "last": "Reicher", "suffix": ""}], "year": 2009, "venue": "British Journal of Social Psychology", "volume": "48", "issn": "3", "pages": "487--506", "other_ids": {"DOI": ["10.1348/014466608X357893"]}}, "BIBREF27": {"ref_id": "b27", "title": "Representing crowd behaviour in emergency planning guidance: 'mass panic' or collective resilience? Resilience", "authors": [{"first": "J", "middle": [], "last": "Drury", "suffix": ""}, {"first": "D", "middle": [], "last": "Novelli", "suffix": ""}, {"first": "C", "middle": [], "last": "Stott", "suffix": ""}], "year": 2013, "venue": "", "volume": "1", "issn": "", "pages": "18--37", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Diver panic", "authors": [{"first": "G", "middle": [], "last": "Egstrom", "suffix": ""}, {"first": "A", "middle": [], "last": "Bachrach", "suffix": ""}], "year": 1971, "venue": "Skin Diver", "volume": "20", "issn": "11", "pages": "36--37", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Die hard: A blend of freezing and fleeing as a dynamic defense -Implications for the control of defensive behavior", "authors": [{"first": "D", "middle": [], "last": "Eilam", "suffix": ""}], "year": 2005, "venue": "Neuroscience and Biobehavioral Reviews", "volume": "29", "issn": "", "pages": "1181--1191", "other_ids": {"DOI": ["10.1016/j.neubiorev.2005.03.027"]}}, "BIBREF31": {"ref_id": "b31", "title": "Assessment of Multidimensional Coping: Task, Emotion, and Avoidance Strategies", "authors": [{"first": "N", "middle": ["S"], "last": "Endler", "suffix": ""}, {"first": "J", "middle": ["D A"], "last": "Parker", "suffix": ""}], "year": 1994, "venue": "Psychological Assessment", "volume": "6", "issn": "1", "pages": "50--60", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Gradients of physiological arousal in parachutists as a function of an approaching jump", "authors": [{"first": "W", "middle": ["D"], "last": "Fenz", "suffix": ""}, {"first": "S", "middle": [], "last": "Epstein", "suffix": ""}], "year": 1967, "venue": "Psychosomatic Medicine", "volume": "29", "issn": "1", "pages": "33--51", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "BIS/BAS personality characteristics and college students' substance use", "authors": [{"first": "I", "middle": ["H A"], "last": "Franken", "suffix": ""}, {"first": "P", "middle": [], "last": "Muris", "suffix": ""}], "year": 2006, "venue": "Personality and Individual Differences", "volume": "40", "issn": "7", "pages": "1497--1503", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Mortality, The Family and the Indian Ocean Tsunami", "authors": [{"first": "E", "middle": [], "last": "Frankenberg", "suffix": ""}, {"first": "T", "middle": [], "last": "Gillespie", "suffix": ""}, {"first": "S", "middle": [], "last": "Preston", "suffix": ""}, {"first": "B", "middle": [], "last": "Sikoki", "suffix": ""}, {"first": "D", "middle": [], "last": "Thomas", "suffix": ""}], "year": 2011, "venue": "The Economic Journal", "volume": "121", "issn": "554", "pages": "162--182", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Surviving the Titanic Disaster: Economic, Natural and Social Determinants", "authors": [{"first": "B", "middle": ["S"], "last": "Frey", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Savage", "suffix": ""}, {"first": "B", "middle": [], "last": "Torgler", "suffix": ""}], "year": 2009, "venue": "CESifo Working Paper Series", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Disasters and youth: A metaanalytic examination of posttraumatic stress", "authors": [{"first": "J", "middle": ["M"], "last": "Furr", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Comer", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Edmunds", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Kendall", "suffix": ""}], "year": 2010, "venue": "Journal of Consulting and Clinical Psychology", "volume": "78", "issn": "6", "pages": "765--780", "other_ids": {"DOI": ["10.1037/a0021482"]}}, "BIBREF41": {"ref_id": "b41", "title": "Proposed methodology for the use of computer simulation to enhance aircraft evacuation certification", "authors": [{"first": "E", "middle": ["R"], "last": "Galea", "suffix": ""}], "year": 2006, "venue": "Journal of Aircraft", "volume": "43", "issn": "5", "pages": "1405--1413", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Disaster psychology: Dispelling the myths of panic", "authors": [{"first": "P", "middle": [], "last": "Gantt", "suffix": ""}, {"first": "R", "middle": [], "last": "Gantt", "suffix": ""}], "year": 2011, "venue": "ASSE Professional Development Conference and Exposition", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Emergency preparedness in a sample of persons with disabilities", "authors": [{"first": "R", "middle": ["R M"], "last": "Gershon", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Kraus", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Raveis", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Sherman", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Kailes", "suffix": ""}], "year": 2013, "venue": "American Journal of Disaster", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The dirty dozen: Twelve failures of the Hurricane Katrina response and how psychology can help", "authors": [{"first": "A", "middle": [], "last": "Gheytanchi", "suffix": ""}, {"first": "L", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "E", "middle": [], "last": "Gierlach", "suffix": ""}, {"first": "S", "middle": [], "last": "Kimpara", "suffix": ""}, {"first": "J", "middle": [], "last": "Housley", "suffix": ""}, {"first": "Z", "middle": ["E"], "last": "Franco", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Beutler", "suffix": ""}], "year": 2007, "venue": "American Psychologist", "volume": "62", "issn": "2", "pages": "118--130", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Posttraumatic stress disorder after terrorist attacks: a review", "authors": [{"first": "Y", "middle": [], "last": "Gidron", "suffix": ""}], "year": 2002, "venue": "The Journal of Nervous and Mental Disease", "volume": "190", "issn": "2", "pages": "118--121", "other_ids": {"DOI": ["10.1097/00005053-200202000-00010"]}}, "BIBREF48": {"ref_id": "b48", "title": "Neuroanatomical hypothesis of panic disorder, revised", "authors": [{"first": "J", "middle": ["M"], "last": "Gorman", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Kent", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Sullivan", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Coplan", "suffix": ""}], "year": 2000, "venue": "American Journal of Psychiatry", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The many paths to fear", "authors": [{"first": "C", "middle": ["T"], "last": "Gross", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Canteras", "suffix": ""}], "year": 2012, "venue": "Nature Reviews Neuroscience", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/nrn3301"]}}, "BIBREF51": {"ref_id": "b51", "title": "Panic, Irrationality, and Herding: Three Ambiguous Terms in Crowd Dynamics Research", "authors": [{"first": "M", "middle": [], "last": "Haghani", "suffix": ""}, {"first": "E", "middle": [], "last": "Cristiani", "suffix": ""}, {"first": "N", "middle": ["W F"], "last": "Bode", "suffix": ""}, {"first": "M", "middle": [], "last": "Boltes", "suffix": ""}, {"first": "A", "middle": [], "last": "Corbetta", "suffix": ""}], "year": 2019, "venue": "Journal of Advanced Transportation. Hindawi Limited", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1155/2019/9267643"]}}, "BIBREF52": {"ref_id": "b52", "title": "The Influence of Predation on Primate and Early Human Evolution: Impetus for Cooperation", "authors": [{"first": "D", "middle": [], "last": "Hart", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Sussman", "suffix": ""}], "year": 2011, "venue": "Origins of Altruism and Cooperation", "volume": "", "issn": "", "pages": "19--40", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Textbook of Psychology (Psychology Revivals). Textbook of Psychology (Psychology Revivals)", "authors": [{"first": "D", "middle": ["O"], "last": "Hebb", "suffix": ""}, {"first": "D", "middle": [], "last": "Donderi", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Reward Guides Vision when It's Your Thing: Trait Reward-Seeking in Reward-Mediated Visual Priming", "authors": [{"first": "C", "middle": [], "last": "Hickey", "suffix": ""}, {"first": "L", "middle": [], "last": "Chelazzi", "suffix": ""}, {"first": "J", "middle": [], "last": "Theeuwes", "suffix": ""}], "year": 2010, "venue": "PLoS ONE", "volume": "5", "issn": "11", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0014087"]}}, "BIBREF57": {"ref_id": "b57", "title": "JASP (Version 0.10.2)[Computer software", "authors": [{"first": "", "middle": [], "last": "Jasp Team", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Post-traumatic stress disorder, depression and generalised anxiety disorder in adolescents after a natural disaster: A study of comorbidity. Clinical Practice and Epidemiology in Mental Health", "authors": [{"first": "N", "middle": [], "last": "Kar", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Bastia", "suffix": ""}], "year": 2006, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1745-0179-2-17"]}}, "BIBREF59": {"ref_id": "b59", "title": "White matter correlates of anxiety sensitivity in panic disorder", "authors": [{"first": "M", "middle": ["K"], "last": "Kim", "suffix": ""}, {"first": "B", "middle": [], "last": "Kim", "suffix": ""}, {"first": "T", "middle": [], "last": "Kiu Choi", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}], "year": 2017, "venue": "Journal of Affective Disorders", "volume": "207", "issn": "", "pages": "148--156", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "On modelling the influence of group formations in a crowd", "authors": [{"first": "G", "middle": [], "last": "Köster", "suffix": ""}, {"first": "M", "middle": [], "last": "Seitz", "suffix": ""}, {"first": "F", "middle": [], "last": "Treml", "suffix": ""}, {"first": "D", "middle": [], "last": "Hartmann", "suffix": ""}, {"first": "W", "middle": [], "last": "Klein", "suffix": ""}], "year": 2011, "venue": "Contemporary Social Science", "volume": "6", "issn": "3", "pages": "397--414", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Légből kapott sztorik -3 másodperc az életem: híres Magyar pilóták izgalmas történetei", "authors": [{"first": "K", "middle": [], "last": "Kovács", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Trauma, depression, and resilience of earthquake/tsunami/nuclear disaster survivors of", "authors": [{"first": "H", "middle": [], "last": "Kukihara", "suffix": ""}, {"first": "N", "middle": [], "last": "Yamawaki", "suffix": ""}, {"first": "K", "middle": [], "last": "Uchiyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Arai", "suffix": ""}, {"first": "E", "middle": [], "last": "Horikawa", "suffix": ""}], "year": 2014, "venue": "Psychiatry and Clinical Neurosciences", "volume": "68", "issn": "7", "pages": "524--533", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Fear network model in panic disorder: The past and the future. Psychiatry Investigation", "authors": [{"first": "C", "middle": ["H"], "last": "Lai", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Rethinking the Emotional Brain", "authors": [{"first": "J", "middle": ["E"], "last": "Ledoux", "suffix": ""}], "year": 2012, "venue": "Neuron", "volume": "73", "issn": "4", "pages": "653--676", "other_ids": {"DOI": ["10.1016/j.neuron.2012.02.004"]}}, "BIBREF70": {"ref_id": "b70", "title": "Coming to terms with fear", "authors": [{"first": "J", "middle": ["E"], "last": "Ledoux", "suffix": ""}], "year": 2014, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "111", "issn": "", "pages": "2871--2878", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "A higher-order theory of emotional consciousness", "authors": [{"first": "J", "middle": ["E"], "last": "Ledoux", "suffix": ""}, {"first": "R", "middle": [], "last": "Brown", "suffix": ""}], "year": 2017, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "114", "issn": "", "pages": "2016--2025", "other_ids": {"DOI": ["10.1073/pnas.1619316114"]}}, "BIBREF73": {"ref_id": "b73", "title": "Surviving threats: Neural circuit and computational implications of a new taxonomy of defensive behaviour", "authors": [{"first": "J", "middle": ["E"], "last": "Ledoux", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Daw", "suffix": ""}], "year": 2018, "venue": "Nature Reviews Neuroscience", "volume": "19", "issn": "5", "pages": "269--282", "other_ids": {"DOI": ["10.1038/nrn.2018.22"]}}, "BIBREF74": {"ref_id": "b74", "title": "What is a Disaster?", "authors": [{"first": "J", "middle": [], "last": "López-Ibor", "suffix": ""}], "year": 2005, "venue": "Disasters and Mental Health", "volume": "", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Disaster Preparation and Recovery: Lessons from Research on Resilience in Human Development", "authors": [{"first": "A", "middle": ["S"], "last": "Masten", "suffix": ""}, {"first": "J", "middle": [], "last": "Obradović", "suffix": ""}], "year": 2008, "venue": "Ecology and Society", "volume": "13", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.5751/ES-02282-130109"]}}, "BIBREF76": {"ref_id": "b76", "title": "Understanding mass panic and other collective responses to threat and disaster", "authors": [{"first": "A", "middle": ["R"], "last": "Mawson", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1521/psyc.2005.68.2.95"]}}, "BIBREF77": {"ref_id": "b77", "title": "Mass Panic and Social Attachment", "authors": [{"first": "A", "middle": ["R"], "last": "Mawson", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4324/9781351153201"]}}, "BIBREF78": {"ref_id": "b78", "title": "Anxiety sensitivity and panic disorder", "authors": [{"first": "R", "middle": ["J"], "last": "Mcnally", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0006-3223(02)01475-0"]}}, "BIBREF79": {"ref_id": "b79", "title": "Use of the Coping Inventory for Stressful Situations in a clinically depressed sample: Factor structure, personality correlates, and prediction of distress", "authors": [{"first": "L", "middle": ["A"], "last": "Mcwilliams", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Enns", "suffix": ""}], "year": 2003, "venue": "Journal of Clinical Psychology", "volume": "59", "issn": "12", "pages": "1371--1385", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Time course of attentional bias for threat information in non-clinical anxiety", "authors": [{"first": "K", "middle": [], "last": "Mogg", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Bradley", "suffix": ""}, {"first": "J", "middle": [], "last": "De Bono", "suffix": ""}, {"first": "M", "middle": [], "last": "Painter", "suffix": ""}], "year": 1997, "venue": "Behaviour Research and Therapy", "volume": "35", "issn": "4", "pages": "297--303", "other_ids": {"DOI": ["10.1016/S0005-7967(96)00109-X"]}}, "BIBREF82": {"ref_id": "b82", "title": "Proximate and evolutionary studies of anxiety, stress and depression: Synergy at the interface", "authors": [{"first": "R", "middle": ["M"], "last": "Nesse", "suffix": ""}], "year": 1999, "venue": "Neuroscience and Biobehavioral Reviews", "volume": "23", "issn": "7", "pages": "895--903", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Natural selection and the regulation of defenses. A signal detection analysis of the smoke detector principle", "authors": [{"first": "R", "middle": ["M"], "last": "Nesse", "suffix": ""}], "year": 2005, "venue": "Evolution and Human Behavior", "volume": "26", "issn": "1", "pages": "88--105", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Evolution, Emotions, and Emotional Disorders", "authors": [{"first": "R", "middle": ["M"], "last": "Nesse", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Ellsworth", "suffix": ""}], "year": 2009, "venue": "American Psychologist", "volume": "64", "issn": "2", "pages": "129--139", "other_ids": {"DOI": ["10.1037/a0013503"]}}, "BIBREF88": {"ref_id": "b88", "title": "Disaster victims speak: Part I. An empirical review of the empirical literature", "authors": [], "year": 1981, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "The Course of PTSD, Major Depression, Substance Abuse, and Somatization After a Natural Disaster", "authors": [{"first": "C", "middle": ["S"], "last": "North", "suffix": ""}, {"first": "A", "middle": [], "last": "Kawasaki", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Spitznagel", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Hong", "suffix": ""}], "year": 2004, "venue": "The Journal of Nervous and Mental Disease", "volume": "192", "issn": "12", "pages": "823--829", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "The first 72 hours : a community approach to disaster preparedness", "authors": [{"first": "M", "middle": ["R"], "last": "O&apos;leary", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "+Common+misconceptions+about+disasters:+Panic,+the+disaster+synd rome,+and+looting.+In+O%27Leary,+M.+(ed.).+The+first+72+hours:+A+community+approa ch+to+disaster+", "authors": [{"first": "+e", "middle": ["+a"], "last": "Eide", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Blood-injury phobia", "authors": [{"first": "A", "middle": ["C"], "last": "Page", "suffix": ""}], "year": 1994, "venue": "Clinical Psychology Review", "volume": "14", "issn": "5", "pages": "443--461", "other_ids": {"DOI": ["10.1016/0272-7358(94)90036-1"]}}, "BIBREF95": {"ref_id": "b95", "title": "Are londoners prepared for an emergency? A longitudinal study following the london bombings", "authors": [{"first": "L", "middle": [], "last": "Page", "suffix": ""}, {"first": "J", "middle": [], "last": "Rubin", "suffix": ""}, {"first": "R", "middle": [], "last": "Amlôt", "suffix": ""}, {"first": "J", "middle": [], "last": "Simpson", "suffix": ""}, {"first": "S", "middle": [], "last": "Wessely", "suffix": ""}], "year": 2008, "venue": "Biosecurity and Bioterrorism", "volume": "6", "issn": "4", "pages": "309--319", "other_ids": {"DOI": ["10.1089/bsp.2008.0043"]}}, "BIBREF96": {"ref_id": "b96", "title": "The NORC Research on the Arkansas Tornado: A Fountainhead Study", "authors": [{"first": "E", "middle": [], "last": "Quarantelli", "suffix": ""}], "year": 1988, "venue": "International Journal of Mass Emergencies & Disasters", "volume": "6", "issn": "3", "pages": "283--310", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "The meanings of fear", "authors": [{"first": "S", "middle": [], "last": "Rachman", "suffix": ""}], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "I. Synchrony and desynchrony in fear and avoidance", "authors": [{"first": "S", "middle": [], "last": "Rachman", "suffix": ""}, {"first": "R", "middle": [], "last": "Hodgson", "suffix": ""}], "year": 1974, "venue": "Behaviour Research and Therapy", "volume": "12", "issn": "4", "pages": "90005--90014", "other_ids": {"DOI": ["10.1016/0005-7967"]}}, "BIBREF99": {"ref_id": "b99", "title": "Rising to the Challenges of a Catastrophe: The Emergent and Prosocial Behavior following Hurricane Katrina", "authors": [{"first": "H", "middle": [], "last": "Rodríguez", "suffix": ""}, {"first": "J", "middle": [], "last": "Trainor", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Quarantelli", "suffix": ""}], "year": 2006, "venue": "The ANNALS of the American Academy of Political and Social Science", "volume": "604", "issn": "1", "pages": "82--101", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Freeze for action: Neurobiological mechanisms in animal and human freezing", "authors": [{"first": "K", "middle": [], "last": "Roelofs", "suffix": ""}], "year": 2017, "venue": "Philosophical Transactions of the Royal Society B: Biological Sciences. Royal Society", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1098/rstb.2016.0206"]}}, "BIBREF102": {"ref_id": "b102", "title": "Modeling pre-evacuation delay by evacuees in World Trade Center Towers 1 and 2 on September 11, 2001: A revisit using regression analysis", "authors": [{"first": "M", "middle": ["F"], "last": "Sherman", "suffix": ""}, {"first": "M", "middle": [], "last": "Peyrot", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Magda", "suffix": ""}, {"first": "R", "middle": ["R M"], "last": "Gershon", "suffix": ""}], "year": 2011, "venue": "Fire Safety Journal", "volume": "46", "issn": "7", "pages": "414--424", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Functional neuroanatomy in panic disorder: Status quo of the research", "authors": [{"first": "T", "middle": [], "last": "Sobanski", "suffix": ""}, {"first": "G", "middle": [], "last": "Wagner", "suffix": ""}], "year": 2017, "venue": "World Journal of Psychiatry", "volume": "7", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.5498/wjp.v7.i1.12"]}}, "BIBREF105": {"ref_id": "b105", "title": "Manual for the State-Trait Anxiety Inventory (STAI Form Y)", "authors": [{"first": "C", "middle": ["D"], "last": "Spielberger", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/9780470479216.corpsy0943"]}}, "BIBREF106": {"ref_id": "b106", "title": "A meta-analysis of risk factors for depression in adults and children after natural disasters", "authors": [{"first": "B", "middle": [], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Xue", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2014, "venue": "BMC Public Health", "volume": "", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Individual reactions to community disaster. The natural history of psychiatric phenomena", "authors": [{"first": "J", "middle": ["S"], "last": "Tyhurst", "suffix": ""}], "year": 1951, "venue": "The American Journal of Psychiatry", "volume": "107", "issn": "10", "pages": "764--769", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Cognitive Psychology and Emotional Disorders", "authors": [{"first": "G", "middle": [], "last": "Williams", "suffix": ""}, {"first": "F", "middle": ["N"], "last": "Watts", "suffix": ""}, {"first": "C", "middle": [], "last": "Macleod", "suffix": ""}, {"first": "A", "middle": [], "last": "Mathews", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Construct validity for the sensation-seeking scale", "authors": [{"first": "M", "middle": [], "last": "Zuckerman", "suffix": ""}, {"first": "K", "middle": [], "last": "Link", "suffix": ""}], "year": 1968, "venue": "Journal of Consulting and Clinical Psychology", "volume": "32", "issn": "4", "pages": "420--426", "other_ids": {"DOI": ["10.1037/h0026047"]}}}, "ref_entries": {"FIGREF0": {"text": "psychology\" form 1980-1989 will result in 30.600 articles; from 1990-1999 outputs 35.500 articles; from 2000-2009 is of 40.600 articles and this last decade (2010 to 2019) the search results in 76.200 articles. Using terms like \"terrorism\" and \"psychology\" the discrepancy is higher, jumping from 3.530 from 1980-1989 to 59.600 in 2010 to 2019.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The General Readiness scale yielded a Cronbach's alpha value of .86; the Specific Readiness scale had .86; the General Helplessness had .80, and the Specific Helplessness had .84. For the overall test, the Cronbach's alpha is .92.", "latex": null, "type": "table"}, "TABREF2": {"text": "First, the ERQ subscales and main score were entered in the analysis, with the three", "latex": null, "type": "table"}, "TABREF4": {"text": "-Factor loadings of retained items. The first column shows the number of items in the questionnaire, * = negatively keyed. The items presented here were translated from Hungarian to English according to international guidelines set by the APA.High level of adrenaline is not a bad feeling for me, indeed, I feel I perform more effectively.When nothing risky happens to me for a long time, I feel the lack of it. .68 16. I would be open to putting myself to the test in a dangerous situation, where I can only rely on myself (e.g. skydiving, swimming with sharks, mountain climbing, rescuing, etc.). If a situation becomes too dire, negative and fearsome, I would not fall apart, but still, be able to act organized. .82 capable of acting even in the middle of a panicking crowd. In an emergency, I set up a to-do list in the order I do not ask for others' opinions, I act right away, In threatening situations, I am usually overcome with anxiety. .65 28.* Even less threatening situations shock me. The more negative the situation I am in is, the less willing to act I feel. When the fire alarm is on for a longer period of time, I always become petrified with fear, even if I know it is just a test. If a pedestrian were to be hit by a car in front of me on the crossing, I would probably just stand dumbfounded and could not be able to move. If a seemingly hostile, huge dog would run towards me, I definitely would not be able to even If I walk alone during the night on an empty street and I hear some noise, I feel myself helpless and If there was a fire in the house where I live and I would feel the heat and smoke, that would definitely shock me so much that I would just wait for someone to rescue me. When I see the pictures of a disaster, helplessness and fear overwhelm me. .56 13.* When I read about someone had been attacked on the streets or at a venue, I get scared and feel that if it happened to me, I would be helpless. .55 14.* If I were in the middle of a catastrophe I feel that I would not be able to make logical and reasonable Table 2. -Descriptive statistics for the main sample on the Emergency Reaction Questionnaire (ERQ) total score and four factors separately.Table 3. -Scores on the four subscales of the Emergency reaction Questionnaire (ERQ) and the total score of different groups. Please note, that the General and Specific Helplessness factor scores are not reversed.Table 4. -Correlations among self-report assessment instruments and the subscales and total scores of the Emergency reaction Questionnaire (ERQ).", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest..", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest statement:"}]}