{
    "paper_id": "24d63b14d5a903e86b75840ac4719865225684e7",
    "metadata": {
        "title": "Maxillofacial surgery and COVID-19, The Pandemic !!",
        "authors": [
            {
                "first": "Rishi",
                "middle": [],
                "last": "Kumar Bali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Kirti"
                ],
                "last": "Chaudhry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As professionals, we are always rigorous about infection control. Nevertheless, it is worthwhile to review our current practices of infection control to tighten them even further. The COVID-19 can remain infectious on inanimate surfaces for 2 h up to 9 days, depending on the temperature, humidity, type of surface and viral load [2] .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "It takes the entire team to avert cross-infection-staff, nurses, paramedics, trainees, and waste handlers. The head of the maxillofacial surgery unit should use the opportunity to reiterate and reinforce the best practices in hospital infection control including the use of hand hygiene practices, barrier techniques, the use of personal protective equipment (PPE), disinfection of surfaces, and sterilization of equipment. Appropriate use of disinfectants and methods of mopping of surfaces like the triple-bucket method should be monitored at the highest level. Sodium hypochlorite 0.1% for 1 min has found to be effective against coronavirus [2] . The collection, segregation, and transport of infectious waste from COVID-19 patients should be done under the guidance of the Infection Control/ Biomedical Waste Management Officer of the institute.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 648,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "Telescreening, telemedicine, and triaging will have to be put to optimal use in the Covid scenario. The Medical Council of India (MCI) has recently framed guidelines for the practice of telemedicine allowing telephonic and online consultations [3] . These shall decrease the footfall in the departments and enable the surgeon to decide when an operative intervention is necessary. Most maxillofacial surgeons are well trained with the operational triage protocols to be adopted in scenarios of mass disasters, wars, or accidents.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "Patients should be encouraged to seek online and telephonic consultations by displaying telephone numbers on departmental websites. While consulting, it is important to ask relevant history including travel history to COVID-19affected locations, the presence of symptoms such as fever, shortness of breath, cough, and loss of smell/taste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "Positive responses to either of the questions should raise concern, and elective care should be postponed for 3 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "We should exert our professional discretion and avoid elective procedures at all costs to protect our community, our patients, our staff and ourselves. Exceptions are only to be made for emergency care. Both the CDC (Centers for Disease Control) [4] and the AOCMF [5] have recommended that all elective procedures should be postponed/ rescheduled during the pandemic till clear management strategies are identified.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[5]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "Operative interventions should be limited to management of maxillofacial trauma including emergent airway management and bleeding, patients who need drainage of infections (e.g., Ludwigs angina) and oncosurgery procedures where a delay in management would adversely affect the outcome or could cause a permanent disability will need urgent attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "The reverse transcriptase PCR using throat/nasal swabs or serological tests for COVID-19 test may not be available at most centers; when available, they may take 24-48 h. Since prompt intervention may be required in cases of severe infections or pan-facial trauma (particularly patients with bleeding, altered sensorium, or unconscious patients), it would be safer to assume them to be Covid positive till proven otherwise. It also needs to be cautioned that negative results do not preclude COVID-19 infection and should not be used as the sole basis for patient management decisions. Negative results should be combined with clinical observations, radiologic findings (CT scans of the lungs to look for any active lung involvement), patient history, and epidemiologic information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "As with most respiratory infections, droplets are the main source of transmission from COVID-19 patients. While treating COVID-19 positive or suspected patients, the N 95 (FFP2) [5] masks plus face shield should be used as a minimum requirement, during aerosol and surgical smoke generating procedures (like the use of handpieces, electrocautery, and ultrasonic instruments). It is important to mention that N95 masks were not found to be adequate to prevent transmission in Chinese surgeons and PAPR's (powered air purifying respirators) had to be used to prevent transmission from Covid patients [5] . Further, triple layered protection gowns and head caps are recommended to prevent fomite-based transmission.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[5]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[5]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "Studies have shown that SARS and MERS were highly susceptible to Betadine rinse [6] and it can be assumed that a preprocedural rinse with the agent might reduce the load of coronaviruses in saliva. Povidone Iodine has been shown to have significant virucidal activity for about three hours and recently it has been recommended to coat the oral cavity and nasal passages of both the patient and the operating team before the procedure [7] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[6]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[7]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "Intraoral radiographs like IOPA or occlusal views can stimulate gag reflexes and induce coughing should be avoided and substituted by extraoral techniques like OPG and cone beam CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "On the clinical side, conservative treatment to preserve form and function must be instituted. Closed reduction of fractures (using IMF screws, Bridle wire stabilization or Eyelet wiring) should be preferred over open surgery where stability can be achieved without ORIF . This shall shorten operating time and facilitate early discharge. In situations where ORIF is absolutely necessary, transcuataneous approach (after applying a bio-occlusive dressing over the mouth post IMF) should be preferred over an intraoral approach [5] .",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "text": "[5]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "Whenever possible patients with suspected or confirmed COVID-19 infection should not be treated in a routine practice setting, instead, they should only be managed in negative pressure theaters or airborne infection isolation rooms AIIRs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "Intubation should be performed by an experience anesthetist to limit the number of attempts and also in a manner that generates less coughing. The surgical team should enter the theater after 20 min of intubation with appropriate PPE to minimize the aerosol-based transmission. When doing open surgery, scalpel should be preferred over monopolar cautery and repeated suction/irrigation should be minimized; and when achieving hemostasis with bipolar cautery lowest power settings should be used. Absorbable sutures should be preferred to minimize unnecessary trips for their removal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        },
        {
            "text": "In sum, the COVID-19 situation continues to evolve, and given the significant ongoing research throughout the world, we as Maxillofacial surgeons have to remain updated to use the information to help our patients in a way that we minimize risk to the operating team and also help prevent community spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So How Do We Go About Fulfilling Our Professional Obligations?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Persistence of corona viruses on animate surfaces and their inactivation with biocide agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dodt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaeder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Des cending. Accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In vitro bactericidal and virucidal efficacy of povidone-iodine gargle/mouthwash against respiratory and oral tract pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eggers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koburger-Janssen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eickmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zorn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Infect Dis Ther",
            "volume": "7",
            "issn": "",
            "pages": "249--259",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The use of povidone iodine nasal spray and mouthwash during the current COVID-19 pandemic may protect healthcare workers and reduce cross infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirk-Bayley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Challacombe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sunkaraneni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3563092"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}