{
    "paper_id": "28b083110c8f4ba49593a0e281224d82d62889d3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Letter to the Editor Practical experiences and suggestions for the 'eagle-eyed observer': a novel promising role for controlling nosocomial infection in the COVID-19 outbreak Sir,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The outbreak of 2019 novel coronavirus disease (COVID-19) has gained intense attention, not only within China but internationally [1, 2] . We report a novel infection control measure: the 'eagle-eyed observer'. This originated from the national emergency medical team in field rescue, and has been reported to minimize the risk of nosocomial infection and provide psychological protection of medical workers in the fight against COVID-19 [3, 4] . This innovation has been strongly recommended by frontline medical staff [5] . By 23 rd February 2020, our hospital had admitted 35 confirmed cases of COVID-19 and 233 suspected cases. Medical staff have entered isolation wards on thousands of occasions, but none of them have developed nosocomial infection. In contrast, it has been reported elsewhere in China that hospital-related transmission of COVID-19 has been suspected in up to 29% of healthcare workers [6] . Our practical experiences and suggestions are discussed below.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 134,
                    "end": 136,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 442,
                    "end": 444,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eagle-eyed observers act at three stages: before medical workers enter isolation wards, when medical workers are in isolation wards, and after medical workers leave isolation wards. The actions of eagle-eyed observers in each stage are detailed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Before medical workers enter isolation wards:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Measure body temperature, record related information, and instruct medical workers to enter changing room I (entrance, clean area). Guide medical workers to don personal protective equipment (PPE) correctly and provide detailed instruction on precautions, especially for staff entering an isolation ward for the first time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When medical workers are in isolation wards:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Observe the disease status and mood of patients via computer monitors, respond to the call needs of patients and on-duty staff, communicate with medical staff in a timely manner and assist them in their work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Remind medical staff when occupational exposures may have occurred, and guide their quarantine and management if necessary. Coordinate specimen transportation, patient access and inspection, and supervise the implementation of disinfection. Receive drugs, food and medical equipment and transfer them to isolation wards through delivery windows. Record negative pressure parameters and airflow operation parameters, and maintain the normal operation of the negative pressure isolation wards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Monitor PPE removal by medical staff using a monitoring system that can identify and correct problems. Measure body temperature, record related information, and instruct staff to leave isolation wards. Check, replenish, distribute and keep an inventory of PPE to ensure a sufficient supply of equipment. Prepare a handover record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "After medical workers leave isolation wards:"
        },
        {
            "text": "The eagle-eyed observers also made some practical suggestions that were adopted. For medical staff wearing spectacles, the 'arms' of the spectacles were tied firmly with elastic ties, and the head band of the protective mask was placed outside the arms of the spectacles to prevent them from falling off. Equipment was arranged in the order it was required, and diagrams outlining usage steps were created and displayed. Isolation wards were equipped with automatic disinfectant dispensers and taps. Finally, to improve the observation system, regular video conferences were organized between the observer teams and the medical staff teams in isolation wards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "After medical workers leave isolation wards:"
        },
        {
            "text": "Staff with considerable infection control experience were preferentially appointed as observers by the Department of Infection Control and Nursing. Observers received intensive training to become familiar with the requirements for infection control in the isolation wards, and had to pass theoretical and practical tests so that they could truly be described as 'guardians of medical staff' [4] .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 394,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "After medical workers leave isolation wards:"
        },
        {
            "text": "In future, the application of artificial intelligence in the eagleeyed observer system might detect problems earlier and provide automatic warnings. Automatic robotic devices for diagnosis and treatment, nursing care of patients, transfer of goods, and medical waste packaging and transportation in the isolation wards may be the direction of development. Additionally, internet-based real-time monitoring technologies applied in this system can help overcome space limitations. Currently, the severe situation of COVID-19 has not been effectively controlled. Our experiences and suggestions regarding the eagle-eyed observer system may help to control nosocomial infection with COVID-19 and other acute infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "After medical workers leave isolation wards:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel coronavirus, poor quarantine, and the risk of pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.02.002"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel coronavirus is putting the whole world on alert",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.01.019"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiat",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Initiation of a new infection control system for the COVID-19 outbreak",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30110--30119",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30110-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Guangzhou hospital admitted 12 cases of confirmed cases, and they created the 'observing system",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Daily",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirusinfected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zhang d,y a Department of Quality Management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang C",
                    "suffix": ""
                },
                {
                    "first": "*",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Guangdong Second Provincial General Hospital",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors wish to thank Guanwen Lin, Weidong Lao and all other colleagues in Guangdong Second Provincial General Hospital for proposing and improving the role of the eagle-eyed observer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding sources"
        }
    ]
}