{
    "paper_id": "29798795671ad2de1774d2c389e8b7159315a9ba",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Reasons for healthcare workers becoming infected with novel coronavirus disease 2019 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Sir,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "in China"
        },
        {
            "text": "The outbreak of novel coronavirus disease 2019 in mainland China has been declared as a public health emergency (PHE) by the World Health Organization (WHO) [1] . Globally, until February 28 th , 2020, there have been reported 83,774 confirmed cases and 2867 deaths [2] . During the periods of outbreak of COVID-19 or other infectious diseases, implementation of infection prevention and control (IPC) is of great importance in healthcare settings, especially regarding personal protection of healthcare workers [3, 4] . In order to contain the outbreak of COVID-19 in mainland China, the National Health Commission of the People's Republic of China (NHCPRC) has so far dispatched medical support teams (41,600 healthcare workers from 30 provinces and municipalities) to assist with medical treatment in Wuhan and Hubei provinces [5] . A survey by the Health Commission of Guangdong Province released information on the distribution of 2431 healthcare workers in the Guangdong medical support teams [6] . Nurses (w60%) were the predominant healthcare workers in the teams, followed by clinicians (w30%). Half of clinicians with job titles were deputy chief physician, and 25% specialized in respiratory and critical medicine [6] . It is worth mentioning that 5.8% (140/2431) healthcare workers worked on the outbreak of severe acute respiratory syndrome in 2003 [6] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 516,
                    "end": 518,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1225,
                    "end": 1228,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1362,
                    "end": 1365,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "in China"
        },
        {
            "text": "Recently, Wu et al. have reported the problems relating to COVID-19 IPC in healthcare settings, highlighting the personal protection of healthcare workers [7] . However, at a press conference of the WHOeChina Joint Mission on COVID-19, NHCPRC reported that up until February 24 th 2055 healthcare workers (community/hospital-acquired not to be defined) had been confirmed infected with COVID-19, with 22 (1.1%) deaths [8] . Ninety percent of infected healthcare workers were from Hubei province, and most cases happened in late January. It is worth mentioning that the proportion of healthcare workers infected by COVID-19 (2.7%, 95% CI: 2.6e2.8) was significantly lower compared with healthcare workers infected by SARS (21.1%, 95% CI: 20.2e22.0). Therefore, the director of the National Hospital Infection Management and Quality Control Centre summarized some reasons for such a high number of infected healthcare workers during the beginning of the emergency outbreak [9] . First, inadequate personal protection of healthcare workers at the beginning of the epidemic was a central issue. In fact, they did not understand the pathogen well; and their awareness of personal protection was not strong enough. Therefore, the front-line healthcare workers did not implement the effective personal protection before conducting the treatment. Second, long-time exposure to large numbers of infected patients directly increased the risk of infection for healthcare workers. Also, pressure of treatment, work intensity, and lack of rest indirectly increased the probability of infection for healthcare workers. Third, shortage of personal protective equipment (PPE) was also a serious problem. Firstlevel emergency responses have been initiated in various parts of the country, which has led to a rapid increase in the demand for PPE. This circumstance increased the risk of infection for healthcare workers due to lack of sufficient PPE. Fourth, the front-line healthcare workers (except infectious disease physicians) received inadequate training for IPC, leaving them with a lack of knowledge of IPC for respiratoryborne infectious diseases. After initiation of emergency responses, healthcare workers have not had enough time for systematic training and practice. Professional supervision and guidance, as well as monitoring mechanisms, were lacking. This situation further amplified the risk of infection for healthcare workers.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "in China"
        },
        {
            "text": "Finally, international communities, especially in other lowand middle-income countries with potential COVID-19 outbreaks, should learn early how to protect their healthcare workers. Furthermore, the COVID-19 confirmed cases have been reported to have surged in South Korea, Japan, Italy, and Iran in the past few days [2] . The increase in awareness of personal protection, sufficient PPE, and proper preparedness and response would play an important role in lowering the risk of infection for healthcare workers.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "in China"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease (COVID-19) outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus COVID-19 global cases by Johns Hopkins CSSE. 2020. Available at",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Implementation of infection prevention and control in acute care hospitals in Mainland China e a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Jbx",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zingg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Antimicrob Resist Infect Control",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Protecting health-care workers from subclinical coronavirus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rebaza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "Dela",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Improved governance and China's exploration provides important inspiration",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Information on the distribution of healthcare workers in Guangdong medical support teams",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Novel coronavirus (2019-nCov) pneumonia in medical institutions: problems in prevention and control",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Infect Control",
            "volume": "19",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19). 2020. Available at",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Shanghai International Forum for Infection Control and Prevention. Rational, scientific, and standardized protection: the core of infection prevention and control of COVID-19 in medical institutions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Liu a a Institute of Global Health, Faculty of Medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang A",
                    "suffix": ""
                },
                {
                    "first": "*",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhou B F",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding sources"
        }
    ]
}