{
    "paper_id": "317acdc1cf26bcd1c0b7b4e4625c550bfcb50b12",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The first infections with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which leads to coronavirus disease (COVID-19), were reported in Wuhan, China in December 2019 (ref. 1 ). COVID-19 is associated with presentations ranging from asymptomatic infections to severe viral pneumonia, acute respiratory distress syndrome and death 1 . As of 30 March 2020, a total of 638,146 cases and 30,039 confirmed deaths have been reported across >150 countries 2 . The cancer community currently faces many difficult questions.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Herein we address the question of treatment prioritization. We will first discuss safety considerations for patients with cancer requiring treatment in SARS-CoV-2 endemic areas. We will then discuss a general framework for prioritizing cancer care, emphasizing the precautionary principle in decision making. While we aim to provide important perspectives from clinical oncology, infectious disease and oncology-value frameworks, this Comment is intended to expand the conversation on a very challenging topic, rather than provide definitive guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current pandemic raises two fundamental patient safety issues. First, patients with cancer must leave their homes to visit the cancer clinic and thereby possibly expose themselves to infection. Second, cancer treatments themselves can predispose patients to the more serious harmful effects of COVID-19. Should patients risk exposure to SARS-CoV-2 in order to receive treatment for cancer? The available evidence is limited, but suggests that the symptoms of COVID-19 are probably more severe in patients with cancer than for those without. Clear evidence exists that older age and higher levels of comorbidity are associated with more severe COVID-19 symptoms and adverse outcomes; this consideration is highly relevant to patients with cancer 3, 4 .",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 751,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 752,
                    "end": 753,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A report by Liang et al. currently provides the largest series (n = 1,590) describing how COVID-19 outcomes can vary between patients with, and those without cancer 4 . In this model, which included adjustments for age, sex, and comorbidities, cancer is associated with an increased risk of death and/or intensive care unit admission (OR 5.4, 95% CI 1.8-16.2). However, interpretation of this finding is limited by the small sample size; the report included data from only 18 patients with cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the midst of the COVID-19 pandemic, oncologists will need to weigh the risks of death and morbidity from COVID-19 against the magnitude of benefit of intended cancer therapies. Early estimates from China suggest an overall case fatality rate of 2%, increasing to 8% for 70-79 year-olds, and 15% for those ≥80 years of age 1 . Case fatality rates are also markedly higher among patients with comorbidities: 11% for cardiovascular disease, 7% for diabetes, 6% for chronic respiratory disease, and 6% for cancer. Case fatality rates were far lower outside of Hubei province (0.4% versus 2.9% in Hubei), therefore, these estimates might be high. For many patients with cancer, the probable survival benefits of receiving treatment still far outweigh the risks of death from COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The risk of transmitting SARS-CoV-2 can be mitigated through hospital infection control policies. We emphasize the importance of meticulous screening of patients and staff (including consideration of symptoms and travel history) before permitting entry into outpatient clinics together with the importance of engineering patient flow to minimize contact between patients. These strategies are also important for staff safety, to ensure maximal availability of both clinical and nonclinical staff. To reduce the number of clinic visits and the inherent risks, shorter radiotherapy fractionation and conversion of intravenous to oral systemic regimens can be considered. The opportunity exists for stopping or reducing frequency of selected maintenance treatments, or those with a long duration. For example, at our centre we will be moving from 2-weekly to 4-weekly administration of durvalumab as consolidation therapy for patients with non-small-cell lung cancer (reducing frequency), and recommending the consideration of treatment breaks Cancer, COVID-19 and the precautionary principle: prioritizing treatment during a global pandemic Timothy P. Hanna 1,3 ✉ , Gerald A. Evans 2 and Christopher M. Booth 1, 2, 3 During the COVID-19 global pandemic, the cancer community faces many difficult questions. We will first discuss safety considerations for patients with cancer requiring treatment in SARS-CoV-2 endemic areas. We will then discuss a general framework for prioritizing cancer care, emphasizing the precautionary principle in decision making.",
            "cite_spans": [
                {
                    "start": 1207,
                    "end": 1209,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1210,
                    "end": 1212,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1214,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "www.nature.com/nrclinonc for those receiving maintenance pemetrexed, or even forgoing maintenance pemetrexed entirely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on the UNESCO working definition, the precautionary principle dictates that \"when human activities may lead to morally unacceptable harm that is scientifically plausible but uncertain, actions shall be taken to avoid or diminish that harm\" 5 . This principle should be applied to both our system-level approach to COVID-19 risks, and to treatment recommendations for patients with cancer during the pandemic. In balancing these competing priorities, waiting times should be kept as short as reasonably achievable, with careful consideration given to both patient-level and system-level risks of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We propose a conceptual framework for prioritizing cancer treatment during the pandemic ( fig. 1 ). The examples provided involve radiotherapy and systemic therapy, although the principles are also relevant to surgery. Interpretation of this framework will rely heavily on the capacity of locoregional health systems and the position of a given system on the epidemic curve. Our discussion will focus on three scenarios: (1) preparedness (with no confirmed cases); (2) moderate health-care resource limitation; and (3) severe health-care resource limitation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "text": "fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Priority-setting for the delivery of cancer therapies in the context of a pandemic will be strongly influenced by both the magnitude of potential treatment benefit and therapeutic intent ( fig. 1 ). Other considerations include the effects of delays or interruptions on outcomes (if known), patient-specific considerations, and the availability of staff capable of safely delivering treatments. The selection of specific indications for which interventions should be postponed is beyond the scope of this Comment; however, a number of published resources are available that quantify the benefits of radiotherapy and systemic therapy 6, 7 . We emphasize that even within one group of this hierarchy, prioritization and exceptions will exist. Ongoing prioritization requires regular data-driven reassessments in order to minimize harm. Importantly, how long the patient has (already) been waiting will change case priority; what constitutes an acceptable delay will vary by priority level, indication and the contextual factors described previously. We note that the availability of resources for systemic therapy, radiotherapy and surgery will fluctuate independently to some degree, requiring separate prioritization.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 635,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 636,
                    "end": 637,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 195,
                    "text": "fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In addition to the current system environment, the general framework will need to be considered in light of patient-level factors (such as age and/or comorbidities) and patient preferences regarding risks and benefits and highest priority categories are unevenly spaced to illustrate the concept that prioritization between subgroups is variable. The spacing of categories in this diagram is conceptual rather than prescriptive. Priority of indications within each category is also variable and subject to the principles discussed in the commentary. These include the magnitude of treatment benefit, possible effects of treatment delays or interruptions on outcomes, patient-specific considerations and the availability of staff and resources to safely deliver treatment. This overlap implies that some items listed in a lower category could be prioritized over items listed in a higher category. Disease indications in each box are meant to serve as illustrative examples and are not intended to be an exhaustive list. NSCLC, non-small-cell lung cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "influence decision making. For example, thoracic radiotherapy and drug toxicities might limit lung function. Similarly, patients with treatment-related T cell and B cell-mediated immunosuppression might have more severe viral infections, as will patients who are heavily immunosuppressed, such as those who have received haematopoietic stem cell transplants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For health systems anticipating COVID-19 cases, but without confirmed cases, continuation of most treatments while considering postponing treatments without an anticipated adverse effect on cancer outcomes (such as treatments for patients with basal cell carcinomas or low-risk prostate cancers) is a reasonable approach. Deferring routine follow-up appointments for several months also seems reasonable for most patients in these circumstances. Some clinic visits could be replaced with 'virtual' assessments conducted by videoconference and/or telephone. This approach seeks to balance patient outcomes with system capacity when the anticipated quarantines, isolations and hospitalizations begin to affect the capacity to deliver cancer care. These measures also ensure patient safety by reducing the risks of transmission to a vulnerable population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When the number of new COVID-19 cases starts to increase, and moderate limitations in human and other health-care resources begin to emerge (such as supply chain interruption), the prioritization of beneficial treatments will become a higher priority ( fig. 1 ). Clear evidence exists that, for certain indications, treatment postponement can adversely affect outcomes. For example, a 16% increased risk of death exists for every month of delay of radiotherapy for patients with head and neck cancer (risk ratio (RR) 1.16, 95% CI 1.02-1.32) 8 . Furthermore, delays in receiving adjuvant chemotherapy for colorectal cancer (HR 1.14, 95% CI 1.10-1.17 per 4 weeks) 9 and breast cancer (RR 1.08, 95% CI 1.01-1.15 per 4 weeks) 10 are associated with inferior survival. Although data are currently insufficient, negative effects on outcomes owing to treatment delays seem very plausible for many other indications. Thus, the precautionary principle should be applied in decision making. Multidisciplinary case conferences (which might be coordinated 'virtually' dur ing a pandemic) will remain important venues to prior itize the care of complex patients and to continuously review policies in a rapidly changing context.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 542,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 662,
                    "end": 663,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 722,
                    "end": 724,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 259,
                    "text": "fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Under the scenario of severe resource constraints, treatment might only be possible in oncological emergencies, including diseases with an imminent risk of early mortality (such as acute leukaemias) or substantial morbidities (such as spinal cord compression). If health-system capacity allows, the next level of cancer therapy priorities would be other treatments with a curative intent and a high probability of success ( fig. 1 ). Arrangements might also need to be made to transfer patients to other regions or jurisdictions during the pandemic. Triaging should be dynamic, with daily variations. On 12 March 2020, ASCO issued a guidance docu ment that further expands on these issues, and other guidance documents are emerging, including from the UK National Health Service, Cancer Care Ontario, ESMO, ASTRO and ESTRO, in addition to a new online resource from ASCO. Guidance from regional bodies is important in ensuring consistency in care. Open communication between all groups is imperative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 430,
                    "text": "fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has the potential to overwhelm current health-system capacity. Postponing cancer treatments might be associated with some risk, although these risks will need to be considered in light of the magnitude of potential benefits, the impact of waiting times on outcomes and competing patient-level and system-level priorities. Throughout the pandemic, supporting our patients' emotional wellbeing and ensuring that adequate psychosocial support systems are in place will be more important than ever. Treatment decisions during the COVID-19 pandemic will rely on the precautionary principle, transparent and evidence-based prioritization of cases for triage, and fluidity in recognizing that local contexts can change very rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet. Oncology",
            "volume": "21",
            "issn": "",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "UNESCO World Commission on the Ethics of Scientific Knowledge and Technology(COMEST)",
            "authors": [],
            "year": 2005,
            "venue": "World Commission on the Ethics of Scientific Knowledge and Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The population benefit of evidence-based radiotherapy: 5-year local control and overall survival benefits",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Radiother. Oncol",
            "volume": "126",
            "issn": "",
            "pages": "191--197",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The relationship between waiting time for radiotherapy and clinical outcomes: a systematic review of the literature",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pearcey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kerba",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackillop",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiother. Oncol",
            "volume": "87",
            "issn": "",
            "pages": "3--16",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Association between time to initiation of adjuvant chemotherapy and survival in colorectal cancer: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Biagi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "JAMA",
            "volume": "305",
            "issn": "",
            "pages": "2335--2342",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The relationship between time to initiation of adjuvant chemotherapy and survival in breast cancer: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Raphael",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Breast Cancer Res. Treat",
            "volume": "160",
            "issn": "",
            "pages": "17--28",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "information Clinical guide for the management of cancer patients during the coronavirus pandemic",
            "authors": [],
            "year": null,
            "venue": "ASCo coronavirus resources",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Daily-Practice/COVID-19-Recommendations-and-Information Pandemic planning clinical guideline for patients",
            "authors": [],
            "year": null,
            "venue": "CoVID-19 recommendations to radiation oncology practices",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of early mortality Acute leukaemias, aggressive lymphomas, metastatic germ cell tumours Potential high morbidity and/or impaired quality of life Radiotherapy for spinal cord compression or opioid-refractory pain crisis owing to bone metastases Definitive curative treatments Concurrent chemoradiotherapy for head and neck, cervical, or anal cancers Neoadjuvant or adjuvant indications with substantial benefit Adjuvant chemotherapy for stage III colon cancer, chemotherapy and/or radiotherapy for high-risk breast cancer Neoadjuvant or adjuvant indications with modest survival benefit Neoadjuvant or adjuvant chemotherapy for bladder cancer, or adjuvant chemotherapy for NSCLC Palliative indications with substantial survival benefit Immunotherapy for melanoma, systemic therapy for metastatic breast cancer or metastatic colorectal cancer Palliative indications with modest survival benefit and/or major symptom control Palliative chemotherapy for upper gastrointestinal cancers, radiotherapy for bone metastasis unresponsive to other treatments Alternative treatments exist or delay does not affect outcomes Bone metastases manageable with medications, prostate cancer appropriate for active surveillance Palliative indications without benefits in terms of overall survival or major symptom control Second-line and third-line palliative chemotherapy for many solid tumours Lower PriorityFig. 1 | Conceptual framework for prioritizing the use of radiotherapy and systemic treatments during the COViD-19 pandemic. The lowest",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}