{
    "paper_id": "32075354ae437933cc3f145ff450adde8925c4f4",
    "metadata": {
        "title": "Ethics in Practice Elective Reconstructive Surgery During a Pandemic A Moral Dilemma",
        "authors": [
            {
                "first": "Charles",
                "middle": [],
                "last": "Carroll",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keith",
                "middle": [
                    "T"
                ],
                "last": "Aziz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Casey",
                "middle": [
                    "Jo"
                ],
                "last": "Humbyrd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 is in its second week of taking over the national consciousness. The financial markets have been in turmoil. People across the world are sick and some are dying. Discussions at hospitals are intense. The military is looking for medical help. Ships are being deployed to each coast. Hospitals are under siege in major urban areas. Schools and workplaces are closed, and people are isolated. The older population is threatened, and although younger people are possibly physically less threatened, their behaviors could be riskier. The Commonwealth of Kentucky has closed down, and yet a young person who had attended a \"coronavirus party\" has been reported sick. Social distancing was not followed. The press has a variety of things to say. The President is on television in the evening with his team. The news cycle is disrupted, and some are not happy with that. Life is confusing and turmoil remains the thought of the day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction-March 25, 2020"
        },
        {
            "text": "In the face of elective surgical procedures being cancelled across the country, an article was published delineating elective ulnar collateral ligament reconstruction for a professional athlete in Florida. If the procedure is not performed, it could affect his ability to perform his sport. A delay in performing the procedure would slow his return to sport. These issues raised an ethical dilemma and substantial moral issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction-March 25, 2020"
        },
        {
            "text": "Meanwhile, a hypothetical patient has undergone open reduction and internal fixation of the ankle and has wound issues on the fibula. The fracture is healing and there is no evidence of osteomyelitis. An elective/semi-urgent hardware removal could be necessary. The operating room is only available for emergency care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction-March 25, 2020"
        },
        {
            "text": "It is important to question who should receive care during a national pandemic emergency. In usual times, clearly, both patients-the professional athlete and the patient who had undergone the ankle procedure-would receive care, but in the time of COVID-19 it is not so clear. The Centers for Medicare & Medicaid Services (CMS) and the American College of Surgeons (ACS) have provided a general tiered system and framework to help with decision-making 1,2 . Both the CMS and ACS delineate 3 categories of urgency that depend on the local and regional climate, although ultimately it is up to the treating physicians to appropriately identify what phase or tier they are in. Factors to assist in decision-making include current and projected cases of COVID-19, the supply of personal protective equipment, staff availability, bed availability, ventilator availability, the health and age of the patient, and the urgency of the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "Should the rules be stretched for the athlete or the patient with the wound problem? What are the visuals when one considers the medical necessity of a procedure? In the face of the pandemic, one could argue that neither, 1, or both patients deserve care. Given that the pandemic will affect everyone in the country, is it appropriate to use regional guidelines that might allow 1 region to use a relative surplus of personal protective equipment for more elective cases, whereas another region has to ration care and make difficult decisions about life-sustaining treatment? Should we be thinking nationally rather than regionally?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "In each case life, liberty and happiness are threatened. The athlete will not lose the arm or the use of the arm in daily activities. The patient who had undergone the ankle procedure could lose their leg or, at worse, more. What are the ethical responsibilities to be considered by the orthopaedic surgeons? COVID-19 does not respect borders. Should orthopaedic surgeons think more broadly than the limited, regionally based framework provided by CMS and the ACS? If one were to rigidly apply the tiered framework of the CMS and ACS recommendations, both patients would fall under the same category and care would be delayed. What other factors should be used to appropriately prioritize these patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "We generally use the 4 principles of medical ethics to analyze ethical dilemmas. Importantly, beneficence, nonmaleficence, and autonomy are considered in the context of a specific patient-physician relationship, whereas social justice is usually considered at a societal or public-health level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "In both cases, the good of the patient is being considered. The orthopaedist is offering surgical care, and a hospital may agree or not agree to allow this care to be provided. It should be considered whether the procedure can be safely delayed. The same issue should apply to all patients with the noted problems of the elbow and the ankle or other orthopaedic problems. Elective surgical procedures should be offered in a uniform manner. A high school, collegiate, or professional athlete should have the same access to ulnar collateral ligament reconstruction at this juncture. The procedure is not a limb-saving procedure and should not be distributed on the basis of the perceived value of 1 athlete over another. The same thinking should be applied to the patient who underwent the ankle procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "On the issue of nonmaleficence, there is clearly some risk of increased exposure to COVID-19 with a hospital or ambulatory surgery center-based procedure. The relative risk of exposure is difficult to assess given the lack of testing availability for COVID-19. Preoperative isolation of the patient and the staff could decrease but not eliminate this risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "A consideration of beneficence would reveal that each patient would be well served by their respective procedures, with well-defined benefits. In the athlete, the ulnar collateral ligament reconstruction addresses a livelihood-threatening injury; in the patient with the ankle issue, the possibly infected hardware is a potentially limb-threatening injury. Regardless, beneficence may be served with the elective surgical procedure in both cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "Autonomy would indicate that each patient has been adequately informed and can make the decision to proceed of their own volition. The patients must not only consider the usual benefits and risks of the surgical procedure according to their own personal values, they must also consider the unique risks of the COVID-19 pandemic, specifically with regard to the risks of personal and clinician exposure. The COVID-19 pandemic has progressed especially rapidly in part because asymptomatic hosts can transmit the virus 3 . Although the true prevalence of asymptomatic carriers is not known, in a limited population, 51% (318 of 619) of individuals who tested positive for COVID-19 were entirely asymptomatic 4 . Clinicians are at especially high risk for COVID-19, and as long as the testing capacity in the U.S. lags so substantially behind what is needed, any clinical encounter will place patients and healthcare personnel at risk for infection 5, 6 . Given the risks and benefits of each surgical procedure, each patient can theoretically make an informed decision, although a decision about the risks of COVID-19 transmission cannot be fully informed because of a lack of information. For the sake of the argument, let us assume that (1) neither patient will become ill with COVID-19, (2) both patients will derive more benefit than harm from their respective procedures, and (3) both would like to proceed with the procedure. A number of professional athletes have been exposed due to the nature of their work with team meetings, practices, etc. The professional athlete puts the entire medical team at risk, possibly taking many health-care providers out of the available work pool as a result of being exposed to or acquiring COVID-19. The patient with the ankle injury has not yet returned to work, has been staying at home, and has not had any family exposure, which would lessen or minimize the risks of exposure from the patient to the surgical team.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 707,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 946,
                    "end": 948,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 949,
                    "end": 950,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "Yet in a time of a pandemic, public health ethics supersede (but do not eliminate) bedside clinical ethics. Just distribution of the benefits and risks of medical care must be considered, and this consideration sheds a different light on the matter. There is a national shortage of personal protective equipment, and either of these surgical procedures will utilize equipment that could serve higher-risk COVID-19 patients. In a time of a pandemic, the focus of all physicians and health-care providers should be on maximizing the public health, not to meet the treatment goals of a particular patient. In either of the cases proposed, would the potential benefit to the individual patient reasonably outweigh the harm to the general population of decreased available personal protective equipment?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "In addition to personal protective equipment, some hospitals have begun to report shortages of sedative medications 7 . Mechanically ventilated patients often require a degree of sedation to allow tolerance of an endotracheal tube, alleviate pain from positive pressure, and decrease the risk of unintentional self-extubation. The medications used by many intensivists in patients who are mechanically ventilated are also sometimes used to provide anesthesia during elective surgical procedures 8 . Would the benefit of an elective procedure reasonably outweigh ensuring adequate supply to keep critically ill patients on a ventilator? Because the number of patients requiring mechanical ventilation seems to be steadily increasing, is it possible for the orthopaedic surgeon and anesthesiologist to execute an anesthetic plan that does not compromise drugs needed by intensivists?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "The issue of fair access has been noted. Is the same level of elbow reconstruction available to other athletes? Will other patients be able to undergo the ankle hardware removal and subsequent care? That, perhaps, is the simple analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "We must also consider, beyond equipment and medication shortages, what other resources are at risk. Both procedures are under tourniquet control; therefore, blood-product use is minimal. Is any elective procedure acceptable that places blood-product supplies at risk? The Red Cross has an extreme shortage presently, with over 2,700 blood drives being cancelled as a result of the COVID-19 pandemic 9 . The Red Cross supplies about 40% of the U.S. blood supply, and about 80% of the blood acquired by the Red Cross typically comes from areas where drives have been cancelled, which represents a possible 32% reduction in available supply if the Red Cross is the only affected organization. Because the duration of the pandemic is e51(2) 3, 2020 difficult to project and because blood products are perishable (blood lasts for 42 days, platelets for 5 days, and plasma for up to 1 year), the severity of this shortage will likely become more profound as time progresses 10 , and blood may be rationed 11 . The question is whether any procedure should create additional risk to the blood-product supplies. Other care platforms could require blood and need to triage vital resources. Elective procedures should be deferred to preserve vital resources. Elective surgical procedures present risk to the operating team and staff in the facility. These members of the surgical team are also necessary for other patients with perhaps greater needs. The question arises as to what risks should be placed on surgical teams. Each surgeon has to make their own decision and analyze whether they consider performing an elective or possibly semi-urgent procedure is safe for themselves and their team members. That decision-making process is evolving, and some facilities may take the decision out of the hands of individual surgeons. If there is a complication related to anesthesia or the surgical procedure itself, further health-care resources may be necessary and utilized. Because physicians have an inherent drive to strongly advocate for patients at bedside, hospitals are utilizing committees to help reduce bias in determining what elective procedures are acceptable going forward.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 737,
                    "end": 739,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "2020",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1001,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "The question arises whether either surgical procedure is necessary amidst a pandemic. Are we doing the right thing? In the case of the ankle reconstruction, it may be correct to proceed given the potential limb compromise and the possibility of even greater resource utilization if the patient were to become septic from the open wound. In the case of the professional athlete, more serious questions arise. During a pandemic, when social justice takes on increased relevance, how can one argue for the performance of elective elbow procedures? The money that the team and player stand to make (as well as the money the physician will earn) is morally irrelevant amidst a pandemic. Triage of ill patients to match available resources may become an issue moving forward. There may be instances in which resources are not available and a battlefield-style triage of each patient is required as a result of the pandemic. Because resources are limited, equal-access distribution of these resources should be considered. We may ultimately need to triage and allocate resources for the greater good as the COVID-19 pandemic unfolds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "As orthopaedic surgeons, we have a duty to lead. This leadership is not authoritarian in nature. The optics of performing an elective procedure are not good or beneficial to the people we serve or the profession as a whole. Individuals with any form of notoriety are not in a greater need of elective procedures than the population as a whole. Moral philosophy frequently uses the \"trolley problem\" to determine how we ought to allocate resources. This thought experiment uses a hypothetical trolley that is going to kill 5 people unless a bystander flips a switch so that only 1 person dies. If we were to construct the clinical scenario as a trolley problem, the surgeon is flipping the switch to save 1 famous baseball player over 5 anonymous individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "Leadership requires that we lead by example and inspire others to act in a similar manner. We must model optimal behavior because this will be more effective than authoritarian controls and draconian direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "In the final analysis, we are in stressful times. The doctors making these decisions should carefully consider risks, benefits, cost, and safety. Elective and semi-urgent surgical procedures place stresses on resources that may be necessary elsewhere. Each surgeon will need to make a cogent case for the need for a particular procedure. In the end, the greater need should be considered. Do we use resources for 1 person that could be used for a greater number in the long term? The resources, patient, surgical staff, and hospital-related services should not be threatened for the care of 1 person unless treatment is essential. It is imperative that orthopaedic surgeons carefully weigh these factors and demonstrate responsibility and leadership when balancing the desire to advocate for patients at bedside and the need to exemplify good management of limited resources. If we fail to act as ethical stewards of these resources, the public opinion of surgeons is harmed and the likelihood is lessened that we will be trusted to contribute to future decision making regarding surgical necessity. More importantly, we want to instill trust of our actions and judgements in our patients and in the public. Trust is the basis of the doctor-patient relationship. We should all work to represent the interests of our patients in an equal fashion. There should not be exceptions for celebrities or other people of perceived influence. The medical facts, ethics, and social justice should guide our decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        },
        {
            "text": "A professional baseball player did undergo an ulnar collateral ligament repair on March 27, 2020. The procedure reportedly went well. An additional 2 professional pitchers have undergone elective ulnar collateral procedures. In time, we will see the outcome and the public and professional reaction to these procedures. The hypothetical ankle patient has not had surgery as of this time. A conversation on the matter will continue. The correct answer to the trolley problem may never be known. These are truly unprecedented times. n",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epilogue-March 27, 2020"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Non-emergent, elective medical services, and treatment recommendations",
            "authors": [
                {
                    "first": "Medicare &amp; Medicaid",
                    "middle": [],
                    "last": "Centers For",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "American College of Surgeons. COVID-19 guidelines for triage of orthopaedic patients",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Field briefing: Diamond Princess COVID-19 cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidance on preparing workplaces for COVID-19",
            "authors": [],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention. Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Healthcare professionals: frequently asked questions and answers. COVID-19 risk",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "At some U.S. hospitals, drugs, catheters, oxygen tanks run low. Reuters News Agency",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ax",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sedation in mechanically ventilated patients-time to stay awake?",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "Serpa",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Transl Med",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "American Red Cross faces severe blood shortage as coronavirus outbreak threatens availability of nation's supply",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "San Diego Blood Bank Communications Office. SD Blood Bank issues urgent plea for blood donations. Ramona Sentinel",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}