{"paper_id": "34c2c7b4e76d7e52b94a907f43de46738f8fe553", "metadata": {"title": "Train-Associated Injuries Pose a Significant Burden on Trauma Care Systems of Emerging Economies", "authors": [{"first": "Dinesh", "middle": [], "last": "Kumar Bagaria", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}, {"first": "•", "middle": ["Niladri"], "last": "Banerjee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}, {"first": "Amit", "middle": [], "last": "Gupta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}, {"first": "•", "middle": [], "last": "Subodh Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}, {"first": "Biplab", "middle": [], "last": "Mishra", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}, {"first": "Narendra", "middle": [], "last": "Choudhary", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}, {"first": "Abhinav", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}, {"first": "Pratyusha", "middle": [], "last": "Priyadarshini", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}, {"first": "•", "middle": [], "last": "Sushma Sagar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}, {"first": "•", "middle": ["R M"], "last": "Pandey", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2020"}}, "email": ""}]}, "abstract": [{"text": "Background The Indian railway system is the fourth largest in the world and causes about 15 deaths every day, due to intentional or unintentional reasons. This study presents a 5-year retrospective analysis of patients injured due to train-associated events, managed at a level-1 trauma center in India. Materials and methods Hospital-based trauma registry data of train-associated injuries presenting between 2012 and 2016 were analyzed. Data from 726 patients were analyzed for demographics, injury events, injury regions, their management and outcomes. ISS and NISS were used to quantify the injury severity. Results Mean age was 33 years, with male-to-female ratio 86 to 14%. The majority of patients (62%) were between 20-40 years. The median ISS was 9 (IQR 4-16), median hospital stays 11 days (IQR6-23), with in-hospital mortality of 17.4%. Presence of head injury; ISS [ 9 and CPR in ED were independent risk factors of mortality. Trespassers on the rail track had significantly more severe injuries compared to passengers (Median ISS 13 vs. 9, p = 0.012; Median NISS 22 vs.17, p = 0.015); however, mortality and hospital length of stay were not significantly different. Location of injury event (on platform or tracks) showed no difference between the severity of injuries, mortality and hospital length of stay. Conclusions Current study reports comprehensive injury patterns and outcomes of train-associated injuries from a low-and middle-income country (LMIC). Apart from the mortality, there is a high incidence of permanent disabilities from extremity amputations. No significant difference was noted in the severity and outcomes among patients injured on or off train platforms, emphasizing the need for comprehensive safety measures including enforcement and promoting safe behavior not only on locations like train tracks but equally at platforms. World J Surg", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Railway networks play a pivotal role in the economic development of low-and middle-income countries (LMIC). Railways are not only used for freight purposes but are the primary means of long distance travel for a majority of lower, lower-middle and middle class population. Due to rapid electrification of railway lines and improved track technologies, rail travel is not only getting faster but is a very cost-effective means for passenger transport. While in high-income countries, railway transportation is considered one of the safest modes of public & Amit Gupta amitguptaaiims@gmail.com transport, owing to better infrastructure and stringent laws, the situation is not the same in LMIC's. As more and more LMIC's are investing heavily in railway infrastructure development, there is a need to generate and analyze data related to injuries resulting as a consequence of rail systems. The National Crime Records Bureau of India (NCRB), in 2018, reported a total of 27,643 cases of 'Railway Accidents' showing an increase of 1.6% during the year 2018 over 2017 (27, 197) . 27,643 railways accidents caused injuries to 3431 persons and 24,545 deaths during 2018 [1] . As these data are generated from the police records, it is often underreported, even some studies suggest an underreporting of around 24% in such railway incidents [2] .", "cite_spans": [{"start": 1064, "end": 1068, "text": "(27,", "ref_id": null}, {"start": 1069, "end": 1073, "text": "197)", "ref_id": null}, {"start": 1164, "end": 1167, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1334, "end": 1337, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Most of the available literature on train-associated injuries is mortality descriptions in autopsy series. There is a dearth of in-hospital data regarding the management and outcomes of such injuries. The significance of in-hospital data cannot be undermined as it can throw light on decision-making regarding emergency interventions and transfer to designated trauma centres early. These data might also provide valuable insight into safety measures to promote primary prevention of railway injuries.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The purpose of this study was to characterize the injury events, injury patterns, management and outcomes of trainassociated injuries in a tertiary care designated trauma centre. We also compared epidemiology and outcome of patients sustaining injuries at the train platform and/ or track, as well as between passengers and trespassers.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This study was conducted at Jai Prakash Narayan Apex Trauma Centre (JPNATC), All India Institute of Medical Sciences, New Delhi, India. This centre is a Level I Apex trauma care centre in India actively involved in teaching and research besides patient care. Emergency department(ED) of JPNATC has an annual footfall of around seventy-nine thousand patients, and among them, about 7% are triaged as Red (Critically injured). As there is no formal trauma referral system in India, JPNATC caters to around 320 million population of Delhi and surrounding states as a primary as well as a referral centre. The National Capital Region and surrounding states contribute approximately 30% of train-associated injuries in the country [1] .", "cite_spans": [{"start": 726, "end": 729, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Study site"}, {"text": "This study was done as a retrospective analysis of the prospectively maintained trauma registry database at JPNATC. All patients who presented in ED from January 2012 to December 2016 were analyzed. All patients who sustained train-associated injuries were included for final analysis. As this centre also serves as a referral centre to many other health facilities in and around the National Capital Region(NCR), it is not possible to admit all patients presenting to the ED. To address this, after the initial assessment and management as per ATLS protocol, patients who were hemodynamically stable with relatively minor injuries were sent to other public hospitals for further management (Transfer-out). The final study population comprised all patients admitted to the centre.", "cite_spans": [], "ref_spans": [], "section": "Study population"}, {"text": "We extracted the demographics, first set of vitals, Glasgow Coma Score (GCS), Abbreviated Injury Scale (AIS), Injury Severity Score (ISS), mechanism of injury, location and outcomes from the database. The primary outcome measured was in-hospital mortality. Secondary outcomes included hospital length of stay (H-LoS) and intensive care unit length of stay (ICU-LoS). The institutional ethics committee approved the study with a waiver of informed consent.", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "Extracted data were analyzed by STATA 14 and presented in frequency, percentage, mean(SD) and median(IQR). Categorical variables were compared using chi-square test / Fisher's exact test. Continuous variables were compared by independent T-test /Wilcoxon Rank-Sum test. In the case of time to event data, survival patterns of the various characteristics were assessed by Kaplan Meier curve, and their patterns were compared using the log-rank test. Univariate and multivariate cox regression was used to find the independent predictors of mortality and to calculate the unadjusted and adjusted hazard ratio with 95% CI.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "During the study period, there were a total of 726 patients who presented to the ED after sustaining train-associated injuries. Overall, the study population was predominantly male (86%). The mean age of patients was 33 years, with 62% of patients between 20-40 years of age. Among the primary patients, 50% were brought in police vehicles, and 30% were transported in ambulances, while 83% of referred patients (Inter-facility transfer) arrived by ambulances. Out of the total 726 patients, eighty-one patients (11%) were brought dead to the hospital. Out of the 645 survivors to hospital, twenty-six (4%) died shortly after arrival to ED World J Surg while resuscitating. Six hundred nineteen patients survived the initial assessment and resuscitation, out of which 246 (39.7%) patients were found to be hemodynamically stable, diagnosed to be having relatively minor injuries (Mean ISS-6) and were transferred out due to logistic issues. The remaining 373 patients were admitted to the trauma centre for further management and were finally analyzed.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Among the hospitalized patients, the most common injuries suffered were injuries to lower limbs (47%) and head injuries (32%). Sixty-five patients (17%) succumbed to their injuries during the in-hospital management. Table 1 shows a comparison of demographic profile, injury pattern, severity, length of ICU stay, and length of hospital stay between survival and non-survival cohorts. As expected, the non-survival group had more severe injuries. The median ISS (18 vs.09; p \\ 0.001) and median NISS (25 vs. 17; p \\ 0.001) were significantly higher in the nonsurvival cohort. It is worth noting that among all admitted Univariate and multivariate cox regression analysis showed that ISS [ 9, Cardiopulmonary resuscitation(CPR) in ED, and the presence of head injury were the independent risk factors of mortality ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 216, "end": 223, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 814, "end": 822, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The admitted patients cohort was subdivided based upon the location of the patient, whether passenger or trespasser (i.e., people who are illegally on the rail corridor) and based upon the site of injury occurrence, whether at the platform or outside the platform. Preliminary analysis between passenger and trespasser group showed that the trespassers had a significantly more severe injury (Median ISS-13 vs. 9; p \\ = 0.012, Median NISS-22 vs.17; p = 0.015). Mortality and length of stay parameters were not significantly different (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 534, "end": 543, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Comparison between patient groups depending upon the location of injury occurrence (either platform or out of the platform) showed no difference between the severity of injuries, mortality and length of stay (Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 208, "end": 216, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Efficient railway transportation is connected with the progress of the nation and has become part of the daily life of the people, especially the lower socio-economic group. In developed countries, due to better infrastructure and law enforcement, train-associated injuries constitute a small portion of transportation injuries [3, 4] . In the USA, despite the low numbers, these injuries cause high mortality, morbidity and disabilities, like amputations, costing around US$ 300 million annually [5] . In developing countries, train-associated injuries are as high as six times compared to Europe and have a much more significant financial as well as social impact [6] .", "cite_spans": [{"start": 328, "end": 331, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 332, "end": 334, "text": "4]", "ref_id": "BIBREF3"}, {"start": 497, "end": 500, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 666, "end": 669, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "Train-pedestrian collisions are the leading cause of fatality among train-associated injuries worldwide [3] . There is a paucity of the literature on the in-hospital course and management of train-associated injuries, there are only a few recent reports on this issue [7] . The present study describes the burden, injury patterns and in-hospital management of train-associated injuries from an emerging economy like India.", "cite_spans": [{"start": 104, "end": 107, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 268, "end": 271, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "Male preponderance (86%) in our study is consistent with previously published literature. This is presumably because males are primarily involved in outdoor activities and also have more risk-taking behavior [2] . Most of the injured (62%) were in the age group of 20-40 years. Pelletier et al. reported that in North Carolina, fewer than 4% of fatalities involved children under 18 years, and 81% were aged between 20 and 49 years [8] . Being the most productive years of life, these injuries cause very high disability adjusted life years (DALY's) lost. This can be especially devastating for families belonging to low socioeconomic class, where the injured might be the only bread earner.", "cite_spans": [{"start": 208, "end": 211, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 432, "end": 435, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Some studies have reported a very high association (25-80%) of substance abuse, especially alcohol intake, with train injuries [9] . In India, quantitative substance abuse/ blood alcohol analysis following injuries is not mandatory and was not done in our cohort, and authors are of the opinion that there is gross under-reporting of these data in the existing trauma registry as the data point just mentions breath smell of alcohol positive/negative; therefore, it was not included in the final analysis. However, an autopsy study by Rautji et al. from the same institute has reported that 17.4% of decedents of train injuries had ethanol in their blood [10] . Other vital factors described having an association with train-associated injuries are peak-hour traffic (morning and evening peaks), pedestrian health, marital status and having a lower than high school level education [11] . Extremity amputations lead to permanent disabilities, causing grave socio-economic implications for the society, especially in developing nations that are already reeling under the burden of road traffic injuries and other communicable diseases. In our patient cohort, lower limb and head were the most common regions involved involving 47% and 32% of patients, respectively. In the case of lower limb injuries, the amputation rate was 16%, and in upper limb injuries amputation rate was 5%. This finding was consistent with the previous studies noting a higher lower extremity amputation rate relative to the upper extremity amputation rate [12] . High amputation rates(17-94%) have been reported in the literature for train-associated injuries, relative to other mechanisms of injury. Saskya et al. have shown that train-associated injuries were 105 times more likely to cause below-knee amputation, 58 times more likely to cause above-knee amputation and 325 times more likely to require a disarticulation [7] .", "cite_spans": [{"start": 127, "end": 130, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 655, "end": 659, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 882, "end": 886, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1531, "end": 1535, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1898, "end": 1901, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "An important aspect of the intent of injury, i.e., intentional self-harm versus accidental, could not be analyzed in our study because of associated biases during data collection. Most of the time, the intent of injury is reported by survived patients or based on narratives and interpretations of bystanders, fellow passengers and train drivers, thus subject to bias. There is also no linkage of judiciary data with medical records. In developed countries, most of the injuries recorded are deliberate, constituting more than two-third fatalities among all train-associated injuries. Virdee et al. reported that mortality rates between the accidental and intentional injury groups were almost the same, highlighting that those who attempt railway suicide are not more likely to die [13] . Limosin et al. showed that regardless of location or intent, train-associated injuries are caused by similar mechanisms and can be regarded as 'person hit by train' events leading to the same severe consequences [14] . This analysis comes with a perspective that any preventive measure directed for one mechanism will work for others as well, at least partially. Platform screen door (PSD) installation at platforms is one such intervention. Two studies have shown positive results in Hong Kong, where it reduced suicides by 59-84% and all injuries at platforms by 68.8% with no displacement of suicide attempters to unsealed platforms [15, 16] .", "cite_spans": [{"start": 783, "end": 787, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1002, "end": 1006, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1426, "end": 1430, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 1431, "end": 1434, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "In our study, of the total injured patients, nearly 15% died early (either brought dead to the hospital or died during ED resuscitation), and the gross in-hospital mortality was 17% of the admitted patients. Virdee et al. reported a similar mortality rate, with the majority of victims (73%) succumbing to their injuries, either in the ED or the operating room shortly after admission [13] . Saskya et al. reported 9.8% in-hospital mortality in patients hit by the train and showed no difference in mortality compared with patients hit by an automobile [7] . In another study by Cocks RA, it reported that 35% of the patient cohort of train injuries died before reaching the hospital, with another 15.4% dying following admission to hospital [17] . Interestingly, our in-patient mortality rate is slightly higher than these reports as it does not take into account the large cohort of patients who were transferred out to other hospitals and were having a significantly less severe injury (mean ISS 6) than the admitted patients. In comparison with other injury mechanisms, patients with train-associated injuries are having higher chances of mortality. Deepa et al., in their analysis of 16,047 trauma patients, showed that railway injuries had 2.1 adjusted odds ratio for 30-day mortality compared to 1.4 for road traffic injuries [18] . Higher ISS [ 9, CPR in ED, and the presence of head injury were independent risk factors of mortality. These factors can be studied further in a more detailed and systemic manner, and after validation from a large multicentric cohort, may be used as critical criteria for developing trauma care and referral protocols.", "cite_spans": [{"start": 385, "end": 389, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 553, "end": 556, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 742, "end": 746, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1333, "end": 1337, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "We further compared patient groups based upon the location of patients (passenger versus trespasser) and the site of injury (at a platform or out of platform).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Analysis between passenger and trespasser groups showed that both groups were having an almost equal number of patients. Trespassers had significantly more severe injuries, but mortality and length of stay parameters were not significantly different. Evans et al. reported that in Great Britain, three times more trespassers were killed than passengers, railway track workers or pedestrians at legal crossings combined [3] . Many of these individuals used the railway tracks as a place to socialize, walk or rest. In developing countries, the railway tracks are frequently used as pedestrian paths in the absence of bridges, subways and other suitable road crossings. In our study, both groups had almost equal mortality, which may be due to overcrowding, illegal traveling on carriage footsteps, and rooftops, which is a common occurrence in India posing additional risk to passengers. Lerer et al. reported that several fatalities and injuries to passengers in their study were caused by risktakers who had jumped into or out of moving trains [19] .", "cite_spans": [{"start": 419, "end": 422, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1045, "end": 1049, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Comparing groups on the basis of injury occurrence (at the platform or out of the platform) showed no difference in the severity of injuries, mortality and length of stay parameters. At platforms, falls occur during attempts of train surfing, premature boarding/ de-boarding on the train, escaping from train inspectors and so forth. This highlights the need of stringent preventive measures not only on the tracks (like manned level crossings, foot overbridges, dedicated pedestrian corridors, etc.) but also in carriages (e.g., automated doors) and at platforms (like platform screen doors). Literature characterizes preventive measures associated with railway-pedestrian safety as engineering or environmental and behavioral. There are limited studies on safety interventions in railway transportation. Most of the proposed interventions are country or culture-specific. Havârneanu et al. review showed that only physical barriers and media guidelines were quite sufficient, as per evidence from multiple studies in a variety of cultural contexts [20] .", "cite_spans": [{"start": 1050, "end": 1054, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "This analysis has its limitations as being a retrospective single-center analysis; it might not be a representative snapshot of the actual burden. As admitted patients were more severely injured, the possibility of selection bias remains. ", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "This analysis is the largest to date, showing comprehensive injury patterns and outcomes of train-related injuries from a low-and middle-income country. Train-related injuries and the resultant loss of lives and limbs pose an additional burden of disease in developing countries already battling the wrath of communicable diseases and road traffic injuries. Patients injured at the platform and out of the platform have the same severity of injuries, thus showing the need for safety measures and strict law enforcement both on the tracks and on the train stations. There is a need for detailed standardized event reporting for better evaluation of safety and trespasser prevention measures. Sustained governmental investment to make train travel safe in LMIC's will go a long way to reduce the added burden of mortality, morbidity and disabilities resulting from such injuries.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Conflict of interest All authors disclose that none have any financial and personal relationships with other people or organizations that could inappropriately influence (bias) this work.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Accidental Deaths and Suicides in", "authors": [], "year": 2018, "venue": "Ministry of Home Affairs, Government of India", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Meeting the challenge of railway injury in a South African city", "authors": [{"first": "L", "middle": ["B"], "last": "Lerer", "suffix": ""}, {"first": "R", "middle": [], "last": "Matzopoulos", "suffix": ""}], "year": 1996, "venue": "Lancet", "volume": "348", "issn": "", "pages": "664--666", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Accidental fatalities in transport", "authors": [{"first": "A", "middle": ["W"], "last": "Evans", "suffix": ""}], "year": 2003, "venue": "J R Stat Soc Ser A", "volume": "166", "issn": "2", "pages": "253--260", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Railroad injury: causes, costs, and comparisons with other transport modes", "authors": [{"first": "T", "middle": ["R"], "last": "Miller", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Douglass", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Pindus", "suffix": ""}], "year": 1994, "venue": "J Safety Res", "volume": "25", "issn": "4", "pages": "183--195", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Train accidents involving pedestrians, motor vehicles, and motorcycles", "authors": [{"first": "B", "middle": ["A"], "last": "Goldberg", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Mootha", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Lindsey", "suffix": ""}], "year": 1998, "venue": "Am J Orthop", "volume": "27", "issn": "4", "pages": "315--320", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Railway associated injuries in Pakistan", "authors": [{"first": "J", "middle": ["A"], "last": "Bhatti", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Razzak", "suffix": ""}], "year": 2010, "venue": "Int J Inj Contr Saf Promot", "volume": "17", "issn": "1", "pages": "41--44", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Hit by a train: injury burden and clinical outcomes", "authors": [{"first": "S", "middle": [], "last": "Byerly", "suffix": ""}, {"first": "K", "middle": [], "last": "Inaba", "suffix": ""}, {"first": "S", "middle": [], "last": "Biswas", "suffix": ""}], "year": 2019, "venue": "J Emerg Med", "volume": "57", "issn": "1", "pages": "6--12", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Deaths among railroad trespassers: the role of alcohol in fatal injuries", "authors": [{"first": "A", "middle": [], "last": "Pelletier", "suffix": ""}], "year": 1997, "venue": "JAMA", "volume": "277", "issn": "13", "pages": "1064--1066", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Pedestrian fatalities resulting from train-person collisions", "authors": [{"first": "S", "middle": [], "last": "Sousa", "suffix": ""}, {"first": "L", "middle": [], "last": "Santos", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Dinis-Oliveira", "suffix": ""}], "year": 2015, "venue": "Traffic Inj Prev", "volume": "16", "issn": "2", "pages": "208--212", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Rail traffic accidents: a retrospective study", "authors": [{"first": "R", "middle": [], "last": "Rautji", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Das", "suffix": ""}], "year": 2004, "venue": "Med Sci law", "volume": "44", "issn": "1", "pages": "67--70", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A clustering approach to injury severity in pedestrian-train crashes at highway-rail grade crossings", "authors": [{"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "A", "middle": [], "last": "Iranitalab", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Khattak", "suffix": ""}], "year": 2019, "venue": "J Transp Saf Secur", "volume": "11", "issn": "3", "pages": "305--322", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A comparative study of rail-pedestrian trespassing crash injury severity between highway-rail grade crossings and non-crossings", "authors": [{"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Khattak", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}], "year": 2018, "venue": "Accid Anal Prev", "volume": "117", "issn": "", "pages": "427--438", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Mind the gap: 11 years of train-related injuries at the Royal London Hospital Major Trauma Centre", "authors": [{"first": "J", "middle": [], "last": "Virdee", "suffix": ""}, {"first": "G", "middle": [], "last": "Pafitanis", "suffix": ""}, {"first": "R", "middle": [], "last": "Alamouti", "suffix": ""}], "year": 2018, "venue": "Ann R Coll Surg Engl", "volume": "100", "issn": "7", "pages": "520--528", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A prospective study of the psychological effects of ''person under train'' incidents on drivers", "authors": [{"first": "F", "middle": [], "last": "Limosin", "suffix": ""}, {"first": "J-Y", "middle": [], "last": "Loze", "suffix": ""}, {"first": "C", "middle": [], "last": "Cothereau", "suffix": ""}], "year": 2006, "venue": "J Psychiatr Res", "volume": "40", "issn": "8", "pages": "755--761", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "An economic evaluation of setting up physical barriers in railway stations for preventing railway injury: evidence from Hong Kong", "authors": [{"first": "C-K", "middle": [], "last": "Law", "suffix": ""}, {"first": "Psf", "middle": [], "last": "Yip", "suffix": ""}], "year": 2011, "venue": "J Epidemiol Community Heal", "volume": "65", "issn": "10", "pages": "915--920", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Evaluating the effectiveness of barrier installation for preventing railway suicides in Hong Kong", "authors": [{"first": "C-K", "middle": [], "last": "Law", "suffix": ""}, {"first": "Psf", "middle": [], "last": "Yip", "suffix": ""}, {"first": "Wsc", "middle": [], "last": "Chan", "suffix": ""}], "year": 2009, "venue": "J Affect Disord", "volume": "114", "issn": "1-3", "pages": "254--262", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Study of 100 patients injured by London underground trains 1981-6", "authors": [{"first": "R", "middle": ["A"], "last": "Cocks", "suffix": ""}], "year": 1987, "venue": "Br Med J (Clin Res Ed)", "volume": "295", "issn": "6612", "pages": "1527--1529", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A multicenter observational cohort study of 24 h and 30 day in-hospital mortality of pediatric and adult trauma patients-an Indian urban tertiary care perspective", "authors": [{"first": "D", "middle": ["K"], "last": "Veetil", "suffix": ""}, {"first": "V", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "M", "middle": ["U"], "last": "Khajanchi", "suffix": ""}], "year": 2019, "venue": "J Pediatr Surg", "volume": "54", "issn": "7", "pages": "1421--1426", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Fatal railway injuries in Cape Town, South Africa", "authors": [{"first": "L", "middle": ["B"], "last": "Lerer", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Matzopoulos", "suffix": ""}], "year": 1997, "venue": "Am J Forensic Med Pathol", "volume": "18", "issn": "2", "pages": "144--147", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A systematic review of the literature on safety measures to prevent railway suicides and trespassing accidents", "authors": [{"first": "G", "middle": ["M"], "last": "Havârneanu", "suffix": ""}, {"first": "J-M", "middle": [], "last": "Burkhardt", "suffix": ""}, {"first": "F", "middle": [], "last": "Paran", "suffix": ""}], "year": 2015, "venue": "Accid Anal Prev", "volume": "81", "issn": "", "pages": "30--50", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Demographics, injury patterns and stay parameters grouped by patient survival status SD standard deviation, CPR cardio-pulmonary resuscitation, ED emergency department, FAST focused assessment with sonography for trauma, ISS injury severity score, NISS new injury severity score; ICU intensive care unit", "latex": null, "type": "table"}, "TABREF1": {"text": "Multivariable analysis using cox regression", "latex": null, "type": "table"}, "TABREF2": {"text": "Injury severity, stay parameters and mortality comparison between passenger and trespasser cohort", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>Passenger (n = 177) </td><td>Trespasser (n = 196) </td><td>p-value\n</td></tr><tr><td>ISS\n</td><td> </td><td> </td><td> </td></tr><tr><td>Median (range) </td><td>9(1-75) </td><td>13(4-75) </td><td>0.012\n</td></tr><tr><td>NISS\n</td><td> </td><td> </td><td> </td></tr><tr><td>Median (range) </td><td>17(1-75) </td><td>22(4-75) </td><td>0.015\n</td></tr><tr><td>ICU admission, n (%) </td><td>51(28.8) </td><td>55(28.0) </td><td>-\n</td></tr><tr><td>ICU length of stay\n</td><td> </td><td> </td><td> </td></tr><tr><td>Mean (SD) </td><td>8.31(8.96) </td><td>6.65(5.09) </td><td>0.64\n</td></tr><tr><td>Median (range) </td><td>6(1-21) </td><td>5(1-21)\n</td><td> </td></tr><tr><td>Ventilator days\n</td><td> </td><td> </td><td> </td></tr><tr><td>Mean (SD) </td><td>7.56(9.37) </td><td>7.23(6.0) </td><td>0.57\n</td></tr><tr><td>Median (range) </td><td>3.5(1-50) </td><td>5(1-25)\n</td><td> </td></tr><tr><td>Total in-hospital length of stay (days)\n</td><td> </td><td> </td></tr><tr><td>Mean (SD) </td><td>16.28(16.06) </td><td>18.54(16.82) </td><td>0.14\n</td></tr><tr><td>Median (range) </td><td>10(1-85) </td><td>13.5(1-92) </td><td>-\n</td></tr><tr><td> </td><td>In-hospital survival, n (%) </td><td>147(83.05) </td><td>161(82.14)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Injury severity, stay parameters and mortality comparison between patient groups depending upon the site of event ISS injury severity score, NISS new injury severity score, SD standard deviation, ICU intensive care unit World J Surg", "latex": null, "type": "table"}}, "back_matter": []}