{
    "paper_id": "394149174eb4175a800086fe0895c9d6e185b977",
    "metadata": {
        "title": "Outrunning Burnout in a GI Fellowship Program During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Ming-Liang",
                "middle": [],
                "last": "Andrew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many GI training programs have needed to adjust to the serious disruption to the training and education of fellows worldwide due to the COVID-19 pandemic. A silent problem that has arisen within programs is the issue of burnout among their trainees. Burnout is common among gastroenterologists, especially in fellows (Keswani et al. in Gastroenterology 147(1):11-14, 2014. https ://doi.org/10.1053/j.gastr o.2014.05.023, Am J Gastroenterol 106(10):1734-1740, 2011. https ://doi.org/10.1038/ ajg.2011.148), with negative consequences to patient care and the safety of the trainees if not effectively dealt with.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this article, the author describes several additional factors potentially contributing to the intensifying burnout of the fellows in their home institution during this pandemic. Moreover, he describes specific practical interventions that the hospital and program have taken in order to address these factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) was first reported in Wuhan, China, in December 2019, arriving in Singapore on January 23, 2020 [1] . At the time of this writing, I have amassed 3-month experience navigating several challenges to my program and therefore wanted to share my journey with the readers of this journal.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Accreditation Council for Graduate Medical Education International (ACGME-I) first accredited postgraduate programs in Singapore in 2009. Our Singhealth Gastroenterology Fellowship Program is comprised of 14 fellows over 3 years of training that takes place at three major sites: Singapore General Hospital, Changi General Hospital, and Sengkang General Hospital, with fellows often rotating across hospitals. On February 7, 2020, Singapore elevated the Disease Outbreak Response System Condition (DORSCON) from yellow to orange, creating several issues for postgraduate programs. Singapore is a small country with only a few hospitals capable of handling large volumes of medically isolated, acutely ill patients. The model of care in such situations extensively relies on medical speciality fellows, since they are often freshly trained in intensive care medicine and have a broader grasp of general medicine. As such, Singapore had to centralize their pool of fellows for deployment to hospitals handling these cases. Many fellows were thus taken out of their subspecialty training in order to care for those in the isolation, ICU, and pneumonia wards. Due to the national lockdown on human movement, faceto-face teaching was prohibited, reduction in inpatient and procedural cases for learning was affected, and examinations were canceled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An issue that emerged within the chaos was that of burnout among our gastroenterology fellows. Burnout is defined as a multifaceted construct characterized by emotional exhaustion, depersonalization, and low sense of personal achievement [2] . Previous studies [3, 4] in our local trainee population had already shown that burnout rates are higher than in our Western counterparts. Furthermore, burnout is common among [5] , especially for trainees [6] . Though I had no opportunity to quantitatively measure the burnout rates during this period, my personal interactions with fellows unsurprisingly revealed several additional factors potentially contributing to their increasing burnout during this pandemic. The most profound effect the pandemic had on training in our gastroenterology fellowship program was the disruption of usual learning activities. Gastroenterology training is unique in that it entails considerable emphasis on procedural training, as opposed to non-procedural medical subspecialties. Due to the overall reduction in elective procedures during the pandemic, the number of endoscopies dropped significantly, with many fellows concerned about attaining the program requirements for procedural numbers needed for advancement to independent practice, as well as concerns regarding maintaining their procedural skills, as they were sometimes deployed on isolation wards where they were solely caring for COVID-19 patients with no opportunity to perform specialty-specific procedures. Final-year fellows received another blow when they were told their end-of-training examination needed for specialty certification was postponed due to the national lockdown on human movement. The worry of losing procedural and clinical competence, together with the job uncertainty for gastroenterology specialists, was demoralizing to many fellows as heard during conversations. Like many other doctors and healthcare workers in this situation, they too had fears for their own health and well-being when caring for large numbers of infectious patients with a poorly understood disease. Many fellows also had to cancel their leave in order to facilitate their deployment, with a consequent increase in overall working hours. Furthermore, our gastroenterology fellows were taken out of their comfort zone in order to learn ventilator and dialysis management skills. They were given these extra responsibilities for the care of these COVID-19 patients, but yet were given little control over the hours they worked or the hospital to which they were sent. When they were sent to cover pneumonia/isolation wards, they were also often separated from colleagues, and many imposed self-isolation periods away from their families. Social interactions between families and colleagues [7, 8] are protective factors against burnout; losing both simultaneously only heightens the negative feelings. Furthermore, according to the demand-control-support model, occupational stress causes burnout when job demands are high while individual autonomy is low, and when stress interferes with home life [9] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 265,
                    "end": 267,
                    "text": "4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2781,
                    "end": 2784,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2785,
                    "end": 2787,
                    "text": "8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3090,
                    "end": 3093,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Trainee Burnout in a Pandemic"
        },
        {
            "text": "Trainee burnout cannot be ignored in non-pandemic situations, but the urgency and awareness to detect it and intervene became even more important during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What My Program Did to Tackle Trainee Burnout?"
        },
        {
            "text": "Burnout among physicians often leads to inferior patient outcomes [10] and increases the risk for making other mistakes, for example, failing to comply with safety measures such as donning appropriate personal protective equipment. Therefore, programs need to be aware of the risk of trainee burnout as it is likely more effective to treat the problem proactively rather than reacting to it when it has progressed.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "What My Program Did to Tackle Trainee Burnout?"
        },
        {
            "text": "The interventions that were planned proactively were mainly targeted at some of the risk factors identified (Table 1) . At the hospital level, a 24-h hotline with a psychologist was created, with weekly mindfulness sessions planned over video conferencing. Nevertheless, I felt this was not enough. What was more valuable was creating a clear and open channel of communication between the program director and the fellows via a monthly newsletter and an active social media chat group so as to rapidly disseminate information. These measures were essential for assuring residents that the program was going to assist them with their training. The program further supported trainees via official letters stating that their deployment to care for COVID-19 patients would be included as part of their training and that supplementary teaching and exposure to GI cases would be provided to those whose training was compromised.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "What My Program Did to Tackle Trainee Burnout?"
        },
        {
            "text": "The program's assessment processes and progression criteria had to be adjusted to mitigate the fears of reduced opportunities for learning. Assessment processes were changed in order to focus on competencies. Increased attention was given to direct observation of endoscopy, with emphasis placed on constructive feedback, rather than assuming competence by procedural numbers alone. As fellows had disrupted rotations and variable learning opportunities during the pandemic, they were also introduced to performing self-assessments and co-creating a learning plan with the program director (supplementary material 1) in order to purposefully make use of whatever limited learning opportunities they had. To reduce the severe time constraints with which the residents were working, all non-essential teaching activities or work that required presentations by fellows were stopped. Faculty also stepped in to cover continuity clinics and other clinical work of residents. There was also implemented a policy of no questions asked in the event that any fellow took sick leave, with coverage then provided by faculty members. As program director, I also stepped in to serve in the pneumonia/isolation wards together with my fellows as a sign of solidarity. These interventions provided them precious time in order to recharge outside of their working hours. We also worked together with a medical humanities program in our institution in order to showcase the favorable public perceptions on doctors during the pandemic to highlight that the focus on professional identity development could reduce the effects of burnout by providing meaning in the work they were doing [8] .",
            "cite_spans": [
                {
                    "start": 1666,
                    "end": 1669,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "What My Program Did to Tackle Trainee Burnout?"
        },
        {
            "text": "Postgraduate education's biggest challenge during a pandemic is balancing the tension between service and education, and therefore with it, the risk of burnout. Amidst trying to prevent or mitigate burnout in our fellows, we must not forget that the faculty overseeing them are just as much at risk of burnout as they are, requiring assistance from the program as well. It would also be worthwhile performing a longitudinal study so as to ascertain which of our program interventions are sustainable and which are effective, as this battle with COVID-19 is unlikely to be a short-lived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "It is truly easy to ignore burnout among fellows during a time when other issues seem more pressing. Many countries will be experience situations similar to ours, especially in smaller countries where doctors may be pulled into a central pool for deployment. When this happens, there will be major disruptions to training, and through our experience, burnout can affect fellows. We hope that sharing of our practices may help other gastroenterology programs facing similar challenges. Change in assessment method and progression criteria used to assess competencies rather than using time-based rotations or procedural numbers Formal letters of assurance given to ensure training completion Supplementary teaching programs arranged for residents missing out on competencies and procedures Job uncertainty due to postponement of training examinations and reduced need for GI specialists Clear communication by program leadership regarding continuation of training and implications on job prospects Loss of autonomy over working hours, site of work Residents taught to self-assess and co-create an individualized learning plan with the program director to optimize learning activities Loss of social interactions with colleagues and families while covering isolation wards",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Social media chat group created to communicate concerns Cancelation of formal presentations and teaching activities to allow more time to spend with families Increased hours spent at work due to shortage of staff Faculty stepping in to relieve residents of clinical workload Focus on boosting professional identity formation via medical humanities movement improving the public perception of doctors Fear of own health and well-being Weekly mindfulness sessions by the hospital Availability of 24-h hospital psychologist",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The measurement of experienced burnout",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maslach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Organ Behav",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/job.4030020205"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Empathy and burnout: a study on residents from a Singapore institution",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Singap Med J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.11622/smedj.2017096"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Using the postgraduate hospital educational environment measure to identify areas for improvement in a Singaporean Residency Program",
            "authors": [
                {
                    "first": "Aml",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Wws",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "Akw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Phua",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Tham",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Grad Med Educ",
            "volume": "11",
            "issn": "4",
            "pages": "73--78",
            "other_ids": {
                "DOI": [
                    "10.4300/JGME-D-19-00234"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Increased levels of stress and burnout are related to decreased physician experience and to interventional gastroenterology career choice: findings from a US survey of endoscopists",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Keswani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Taft",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Coté",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Keefer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Gastroenterol",
            "volume": "106",
            "issn": "10",
            "pages": "1734--1740",
            "other_ids": {
                "DOI": [
                    "10.1038/ajg.2011.148"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Burnout in gastroenterologists and how to prevent it",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Keswani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Keefer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Surawicz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Gastroenterology",
            "volume": "147",
            "issn": "1",
            "pages": "11--14",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2014.05.023"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Physician burnout: the hidden health care crisis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Lacy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "16",
            "issn": "3",
            "pages": "311--317",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cgh.2017.06.043"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "It's not just time off\": a framework for understanding factors promoting recovery from burnout among internal medicine residents",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Abedini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Stack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "j Grad Med Educ",
            "volume": "10",
            "issn": "1",
            "pages": "26--32",
            "other_ids": {
                "DOI": [
                    "10.4300/JGME-D-17-00440.1"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Predicting and preventing physician burnout: results from the United States and the Netherlands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linzer",
                    "suffix": ""
                },
                {
                    "first": "Mrm",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Oort",
                    "suffix": ""
                },
                {
                    "first": "Ema",
                    "middle": [],
                    "last": "Smets",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcmurray",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Haes",
                    "suffix": ""
                },
                {
                    "first": "Hcjm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Med",
            "volume": "111",
            "issn": "2",
            "pages": "814--816",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9343(01)00814-2"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A narrative review on burnout experienced by medical students and residents",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dyrbye",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shanafelt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Med Educ",
            "volume": "50",
            "issn": "1",
            "pages": "132--149",
            "other_ids": {
                "DOI": [
                    "10.1111/medu.12927"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Electronic supplementary materialThe online version of this article (https ://doi.org/10.1007/s1062 0-020-06401 -4) contains supplementary material, which is available to authorized users.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Risk factors for burnout in our GI fellows and our resultant program interventionsRisk factors for burnout Interventions by our programWorry about reduced opportunities for learning (e.g., reduced procedures, reduced liver transplants)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}