{
    "paper_id": "3b553d3a7af42d05ed6aa9a93585b1f827910b13",
    "metadata": {
        "title": "Journal Pre-proof Pulmonary embolism response teams in the challenging era of venous thromboembolism associated with COVID-19",
        "authors": [
            {
                "first": "Mateo",
                "middle": [],
                "last": "Porres-Aguilar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anaya",
                "middle": [],
                "last": "Ayala",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Debabrata",
                "middle": [],
                "last": "Mukherjee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Victor",
                "middle": [
                    "F"
                ],
                "last": "Tapson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear editors, 16 We read with enthusiasm and interest the manuscript written by Obi and colleagues entitled 17 \"Practical diagnosis and treatment of suspected venous thromboembolism during the COVID-19 18 pandemic\". 1 The manuscript was based on consensus between a number of vascular experts, 19 together with input from intensivists, pulmonologists, and hematologists \"for critique and vetting 20 of the algorithms that resulted\". This type of consensus work is precisely how and why the We believe that multidisciplinary PERTs are invaluable in the care of patients with suspected 1 or proven venous thromboembolism (VTE) associated with severe pneumonic COVID-19.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 217,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Complex acute pulmonary embolism (PE) cases are particularly likely to benefit. 2,3 During this 3 pandemic, PERTs have been particularly challenged to arrive at practical and effective 4 approaches to the diagnosis and treatment of acute VTE while minimizing exposure to health-5 care staff, and other patients. There is clearly a balance that must be achieved between an 6 acceptable diagnostic yield and unnecessary testing as well as a balance between offering an 7 acceptable, effective therapy that again, minimizes exposure and carefully utilizes resources. in areas in which they are not used to working. 23 We understand that the current paradigm proposed by the authors emphasizes preventing 1 VTE related morbidity and mortality -often with empiric anticoagulation at the expense of 2 potential bleeding complications while imaging is delayed. 6 Difficult decisions need to be made, 3 and patients should be individualized as we wait for carefully conducted randomized trials. There 4 may not be one answer for all. We believe PERTs can play a key role here. While we must \"first, 5 do no harm\" and not take the bleeding risks of full-dose anticoagulation lightly, the practical 6 approach offered in the document by Obi and colleagues, is well-thought out, savvy, and 7 importantly, multidisciplinary. We believe that such an approach together with the 8 multidisciplinary PERT concept, can further enhance the care of patients. ",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 614,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 894,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1092,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Practical 11 diagnosis, and treatment of suspected venous thromboembolism during COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Obi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wakefield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brown Rvt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Eliason",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arndt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Henke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Vasc Surg Venous Lymphat Disord",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30221--30224",
            "other_ids": {
                "DOI": [
                    "1310.1016/j.jvsv.2020.04.009"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pulmonary embolism response 15 teams: Pursuing excellence in the care of venous thromboembolism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Porres-Aguilar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Anaya-Ayala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arch Med Res",
            "volume": "16",
            "issn": "",
            "pages": "257--258",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary embolism 18 response teams: A novel approach for the care of the complex patients with pulmonary 19 embolism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Porres-Aguilar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Anaya-Ayala",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Heresi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Rivera-Lebron",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Appl Thromb Hemost",
            "volume": "24",
            "issn": "",
            "pages": "48--55",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Whole body point of care ultrasonography for COVID-19: A multi-21 system approach to a multi-system disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sikachi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15087.22"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Perioperative acute pulmonary embolism: A concise review with emphasis on multidisciplinary 2 approach",
            "authors": [],
            "year": 2020,
            "venue": "Int J Angiol",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison 4 of the unstructured clinician gestalt, the Wells Score, and the Revised Geneva Score to estimate 5 pretest probability for suspected pulmonary embolism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peñaloza",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Verschuren",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "Quentin-Georget",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soulie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thys",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann Emerg Med",
            "volume": "62",
            "issn": "",
            "pages": "117--124",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Adult Thrombosis Medicine; Centre of Excellence in Thrombosis and 20 Anticoagulation Care (CETAC) at Jewish General Hospital; Department of Medicine, McGill 21 University. Montreal, Quebec; Canada.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Key words: Pulmonary embolism, venous thromboembolism, pulmonary embolism response 5 teams, severe coronavirus disease 2019 (COVID-19)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Skill in point-of-care transthoracic ultrasonography for example, may provide valuable clues for 9 ruling in or out PE, when we cannot easily do more specific imaging. 4,510The guidelines offered by Obi and colleagues are helpful. However, the lack of a strong 11 evidence base in some of these newly found clinical scenarios requires us to fall back on our12 clinical experience and gestalt! Gestalt has proven useful in the diagnosis of acute PE -witness 13 the interesting ROC curve published by Peñaloza and colleagues; gestalt and consensus with 14 experts is critical in these complex times. 6 The markedly elevated D-dimer levels we see together 15 with severely elevated inflammatory markers may arouse suspicion of PE, but may not be. 16 Insightful decision-making and clear communication are required, and PERTs are well-equipped 17 to aid in these decisions. 18 A key aspect of the COVID-19 pandemic is the assignment of clinicians with various skill 19 sets to care for COVID patients. A pediatric neurologist, for example might be working in an 20 adult medical ICU. A general surgeon may be rounding on a general medical ward. Such 21 scenarios would likely render PERTs even more valuable when clinicians are managing patients22",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}