{
    "paper_id": "3bf0cda61582751b2823b9827c1ee2c2a2ecb872",
    "metadata": {
        "title": "Mesenchymal stem cells and management of COVID-19 pneumonia",
        "authors": [
            {
                "first": "Su",
                "middle": [
                    "M"
                ],
                "last": "Metcalfe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LIFNano Therapeutics",
                    "institution": "Biomedical Campus",
                    "location": {
                        "settlement": "Cambridge, Cambridge",
                        "country": "UK, UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On the clinical front, the two key requirements in the COVID-19 pandemic are to reduce infection rate, and to decrease the death rate of those infected. Whilst the majority of effort is aimed at infection, there is also need for clinical research on how to best manage seriously ill patients with COVID-19 [1] . Current available therapies -including non-specific anti-virals, antibiotics to treat secondary bacterial infections and sepsis, and corticosteroids to reduce inflammation -fail in severe disease where the hallmark is the cytokine storm induced by COVID-19 in the lung, visible as inflammatory lesions with groundglass opacity on CT scan. Virally-triggered acute cytokine release of IL-2, IL-6, IL-7, GSCF, IP10, MCP1, MIP1A and TNFα induces pulmonary oedema, dysfunction of air-exchange, acute respiratory distress syndrome, acute cardiac injury, and often secondary infection, leading to death.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Lancet has recently published the first comprehensive clinical data on risk factors for COVID-19 mortality, with detailed clinical course of illness including viral shedding that may continue in survivors up to 37 days [2] . In-hospital death is associated with age and notably IL-6 is a significant correlate. For COVID-19, the case fatality rate (CFR) remains unknown until the number infected is determined, but WHO estimates 0.3-1%, which is higher than 0.1% for influenza A.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The accruing epidemiological analyses, linked with country-based mitigation strategies, and with estimates that about 80% COVID-19 patients have mild or asymptomatic disease, 14% severe disease, and 6% critically ill, underpin a continuing need for treatment of COVID-19 pneumonia in the long term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two recent studies from China [3, 4] have asked, can mesenchymal stem cells (MSC) treat COVID-19 pneumonia, based on known immunomodulatory and reparative properties of stem cells? Both studies reveal remarkable reversal of symptoms even in severe-critical conditions. Accordingly, these clinical studies not only identify a novel therapeutic strategy, but also the existence of natural mechanisms able to counteract acute inflammatory pneumonia.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 34,
                    "end": 36,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Mesenchymal stem cells"
        },
        {
            "text": "One study is a case report of a critically ill COVID-19 patient on a ventilator who had progressed despite intensive therapy, with markers showing evidence of liver injury. This patient was treated with allogeneic human umbilical cord MSC (hUCMSC) using three intravenous infusions of 5 × 10 7 hUCMSC, three days apart. Within four days of her second cell infusion, the patient was off the ventilator and able to walk. All measured parameters, including circulating T cell counts, returned towards normal levelslymphocytes previously being low presumably due to sequestration within the inflamed lungs and tissues. No obvious side effects were observed [3] .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 656,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Mesenchymal stem cells"
        },
        {
            "text": "The second study [4] was a pilot clinical trial to assess whether MSC transplantation could improve the outcome of 7 enrolled patients with clinical COVID-19 pneumonia, with one critically severe, four severe, and 2 non-severe. Before transplantation, all had high fever, shortness of breath, and low oxygen saturation. Treatment was a single intravenous dose of clinical grade MSCs, 1 × 10 6 cells per kilogram of weight. Detailed follow-up over 14 days post-transplantation showed no adverse effects, and within 2 days, all patients had significantly improved pulmonary function, including the one severe COVID-19 pneumonia case who was well enough for discharge by day 10. With full details presented, overall, after treatment the peripheral lymphocytes increased with a shift towards the regulatory phenotype for both CD4+ T cells and dendritic cells; and inflammatory cytokines significantly decreased whilst IL-10 increased.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Mesenchymal stem cells"
        },
        {
            "text": "The clinical MSC trial also asked if hCoV-19 infected the therapeutic MSC cells. hCoV-19 enters cells through the ACE2 receptor widely distributed on human cells including alveolar and capillary endothelium. The MSCs were ACE2 negative initially. During follow-up, using RNAseq survey to identify 12,500 transplanted MSC, it was revealed that the cells had not differentiated and still remained ACE2 negative and thus presumed free from COVID-19. Moreover, and remarkably, gene expression profiles of the recovered MSC showed high antiinflammatory and trophic factor activity including TGFβ, HGF, LIF, VEGF, EGF, BDNF and NGF, demonstrating that the immunomodulatory properties of the MSC are long-term and actively maintained by continuing cytokine production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mesenchymal stem cells"
        },
        {
            "text": "However, whilst the MSC studies identify a new approach to treat COVID-19 pneumonia, in practice the overwhelming scale of numbers of patients needed to treat argue against cell therapy on logistical grounds. What is the solution ? Here novel approaches to capture the therapeutic properties of stem cells using nanotechnology become immediately relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mesenchymal stem cells"
        },
        {
            "text": "LIF (leukaemia inhibitory factor) is known to be indispensable to oppose the cytokine storm in the lungs during viral pneumonia ( Fig. 1) [5, 6] . Although MSCs release LIF, as a solution this fails due to being cell-based whilst carrying a prohibitive cost burden. Using nanotechnology synthetic stem cells are available as \"LIFNano\" with 1000 times increase in potency compared to soluble LIF [7] . In EAE, a preclinical model of Multiple Sclerosis (MS), treatment with LIFNano treversed paralysis within 4 days (Fig. 2) , a time line in accord with that reported for beneficial effects in COVID-19 pneumonia using MSC therapy. Previous studies using neural stem cells (NSC) to treat EAE showed benefits that were solely dependent on NSC-derived LIF [reviewed in 7]. As an emerging alternative to cell-based therapy, such as LIFNano meet the need for a high volume and off-the-shelf therapeutic agents able to rejuvenate damaged tissues and suppress cytokine storm in pneumonia. Global distribution is simple using low volume vials. Optional delivery routes include by inhalation or intravenous or both.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 142,
                    "end": 144,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 514,
                    "end": 522,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Synthetic stem cells -\"LIFNano\""
        },
        {
            "text": "Whilst new vaccines to reduce infection rate of COVID-19 are being developed and scaled up, there is need to treat the significant number of patients who develop pneumonia. The remarkable new data using MSC demonstrate successful harnessing of natural endogenous pathways with powerful protective properties. With age, growth factors associated with stemness decline in favour of more inflammatory cytokines including IL-6a correlate with in-hospital death resulting from COVID-19. But, for COVID-19 pneumonia, therapy to remove inflammatory mediators -such as clearance by antibodies -may fail to achieve the critcal balance between (i) the endogenous anti-viral response and (ii) the controlling endogenous protective and reparative action of LIF against excessive cytokine storm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and urgency"
        },
        {
            "text": "Considering needs for mitigation of the current COVID-19 pandemic, with priority to keep mortality as low as possible, the finding that MSC are safe and can reverse severe critical disease with high potency is a major breakthrough representing an entirely new biological approach to treatment that needs to be developed urgently. To this end, stem cell biotech companies are joining forces (e.g., Athersys and Mesoblast) [8], whilst the nanotechnology-based synthetic stem cell LIFNano is ready for cGMP production at scale today [7] .",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 533,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Summary and urgency"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "CRediT authorship contribution statement Su M. Metcalfe: Writing -original draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The author reports no competing interests. [6] . Previous Studies had shown that LIF is particularly important for the epithelial STAT3 activating capacity of pneumonic alveolar lining, and that treatment with exogenous LIF [9] or LIF over-expression [10] can limit pulmonary inflammation in response to LPS or hyperoxia. The Quinton experiment illustrated here investigates the requirement for endogenous LIF to protect against acute lung injury. Lungs were collected from mice 24 h after intratracheal inoculation of Escherichia coli co-instilled with anti-LIF or control There is a significant recovery of movement: this improved further with prolonged therapy. The results are highly reproducible, and control nanoparticles without LIF cargo targeted to CD4 had no effect on paralysis. (This study was part of an I-UK BMC Project \"CELL-FREE REGENERATIVE MEDICINE: Nano-Engineered \"LIFNano\" to treat Multiple Sclerosis\" PROJECT NUMBER: 102847).",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How will countrybased mitigation measures influence the course of the COVID-19 epidemic ?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "30567--30572",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "2020. www.thelancet.com Published online March",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical remission of a critically ill COVID-19 patient treated by human umbilical cord mesenchymal stem cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transplantation of ACE2-mesenchymal stem cells improves the outcome of patients with COVID-19 pneumonia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Leukemia inhibitory factor protects the lung during respiratory syncytial viral infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Foronjy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dabo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cummins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geraghty",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunology",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Leukemia inhibitory factor signaling is required for lung protection during pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Quinton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mizgerd",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hilliard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "188",
            "issn": "12",
            "pages": "6300--6308",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1200256"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multiple sclerosis and the LIF/IL-6 axis: use of nanotechnology to harness the tolerogenic and reparative properties of LIF",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Metcalfe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Strom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Fahmy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nanobiomedicine",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5772/60622"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intratracheal injection of LPS and cytokines. V. LPS induces expression of LIF and LIF inhibits acute inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Ulich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Samal",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Physiol",
            "volume": "267",
            "issn": "",
            "pages": "442--448",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pulmonary expression of leukemia inhibitory factor induces B cell hyperplasia and confers protection in hyperoxia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corne",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bhandari",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "31226--31258",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fendon Road, Cambridge CB1 7RT, UK. E-mail address: smm1001@cam.ac.uk.. http://dx.doi.org/10.1016/j.medidd.2020.100019 2590-0986/Crown Copyright © 2020 Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Influence of endogenous LIF on responses to infection. Adapted from Quinton et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "IgG. (A): Representative images of intact freshly isolated lungs and hematoxylin/ eosin-stained lung sections. Red circles denote infected left lung lobes. (B) Lung wet:dry weight ratios show effect of anti-LIF treatment expressed as means ± SEM. *p < 0.05 compared to mice treated with control IgG (n = 3-5). The anti-LIF resulted in LIF being undetectable, whilst the other cytokines measured -GCSF, GM-CSF, IL-10, IL-17, IL-1β, IL-6, KC, MIP-2 -were not significantly altered by the anti-LIF treatment. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) LIFNano synthetic stem cell therapy EAE rapid reversal of paralysis SIGNIFICANCE -rapid recovery of motor function correlates with kinetics of myelin repair -LIFNano-CD4 crosses the Blood-Brain Barrier -Mice remain fully immune competent Paralysis in an EAE model is rapidly reversed by LIFNano therapy. C57/Bl10 mice were immunised against myelin protein (MOG) resulting in paralysis of hind limbs and tail by day 14: protocol was the Hooke model of experimental allergic encephalopathy -this provides a standardised preclinical animal model of Multiple Sclerosis. Untreated: Mice 15 days post immunisation showing paralysis of hind limbs and tail. Treated: Mice treated identically and showing paralysis at 15d, then followed by 4 days treatment with 1 mg/day i.p. LIFNano-CD4 nanoparticles.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}