{
    "paper_id": "3c09092c9dbb14b8ed02043bd324330f3462819a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the initial reports of coronavirus disease in December 2019, in Wuhan, China, an increasing number of cases is being detected every day in different countries. Soon after the outbreak, and because of rapidly spreading disease, various protective measures against the coronavirus have been introduced; however, some have no scientific basis (1). The widespread practice of spraying sanitizers and alcohol in the air, on roads, vehicles, and personnel which is used in many places has no value. In fact, alcohol and disinfectants in large quantity, are potentially harmful to human and should be avoided (2) . Unfortunately, following the spread of COVID-19 in Iran, a false rumor has circulated that drinking alcohol is beneficial in preventing or curing a possible infection. This was followed shortly by a load of patients referring to the emergency departments, intoxicated by alcohol consumption as a failed attempt to prevent infection. There are severe restrictions on the production and consumption of alcoholic beverages in IRAN, as in many other Islamic countries, and many are the victims of illicitly produced liquor containing methanol. Figure 1a is an axial nonenhanced brain computed tomography scan of a case with methanol poisoning. The image demonstrates bilateral symmetrical decreased density of lentiform nuclei, especially putamina, and massive hemorrhage in the left lentiform nucleus. Axial T2 weighted MR images of the brain (Fig 1b) in a second case reveals a symmetrical increased signal intensity of basal ganglia. Brain imaging manifestations of methanol poisoning have been described in the literature (3, 4) . Bilateral necrosis of basal ganglia is one of the most common radiologic features. Putaminal involvement is regarded as characteristics possibly either due to decreased blood flow through the basal vein of Rosenthal as the result of hypotension or accumulation of high concentrations of formic acid (3). The changes are best depicted by magnetic resonance imaging, with characteristic increased signal intensity on T2-weighted sequence. Diffusionweighted imaging is also helpful in elucidating the cytotoxic edema (4). In later stages, the resorption of infarcted putamen results in cystic cavities at the site of injury. Although such radiologic manifestations are typical for methanol poisoning, there are other conditions that may result in similar findings. Wilson's disease, Leigh disease, hypoxic-ischemic injury, and carbon monoxide poisoning are other possible radiological differential diagnoses (3). Methanol intoxication is mainly caused by methanol ingestion, however, poisoning through inhalation or skin absorption has also been reported (5) . Upon metabolization of methanol to formic acid, in toxic concentration, neurological signs and symptoms will occur. These include different degrees of decrease in the level of consciousness, headache, vertigo, and impaired vision (6) . Treatment includes the administration of an alcohol dehydrogenase inhibitor, such as fomepizole or ethanol. Controversy exists about the value of hemodialysis, restricting it to specific cases especially in severe intoxication (7) .",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 611,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1636,
                    "end": 1639,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1640,
                    "end": 1642,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2697,
                    "end": 2700,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2933,
                    "end": 2936,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3166,
                    "end": 3169,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1154,
                    "end": 1163,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1454,
                    "end": 1462,
                    "text": "(Fig 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Dear Editor"
        },
        {
            "text": "Familiarity of the clinicians especially those working in emergency departments, with clinical and radiological presentations of methanol poisoning is essential, as delayed diagnosis and treatment result in high mortality. This is of utmost importance in places where methanol poisoning is more frequent. In addition, while the world struggles to control the COVID-19 pandemic, public health education and appropriate preventive measures based on scientific principles are effective in preventing further morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Taking the right measures to control COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Torok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) technical guidance: infection prevention and control",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Methanol poisoning: acute MR and CT findings in nine patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sefidbakht",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Rasekhi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kamali",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neuroradiology",
            "volume": "49",
            "issn": "",
            "pages": "427--435",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bilateral striatal hyperintensities on diffusion weighted MRI in acute methanol poisoning",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwarze",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tomandl",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Neurol",
            "volume": "14",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "American Academy of Clinical Toxicology practice guidelines on the treatment of methanol poisoning",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Barceloux",
                    "suffix": ""
                },
                {
                    "first": "Randall",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krenzelok",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Toxicol",
            "volume": "40",
            "issn": "",
            "pages": "415--446",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurologic complications of methanol poisoning: a clinicoepidemiological report from poisoning treatment centers in Tehran, Iran",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eghbali",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mostafazadeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghorbani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asia Pacific J Med Toxicol",
            "volume": "4",
            "issn": "",
            "pages": "47--50",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Approach to the treatment of methanol intoxication",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kraut",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Kidney Dis",
            "volume": "68",
            "issn": "",
            "pages": "161--167",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pooya Iranpour, MD, Homa Firoozi, MD, Sara Haseli, MD From the Department of Radiology, Medical Imaging Research Center, Shiraz University of Medical Sciences, Shiraz, Iran (P.I., H.F.); Chronic Respiratory Diseases Research Center, National Research Institute of Tuberculosis and Lung diseases (NRITLD), Tehran, Iran (S.H.); Shahid Beheshti University of Medical Sciences, Tehran, Iran (S.H.).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) Axial nonenhanced brain CT scan demonstrates bilateral symmetrical decreased density of lentiform nuclei, especially putamina, and massive hemorrhage in the left lentiform nucleus (asterisk). (b) Axial T2-weighted MR images of the brain in a second case reveals symmetrical increased signal intensity of basal ganglia.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}