{"paper_id": "3c6a682c78dab2a068ad3acbfae6553b8a5ffc00", "metadata": {"title": "Table 1. Detection of New Haven coronavirus (HCoV- NH) in children with Kawasaki disease (KD) and in children with respiratory tract disease (RTDs). Lack of Association between New Haven Coronavirus and Kawasaki Disease", "authors": [{"first": "Lia", "middle": [], "last": "Van Der Hoek", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Amsterdam", "location": {"addrLine": "Meibergdreef 15, The Neth-erlands", "postCode": "1105 AZ", "settlement": "Amsterdam"}}, "email": "c.m.vanderhoek@amc.uva.nl."}]}, "abstract": [{"text": "Total 0/19 (0.0%) 5/208 (2.4%) in young children with bronchiolitis. J Med Virol 2005; 75:463-5.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "To the Editor-The new human coronavirus NL63 (HCoV-NL63) was discovered by van der Hoek et al. [1] and Fouchier et al. [2] . HCoV-NL63 has been shown to cause respiratory tract disease in young children [3, 4] . Esper et al. have reported a novel HCoV designated the \"New Haven coronavirus\" (HCoV-NH) that has been shown by sequence analysis to be very similar to HCoV-NL63 [5] . Esper et al. also reported that HCoV-NH was detected by reverse-transcription polymerase chain reaction (RT-PCR) in 8 (72.7%) of 11 respiratory tract samples from children with Kawasaki disease (KD) and in 1 (4.5%) of 22 age-matched samples from control subjects [6] . On the basis of these data, they suggested that HCoV-NH infection was associated with KD. To further investigate whether HCoV-NH disease is associated with KD, we performed a retrospective study. From October 2002 to May 2003, 19 nasopharyngeal swab samples were collected from 19 children who fulfilled the criteria for KD and who were treated at Tenshi Hospital in Sapporo, Japan. All of the samples were collected after informed consent was obtained from the children's parents. All of the samples were obtained within 7 days of the onset of illness. The mean age of the children with KD was 22.6 months (range, 4 months-5 years). We used as controls 208 nasopharyngeal swab samples that were collected from children with diagnoses of respiratory tract disease who were admitted to hospitals in Sapporo, Japan, during the same period. All of these samples were examined after the possibility of infection with human respiratory syncytial virus or influenza A or B was excluded by rapid antigen-detection tests. The mean age of the children with respiratory tract disease was 21.6 months (range, 4 months-5 years). After extraction of total RNA and synthesis of cDNA, we performed RT-PCR to detect the HCoV-NH genome, as described by Esper et al. [6] . The primer set and the PCR conditions in our PCR assay were the same as those used in their PCR assays. Sequencing of the PCR products was also performed to confirm the presence of HCoV-NH.", "cite_spans": [{"start": 95, "end": 98, "text": "[1]", "ref_id": null}, {"start": 119, "end": 122, "text": "[2]", "ref_id": null}, {"start": 203, "end": 206, "text": "[3,", "ref_id": null}, {"start": 207, "end": 209, "text": "4]", "ref_id": null}, {"start": 374, "end": 377, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 643, "end": 646, "text": "[6]", "ref_id": null}, {"start": 1898, "end": 1901, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "Lack of Association between New Haven Coronavirus and Kawasaki Disease"}, {"text": "Although RNA sequences of HCoV-NH were detected in samples from 5 (2.4%) of the 208 control children with respiratory tract disease, we could not detect any RNA sequences of HCoV-NH in 19 samples from children with KD (table 1) . On the basis of these data, we have some reservations about the findings described by Esper et al. [6] . ", "cite_spans": [{"start": 329, "end": 332, "text": "[6]", "ref_id": null}], "ref_spans": [{"start": 218, "end": 227, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "Lack of Association between New Haven Coronavirus and Kawasaki Disease"}, {"text": "To the Editor-Esper et al. [1] recently reported the possible causal association between a novel human coronavirus (HCoV) and Kawasaki disease (KD). They reported that respiratory secretions from 72.7% of 11 patients with KD but from only 4.5% of 22 age-matched control subjects tested positive for an HCoV designated by Esper et al. as the \"New Haven coronavirus\" (HCoV-NH). This virus was reported to be closely related to HCoV-NL and HCoV-NL63, which were identified by 2 independent groups from The Netherlands [2, 3] .", "cite_spans": [{"start": 27, "end": 30, "text": "[1]", "ref_id": null}, {"start": 515, "end": 518, "text": "[2,", "ref_id": null}, {"start": 519, "end": 521, "text": "3]", "ref_id": null}], "ref_spans": [], "section": "Kawasaki Disease and Human Coronavirus"}, {"text": "To determine if HCoV might be consistently associated with KD, we analyzed nasopharyngeal and oropharyngeal swab samples collected in 1999 as part of an etiologic investigation of KD in San Diego. The 1999 investigation focused on exploring the possible causal link between KD and Chlamydia pneumoniae, and the details of the investigation and case-control design are described by Schrag et al. [4] . After the 1999 investigation was completed, the pharyngeal swab samples were stored at Ϫ70ЊC. Pharyngeal swab samples were available for analysis from 10 patients with KD and from 6 control subjects. The patients, who had onset of KD between 9 February and 20 March 1999, had a median age of 3.6 years (range, 0.6-8.6 years). The patients met the epidemiologic case definition for KD: they had fever lasting for у5 days and had at least 4 of the 5 clinical features of KD [4] . The median age for the control subjects was 3.3 years (range, 1.3-8.3 years). Pharyngeal swab samples were obtained within 10 days of the onset of illness in 6 of the patients with KD and on days 11, 15, 16, and 37 after the onset of illness in the remaining 4 patients.", "cite_spans": [{"start": 395, "end": 398, "text": "[4]", "ref_id": null}, {"start": 873, "end": 876, "text": "[4]", "ref_id": null}], "ref_spans": [], "section": "Kawasaki Disease and Human Coronavirus"}, {"text": "All pharyngeal swab samples from the patients with KD and from the control subjects tested negative for HCoV by use of 2 different primer sets. Nucleic acid was extracted from 200 mL of the pharyngeal swab samples by use of the automated NucliSens Extractor (bioMérieux). Twenty-five-microliter reactions containing 5 mL of the extracted nucleic acid were prepared with the 1-step Access RT-PCR System (Promega). The first primer set used for amplification was an HCoV-NH/ HCoV-NL63-specific primer described by Esper et al. [1] that had the following modification: a single nucleotide degeneracy was introduced into the sense-strand primer, 5 -GCGCTATGAGGGTGGTTG-YAAC-3 , to accommodate a sequence variation among published sequences of HCoV-NH/HCoV-NL63 strains (the underlining indicates the modification). The amplification program consisted of a reverse-transcription (RT) step of 45 min at 45ЊC and 2 min at 94ЊC, to denature the reverse transcriptase; 40 cycles of 1 min at 94ЊC, 1 min at 55ЊC, and 1 min at 72ЊC; and 10 min at 72ЊC, for final amplicon extension. The second RT-polymerase chain reaction (PCR) primer set had broadly reactive primers designed to target highly conserved regions of the HCoV RNA polymerase gene: sensestrand primer 5 -GGTTGGGATTATCC-TAARTGTGA-3 and antisense strand primer 5 -TATAACACACAACACCYTC-ATCA-3 . Amplification reactions were performed as described above, and the following program settings were used: an RT step of 45 min at 45ЊC and 2 min at 94ЊC, to denature the reverse transcriptase; 40 cycles of 1 min at 94ЊC, 1 min at 54ЊC, and 1 min at 72ЊC; and 5 min at 72ЊC, for final amplicon extension.", "cite_spans": [{"start": 525, "end": 528, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Kawasaki Disease and Human Coronavirus"}, {"text": "The sense-strand primers for both sets were labeled with Cy5 fluorescent dye at the 5 end to facilitate amplicon detection (the predicted sizes for the first and second primer sets were 215 and 454 bp, respectively) using the CEQ 8000 Genetic Analysis System (Beckman Coulter). Assays were performed using standard viral nucleic acid extracts (HCoV 229E and OC43) and nuclease-free water for positive and negative controls, respectively. All pharyngeal swab samples tested positive by RT-PCR for human glyceraldehyde-3phosphate dehydrogenase enzyme, which indicated that there was adequate recovery of RNA from the samples and that RT-PCR inhibitors were absent.", "cite_spans": [], "ref_spans": [], "section": "Kawasaki Disease and Human Coronavirus"}, {"text": "Our findings do not support those of Esper et al. [1] . Methodologic differences in the type and timing of sample collection; in sample handling, storage, and processing; and in the selection of case patients and control subjects may explain our different findings. Alternatively, different etiologic agents could have been associated with KD in the 2 study populations. Further studies that include serologic testing and prospectively collected high-quality pharyngeal swab samples may be needed to determine the role, if any, that HCoVs play in the etiology of KD.", "cite_spans": [{"start": 50, "end": 53, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Kawasaki Disease and Human Coronavirus"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Identification of a new human coronavirus", "authors": [{"first": "L", "middle": [], "last": "Van Der Hoek", "suffix": ""}, {"first": "K", "middle": [], "last": "Pyrc", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Jebbink", "suffix": ""}], "year": 2004, "venue": "Nat Med", "volume": "10", "issn": "", "pages": "368--73", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A previously undescribed coronavirus associated with respiratory disease in humans", "authors": [{"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Hartwig", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Bestebroer", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci", "volume": "101", "issn": "", "pages": "6212--6218", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Detection of human coronavirus NL63 in young children with bronchiolitis", "authors": [{"first": "T", "middle": [], "last": "Ebihara", "suffix": ""}, {"first": "R", "middle": [], "last": "Endo", "suffix": ""}, {"first": "X", "middle": [], "last": "Ma", "suffix": ""}, {"first": "N", "middle": [], "last": "Ishiguro", "suffix": ""}, {"first": "H", "middle": [], "last": "Kikuta", "suffix": ""}], "year": 2005, "venue": "J Med Virol", "volume": "75", "issn": "", "pages": "463--468", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "New human coronavirus, HCoV-NL63, associated with severe lower respiratory tract disease in Australia", "authors": [{"first": "K", "middle": ["E"], "last": "Arden", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Nissen", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Sloots", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Mackay", "suffix": ""}], "year": 2005, "venue": "J Med Virol", "volume": "75", "issn": "", "pages": "455--62", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Evidence of a novel human coronavirus that is associated with respiratory tract disease in infants and young children", "authors": [{"first": "F", "middle": [], "last": "Esper", "suffix": ""}, {"first": "C", "middle": [], "last": "Weibel", "suffix": ""}, {"first": "D", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Landry", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Kahn", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "191", "issn": "", "pages": "492--500", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Association between a novel human coronavirus and Kawasaki disease", "authors": [{"first": "F", "middle": [], "last": "Esper", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Shapiro", "suffix": ""}, {"first": "C", "middle": [], "last": "Weibel", "suffix": ""}, {"first": "D", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Landry", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Kahn", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "191", "issn": "", "pages": "499--502", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Identification of a new human coronavirus", "authors": [{"first": "L", "middle": [], "last": "Van Der Hoek", "suffix": ""}, {"first": "K", "middle": [], "last": "Pyrc", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Jebbink", "suffix": ""}], "year": 2004, "venue": "Nat Med", "volume": "10", "issn": "", "pages": "368--73", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A previously undescribed coronavirus associated with respiratory disease in humans", "authors": [{"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Hartwig", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Bestebroer", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci", "volume": "101", "issn": "", "pages": "6212--6218", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Lack of association between Kawasaki syndrome and Chlamydia pneumoniae infection: an investi", "authors": [{"first": "S", "middle": ["J"], "last": "Schrag", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Besser", "suffix": ""}, {"first": "C", "middle": [], "last": "Olson", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Detection of New Haven coronavirus (HCoV-NH) in children with Kawasaki disease (KD) and in children with respiratory tract disease (RTDs).No. with HCoV-NH detected/total no.", "latex": null, "type": "table"}, "TABREF1": {"text": "They collected respiratory tract swab samples from children with KD as part of an ongoing epidemiological investigation of respiratory tract viruses. We collected respiratory tract swab samples from all of the patients with KD, regardless of the presence of respiratory tract symptoms, who were treated at Tenshi Hospital from October 2002 to May 2003. Because no RNA sequences of HCoV-NH were detected in samples from 19 patients with KD in our study, there is a possibility that Esper et al. tested samples from patients with KD who had respiratory tract symptoms. Our results suggest that Esper et al.'s results may be coincidental and that HCoV-NH does not play a dominant role in the etiology or pathogenesis of KD in Japan. Financial support: Ministry of Education, Culture, Sports, Science, and Technology (grant-in-aid for exploratory research no. 14657179). Reprints and correspondence: Dr. Hideaki Kikuta, Dept. of Pediatrics, Hokkaido University Graduate School of Medicine, N-15, W-7, Kita-ku, Sapporo 060-8638, Japan (hide-ki@med .hokudai.ac.jp).", "latex": null, "type": "table"}}, "back_matter": []}