{
    "paper_id": "3cb6429840c274e3445a381a2841fb18f8b95166",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Blandino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Oncogenomic and Epigenetic Unit",
                    "institution": "IRCCS Regina Elena National Cancer Institute",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": "giovanni.blandino@ifo.gov.it"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The World Health Organization (WHO) reported 18.1 million new cancer cases with 9.6 million cancer deaths in 2018. As of April 13th 2020, there are over 2.0 million cases of COVID-19 and over 100 thousands deaths from this worsening pandemic. These numbers provide testimony to the progression of two devastating \"pandemic\" illnesses affecting humans. While cancer is a longstanding challenge for thousands of basic, translational and clinical scientists worldwide, COVID-19 has entered the arena with an unprecedented virulence which has turned life upside down [1] . Virologists, epidemiologists, biostatisticians, immunologists, molecular biologists, modellers and infectious disease experts have joined forces to estimate the COVID-19 peak of infection, to predict its evolution, to come up with rapid and effective therapies and to prepare vaccines [2, 3] . Many of them are asked to comment on government policies, to inform authorities and to deal with the media. In that context, they must carefully weigh the statements they release to national and international communities. I believe that fighting COVID-19 under this enormous pressure that is exacerbated by the dramatic increase of deaths is extremely difficult. This might render the coordination of national and global efforts more difficult, thereby prolonging instead of shortening, the time required until we are able to defeat successful the COVID-19 pandemic. Coordinated and spontaneous fund raising is increasing worldwide; governmental agencies, private foundations, companies are launching calls for grant applications as it has never been done before. Often, deadlines or applications are within 1 month and both the review process and release of funds may be as short as a month. Unlike typical biomedical research grants, most calls for COVID-19 research projects ask for completion within 1 year, emphasizing the demand for rapid and urgent therapeutic discoveries.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 566,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 858,
                    "end": 860,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Those of us who have been engaged for decades in the fight against cancer appreciate that patient stratification is critical for successful treatment. Precise cancer patient stratification also implies the identification of specific biomarkers to distinguish high and low risk subjects, to either prevent or prolong cancer insurgence, to monitor the efficacy of the treatment [4, 5] . However, the perfect cancer biomarkers have not yet been identified. One could argue that deciphering cancer, due to its high complexity, is much more difficult than SARS-CoV-2 infection which exerts its most devastating effects on the lungs. While we need to cure symptomatic COVID-19 patients, we should at the same time also study asymptomatic infected people and investigate whether any of their genetic and/or epigenetic determinants make them refractory to the emergence of clinical symptoms. Devoted and systematic biological repositories of body fluids derived from symptomatic and asymptomatic infected people will be of paramount importance for patient risk stratification and for allowing epidemiologists to exclude confounding factors and firmly identify those that drive the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 379,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "As cancer researchers, we should be concerned about the fact that COVID-19 is severely impacting cancer treatment and slowing down the efforts to find cures for cancer [6] . Indeed, this pandemic brought the activity of many research laboratories and oncological clinical units to a standstill. It halted patient enrolment into active clinical trials, it disabled new clinical studies and it delayed all in-person cancer meetings by almost 1 year. Consequently, cancer Centres reduced their overall patient management. This is surely the greatest problem, because cancer patients who undergo to chemo or radiotherapy are part of the fragile population that is most likely to be severely affected by SARS-CoV-2 infection and the resultant respiratory illness. \"To be or not to be\" performing COVID-19 related research activities circulates within the cancer scientific community. Each of us ponders seriously and debates passionately with colleges what to do, and whether it's correct and, most importantly, useful to reprogram their own laboratories from cancer research to COVID-19 research activities. What to do with cancer research projects that are already funded by public and private agencies. There is no consensus on these issues. While some investigators have already re-shaped their research objectives in order to contribute to discovering COVID-19 therapeutic vulnerabilities and design vaccine production strategies, others, despite the reduced laboratory activities are continuing to pursue their own research on cancer. It's not a matter of who is doing right or wrong; it's time for concerted actions. COVID-19 infection might blunt social globalization. At the same time, it might frame a worldwide research platform that will not only share scientific data, but will hopefully represent also a unique occasion to act together as a global human community for both COVID-19 and cancer research.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Between Scylla and Charybdis-oncologic decision making in the time of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NEJM",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2006588"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virus against virus: a potential treatment for 2019-ncov (SARS-Cov.2) and other RNA viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nyuyen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Pandolfi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "189--90",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparative genetic analysis of the novel coronavirus (2019-nCOV/SARS-COV-2) receptor ACE2 in different populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Discovery",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Trial types in precision medicine",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dickson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bergan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Subbiah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurzrock",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Arenavirus as a potential etiological agent of odontogenic tumors in humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Feo",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Romeo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Muti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blandino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Agostino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Exp Clin Can Res",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus shuts down trials of drugs for multiple other diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ledford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "580",
            "issn": "",
            "pages": "15--21",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments I wish to thank H.S., L.S., P.M., PP.P. and M.O. for their helpful and precious comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The author(s) read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The authors declare that they have no competing interests Received: 14 April 2020 Accepted: 16 April 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}