{
    "paper_id": "3ee605bbbe413bc85f7e6c645a3ef45ecf9e6f5d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Esel sind in ihrem Verhalten oft stoisch und wirken auf Unwissende stur. Dieses Verhalten spiegelt sich auch bei Erkrankungen wider, denn der Esel zeigt auch bei starken Schmerzen oft nur wenige und sehr subtile Symptome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Im Gegensatz zu Pferden, die das Niederlegen auch aufgrund ihres Fluchtverhaltens eher vermeiden, ist Liegen oder sogar Festliegen beim Esel häufig das auf den ersten Blick einzige Symptom. Die Ursachen hierfür können vielfältig sein und reichen von Erkrankungen mit starken Schmerzen und Traumata über muskuloskelettale und neuronale Erkrankungen bis hin zu metabolischen Störungen mit daraus resultierenden Erschöpfungszuständen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Die Folgen eines zu langen Festliegens können wie beim Pferd schwerwiegend sein, da durch das Körpergewicht einerseits Nerven und Muskeln und anderseits innere Organe geschädigt werden können und das Aufstehen somit erschwert wird. Auch bleibende Schäden und Todesfälle sind möglich (▶ Abb. 1). Der festliegende Esel gilt daher stets als akuter Notfall und muss zu Beginn oft symptomatisch behandelt werden, bevor die zugrunde liegende Ursache gefunden wird. Im Folgenden sollen mögliche Differenzialdiagnosen, diagnostisches Vorgehen und akute Therapien besprochen werden, die von der Pferdemedizin abweichend sind. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Zu den chronischen Huferkrankungen zählen unter anderem White Line disease, \"seedytoe\", Hufpilz (Onychomykose) und chronische Rehe. Die Erkrankungen hängen oft miteinander zusammen und entstehen durch schlechte Pflege und Haltung, wie sie beim Esel leider häufig zu finden sind. Sie können starke chronische Schmerzen hervorrufen und führen womöglich nicht zum richtigen Festliegen, aber zum häufigen Ablegen des Esels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronische Huferkrankungen"
        },
        {
            "text": "Esel sind sehr anfällig für die Entstehung einer Hyperlipämie. Wegen ihrer stoischen Art werden die frühen Symptome oft übersehen und die Erkrankung schreitet in Folge sehr schnell fort. Oft wird die Hyperlipämie dann erst im Endstadium diagnostiziert. Bei einem festliegenden Esel sollte also immer eine Hyperlipämie ausgeschlossen werden, da diese sowohl primär als auch sekundär entstehen kann. Risikofaktoren ",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 412,
                    "text": "Risikofaktoren",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hyperlipämie"
        },
        {
            "text": "Frakturen und andere schwere Traumata wie eine spinale oder zerebrale Verletzung sind beim Esel mit einer Prävalenz von nur 5,3 % eher selten [3] . Das liegt möglicherweise daran, dass der Esel ein anderes Fluchtverhalten zeigt, vorsichtiger und mit mehr Bedacht läuft und trittsicherer ist als die meisten Pferde. Traumata und Frakturen entsprechen in Art und Weise denen des Pferdes. ",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Traumata und Frakturen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fazit So ähnlich der Esel dem Pferd auch scheinen mag, es bestehen z. T. doch erhebliche Unterschiede im Verhalten, der Prävalenz von Erkrankungen und der Ausprägung von Symptomen. Die oben ausgeführten Beispiele sind abschließend in ▶ Tab",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Korrespondenzadresse Dr. med. vet. Laura Schröter Gemeinschaftspraxis für Pferde Aarstr. 38 65232 Taunusstein schroeter@gemeinschaftspraxis-fuer-pferde",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Das festliegende Pferd -Management und Ursachenfindung",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barsnick",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pferdespiegel",
            "volume": "4",
            "issn": "",
            "pages": "142--150",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The professional handbook of the donkey",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Duffield",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Svendsen ED, Hrsg",
            "volume": "",
            "issn": "",
            "pages": "28--36",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Retrospective analysis of post-mortem findings in 1444 aged donkeys",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Piercy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Comp Path",
            "volume": "144",
            "issn": "",
            "pages": "145--156",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pharmacological and pharmacokinetic differences between donkeys and horses",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lizarraga",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sumano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brumbaugh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Equine Vet Educ",
            "volume": "16",
            "issn": "",
            "pages": "102--112",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Donkey Internal Medicine-Part II: Cardiovascular, Respiratory, Neurologic, Urinary, Ophthalmic, Dermatology and Musculoskeletal Disorders",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Toribio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez-Ecija",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Eq Vet Sc",
            "volume": "65",
            "issn": "",
            "pages": "86--97",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Equine Herpesvirus-1 Myeloencephalopathy an Emerging Threat of Working Equids in Ethiopia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Negussie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gizaw",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Tessema",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Nauwynck",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "19",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Bevor die tatsächliche Ursache für das Festliegen diagnostiziert werden kann, gilt es zunächst durch Vorbericht und klinische Untersuchung, den Kreislaufzustand des Esels festzustellen. Die klinische Untersuchung wird wie beim Pferd durchgeführt. Die physiologischen Parameter weichen beim Esel allerdings etwas ab: ▪ Körperinnentemperatur: 36,5-37,7°C ▪ Herzfrequenz: 31-53 Schläge/Minute ▪ Atemfrequenz: 13-31 Atemzüge/Minute Bei der Anamnese sollten zu den gängigen Fragen nach Alter, möglichem Trauma oder orthopädischen Erkrankungen, der Fütterung und Futteraufnahme oder Fieber im Stall [1] beim Esel dringend auch Fragen nach voran-gegangenen Behandlungen (z. B. Routinezahnbehandlungen oder Schmiedtermin), Trennung vom Partnertier oder Orts-bzw. Haltungswechsel gestellt werden. Esel sind von Natur aus sehr widerstandsfähig und genügsam, sie können in sehr kargen Gegenden überleben, da sie vorübergehend mit wenig Futter und Wasser auskommen können. Sie reagieren allerdings sehr sensibel auf Veränderung. Tierärztliches Handling, Transport und Ortsveränderung sowie Trennung vom Partnertier kann ihnen starken Stress bereiten und zu vorübergehender Anorexie führen. Da Esel im Vergleich zu Pferden und Ponys deutlich anfälliger sind für die Entwicklung einer Hyperlipämie, muss diese als Differenzialdiagnose oder Folgeerkrankung bei Anorexie Beachtung finden [2]. Auch wenn Esel deutlich kleiner sind als die meisten Pferde, stellen Ruderbewegungen der Eselbeine und Aufstehversuche ein Verletzungsrisiko für den Menschen dar. Sind diese so stark, dass eine Untersuchung nicht möglich ist, kann eine Sedierung mit α 2 -Agonisten in folgender Dosierung durchgeführt werden: ▪ Detomidin 0,02-0,04 mg/kg i. v. ▪ Xylazin 0,25-1,1 mg/kg langsam i. v. Laura Schröter ▶ Abb. 1 Esel mit Liegestellen nach langem Festliegen. © Ben Schröter Sedativa können aber kontraproduktiv wirken, da sie den Blutdruck senken und sollten nur wenn absolut notwendig angewendet werden. Bei Verdacht auf Obstipation sollten keine Sedativa verabreicht werden. Bei starken Schmerzzuständen können stattdessen frühzeitig NSAIDs zur Anwendung kommen. Bei Vorliegen einer Dehydratation oder schlechtem Kreislaufzustand sollte eine Rehydratation über einen venösen Zugang erfolgen. Zu beachten ist, dass Esel auch bei einem Flüssigkeitsverlust von bis zu 20 % einen normalen Hämatokritwert im Blut aufweisen können, der über eine Dehydratation hinwegtäuscht [4]. Die Bestimmung des Dehydratationsgrads beim Esel ist in der Literatur kaum beschrieben und kann nicht ausnahmslos vom Pferd übernommen werden. Die Dehydrierung kann aber ggf. an der kapillären Rückfüllungszeit geschätzt werden. Die Flüssigkeitstherapie selbst entspricht hingegen in Art und Menge der des Pferdes. Wenn der Esel in Seitenlage liegt, kann schon das Verbringen in Brust-Bauch-Lage den Kreislauf und die Atmung verbessern. Nach Stabilisierung des Kreislaufs kann ein Aufstehversuch unternommen werden (▶ Abb. 2). Der Esel kann dabei durch Antreiben oder mit mehreren Helfern durch Hebegurte (bei kleinen Eseln auch durch ein großes Handtuch oder eine Decke) beim Aufstehen unterstützt werden. Wichtig ist, dem Esel nicht zu viel Stress zu bereiten und ihn nicht in die Erschöpfung zu treiben. Wenn der Esel sehr lange gelegen hat, kann es sinnvoll sein, ihn erstmal umzulagern, um eine bessere Durchblutung der Gliedmaßen zu gewährleisten. Wenn der Esel schon seit mehreren Tagen festliegt, ist es sinnvoll, ihn in eine Klinik zu transportieren, da dort eine bessere Überwachung gewährleistet ist. Esel sollten nicht dauerhaft in einem Geschirr aufgehängt werden, wenn sie nicht selbstständig stehen können, da der Druck auf Thorax und Abdomen zu Atembeschwerden führen kann. Ist der Esel stabilisiert und bestenfalls aufgestanden, muss die zugrunde liegende Ursache gefunden werden. Wie beim Pferd zählen auch gerade bei älteren Eseln altersbedingte orthopädische Probleme, die Schmerzen bereiten oder das Tier stark schwächen, zu den häufigsten Gründen fürs Festliegen (▶ Abb. 3). Im Gegensatz zu Pferden jedoch, die sich häufig nur bei schweren Erkrankungen und Schmerzen niederlegen, liegen Esel deutlich häufiger, wenn sie erkranken. Somit sind die Ursachen für das Festliegen viel weiter gefasst als beim Pferd. Häufige Ursachen sind Erkrankungen der Hufe mit starken Schmerzen. Esel sind sehr anfällig für Hufrehe und leiden häufig, anders als Pferde, an einer subklinischen Form, die oft lange Zeit unentdeckt bleibt. Die Erkrankung schreitet allerdings voran, auch wenn der Esel subjektiv keine Schmerzsymptome zeigt. Oft wird die Hufrehe erst diagnostiziert, wenn sie weit fortgeschritten ist und irreversible Schäden ▶ Abb. 2 Esel nach einem erfolgreichen Aufstehversuch nach langem Festliegen. Die Liegestellen sind deutlich erkennbar. © Ben Schröter ▶ Abb. 3 Ruhender Esel in der Mittagspause. Nüstern und Gesichtsausdruck wirken entspannt. © Ben Schröter entstanden sind. Es macht also Sinn, einen festliegenden Esel auf Rehesymptome zu untersuchen, auch wenn er augenscheinlich nach dem Aufstehen nicht stark lahmt. Die Symptome sind ähnlich wie beim Pferd: ▪ verstärkte Pulsation der Mittelfußarterie ▪ vermehrte Wärme des Hufs ▪ positive Zangenprobe Auch beim Esel wird die Diagnostik durch eine Röntgenuntersuchung der Hufe vervollständigt.Die Therapie besteht aus Schmerztherapie, Hufverbänden und angepasster Fütterung, wobei eine positive Energiebilanz zum Schutz vor einer Hyperlipämie erhalten werden muss. Wegen des erhöhten Metabolismus von NSAID beim Esel, ist die Wirkung genau zu überprüfen und gegebenenfalls die Dosierung anzupassen. Esel können, anders als das Pferd, Hufrehe an unterschiedlichen Hufen und häufig auch hinten entwickeln. Sie sind zudem anfälliger für das Metabolische Syndrom und deshalb auch stärker für Hufrehe gefährdet.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "sind Anorexie, Übergewicht, Stress, hohes Alter, Hochträchtigkeit und Frühlaktation, Pars Pituitary Intermedia Dysfunction (PPID, Cushing Syndrom), Hufrehe und jede Primärerkrankung, die eine negative Energiebilanz auslöst. Die Diagnose wird durch visuelle Untersuchung des milchig-trüb verfärbten Serums oder eine Triglyzeriderhöhung im Blut über 4,4 mmol/l gestellt. Die Therapie der Hyperlipämie beim Esel geschieht Prognose ist mit einer Mortalität von 60-90 % eher schlecht und hängt sehr stark von der frühzeitigen Erkennung und Therapie bzw. der Schwere der Hyperlipämie ab. Die selbstständige Futteraufnahme ist ein guter Indikator für die Prognose. Im Gegensatz zu Pferden, die bei schweren Magen-Darm-Koliken heftige Schmerzsymptome zeigen, legt sich der Esel oftmals nur nieder und verweigert die Futteraufnahme (▶ Abb. 4). Häufig wird dann eine einfache Obstipation vermutet und die tatsächliche Kolikursache zu spät diagnostiziert. Damit ist möglicherweise die hohe Mortalitätsrate bei Koliken von über 51 % zu erklären. Als weitere Komplikation kommt durch die verweigerte Futteraufnahme die Gefahr der Entstehung einer Hyperlipämie erschwerend hinzu. Die Diagnostik und Therapie erfolgt weitestgehend wie beim Pferd. Da die meisten Esel weniger intensiv genutzt werden und aufgrund ihrer stoischen Art, bleiben respiratorische Erkrankungen oft lange verborgen und werden erst im sehr schweren Stadium diagnostiziert. Beim älteren Esel ist die Lungenfibrose die häufigste Erkrankung des Respirationstraktes. Die Symptome sind ähnlich wie die der chronisch obstruktiven Bronchitis. Die Diagnose wird mittels Thoraxröntgen gestellt, Ergebnisse einer Lungenspülprobe (BAL) können unspezifisch sein. Als mögliche Ursache wird das asine Herpesvirus 4 und 5 vermutet. Eine Lungenfibrose führt im Normalfall nicht zum Festliegen, kann aber im weit fortgeschrittenen Stadium, bei sehr heißen Temperaturen und hoher Kreislaufbelastung dazu führen. Die Lungenfibrose ist irreversibel, eine medika-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "TetanusWie das Pferd ist auch der Esel empfindlich für Tetanussporen. Die erkrankten Tiere sind in der Regel ungeimpft. Wichtig ist deshalb bei chirurgischen Eingriffen im Stall, auf jeden Fall den Impfschutz zu überprüfen oder eine Simultanimpfung durchzuführen.Typisch für eine Tetanusinfektion ist eine Versteifung der Muskulatur, eine sägebockartige Stellung, ein spastischer Gang und im fortgeschrittenen Stadium der Prolaps des dritten Augenlids. Esel müssen bei Tetanus nicht zwangsläufig zum Festliegen kommen, tritt aber bei Jungtieren und Fohlen häufiger auf. Der Verlauf der Erkrankung und die Therapie entspricht der des Pferdes. Esel können sowohl vom equinen Herpesvirus 1 und 4 sowie vom asinen Herpesvirus betroffen sein. Herpesviren lösen auch beim Esel die typischen respiratorischen und neurologischen Symptome, hohes Fieber bis 39,5°C und Aborte aus. Im Gegensatz zu Pferden allerdings, bei denen es zu desaströsen EHV-1 Ausbrüchen kommen kann, scheinen Esel eher als stille Träger und dauerhaftes Reservoir zu dienen. Auch beim Esel wurde der neuropatho-gene Stamm des EHV-1 isoliert. Die EHM zeigt sich auch beim Esel als sehr schwere Erkrankung und kann tödlich enden, gelegentlich allerdings ohne die typischen Symptome von Paralyse, sondern mit plötzlichen Todesfällen [6]. Bei Eseln, die stille Träger sind, kann das Virus durch Stress, wie z. B. Stallwechsel, plötzlich reaktiviert werden. Je nach Ausmaß der EHM kann es zu Ataxie, Paraparese oder Tetraparese mit Festliegen kommen. Die Diagnose wird wie beim Pferd mittels Nasentupfer (PCR) gestellt, eine Verdachtsdiagnose liegt allerdings schon vor, wenn Fieber im Stall kursiert oder mehrere Tiere die typischen klinischen Symptome zeigen. Bei Verdacht auf eine Herpesvirusinfektion muss wie beim Pferd sofort gehandelt werden: ▪ Isolation aller Tiere mit Fieber oder typischen Symptomen ▪ 2 × tägliche Kontrolle der Körperinnentemperatur bei allen Tieren ▪ Desinfektionsmaßnahmen etc. Die Therapie erfolgt symptomatisch mit Antipyretika, unterstützender Fütterung und guter Überwachung. Myopathien sind beim Esel eher selten und daher in der Literatur auch selten beschrieben. Es wird angenommen, dass Esel an der atypischen Myoglobinurie erkranken können. Das diagnostische Vorgehen entspricht dem des Pferdes, allerdings gelten CK-Werte zwischen 36 und 360 IU/I als physiologisch. Auch Eselfohlen können von der Weißmuskelkrankheit betroffen sein. Diagnostisches Vorgehen und Therapie entsprechen denen des Pferdes. Tab. 1 Unterschiede zwischen Pferd und Esel. Hinlegen nur im äußersten Notfall, bei unerträglichen Schmerzen schnell und häufig, oft das einzige Symptom Hyperlipidämie selten, Ponys und stark verfettete Pferde prädisponiert gesamte Tierart prädisponiert",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}