{
    "paper_id": "414d21983708b069876f5b62a06c6d6c089e0b2f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel coronavirus (SARS-CoV-2) infection which has been known as Coronavirus diseases 2019 (COVID-19) has become an endemic emergent situation by the World Health Organization. So far, no successful specific treatment has been found for this disease. As has been reported, most of non-survivor patients with COVID-19 (70%) had septic shock which was significantly higher than survived ones. Although the exact pathophysiology of septic shock in these patients is still unclear, it seems to be possible that part of it would be due to the administration of empiric antibiotics with inflammatory properties especially in the absence of bacterial infection. Herein, we have reviewed possible molecular pathways of septic shock in the patients who have received antibiotics with inflammatory properties which mainly is release of interleukin 1b (IL-1b), IL-6, and tumor necrosis factor a (TNF-a) through different routes. Altogether, we highly recommend clinicians to look after those antibiotics with anti-inflammatory activity for both empiric antibiotic therapy and reducing the inflammation to prevent septic shock in patients with diagnosed COVID-19. Ó 2020 IMSS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Published by Elsevier Inc. (1) . From a pathophysiological approach, the key regulator of sepsis and especially septic shock is the activation of nuclear factor-kappa B (NF-kB) which in turn triggers the over-expression of different proinflammatory cytokines such as interleukin 1b (IL-1b), IL-6, IL-8, and tumor necrosis factor a (TNF-a) (2) .",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previously, we have highlighted that the consumption of some antibiotics in the lack of bacterial infection could lead to an inflammatory storm through direct and indirect pathways. In the direct pathway, the antibiotic itself can stimulate the immune cells to secret pro-inflammatory cytokines such as IL-1b, IL-6, and TNF-a ( Figure 1) (3) . As an example, it has been shown that a single dose of ceftazidime induced the expression of IL-6 and TNF-a in the absence of any infection (4) . Aside from proinflammatory cytokines, some antibiotics could also increase the expression of different Toll-like receptors (TLRs) especially TLR4 (3). In the indirect pathway, studies have shown that treatment with antibiotics in the absence of bacterial infection could cause an increase in gut endotoxins (neomycin sulfate and streptomycin) (5) or even result in endotoxemia (tobramycin plus polymyxin and ciprofloxacin) (3). According to Figure 1 , overexpressed TLR4, as well as lipopolysaccharide release (endotoxemia), could lead to overexpression of proinflammatory cytokines through activation of NF-kB (2) .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1101,
                    "end": 1104,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 341,
                    "text": "Figure 1) (3)",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 939,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "During the treatment course of patients diagnosed with COVID-19, antibiotic therapy is one of the backbone treatments as up to 95% of patients have received them. According to the data, there is not enough evidence for the virusinduced sepsis and septic shock in patients with COVID-19 (1). Regarding the mentioned effects of antibiotic administration in the non-bacterial infectious situations, authors suggest that the administration of antibiotics in these patients should be proceeded very carefully to prevent any antibiotic-induced inflammatory storm. Also, clinicians may look after those antibiotics with anti-inflammatory activity for both empiric antibiotic therapy and reducing the inflammation to reduce septic shock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sepsis and septic shock",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "392",
            "issn": "",
            "pages": "75--87",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibiotics, Pregnancy, and Fetal Mental Illnesses: Where is the link?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hantoushzadeh",
                    "suffix": ""
                },
                {
                    "first": "Anvari",
                    "middle": [],
                    "last": "Aliabad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Norooznezhad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Obstet Gynecol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2020.01.050"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of ceftazidime on systemic cytokine concentrations in rats",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Alkharfy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kellum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Frye",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Antimicrob Agents Chemother",
            "volume": "44",
            "issn": "",
            "pages": "3217--3219",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The relationship between faecal endotoxin and faecal microflora of the C57BL mouse",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Epidemiol Infect",
            "volume": "95",
            "issn": "",
            "pages": "397--402",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antibiotics affect pro-inflammatory and pattern recognition molecules (PRPs) expression which may cause an inflammatory storm. (TLR4: Tolllike receptor 4",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "OPINION Inappropriate Antibiotic Consumption as a Possible Cause of Inflammatory Storm and Septic Shock in Patients Diagnosed with Coronavirus Disease 2019 (COVID-19) Maternal, Fetal and Neonatal Research Center, Vali-asr Hospital, Imam Khomeini Hospital Complexes, Tehran University of Medical Sciences, Tehran, Iran b Medical Biology Research Center, Health Technology Institute, Kermanshah University of Medical Sciences, Kermanshah, Iran",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Key Words: Coronavirus diseases 2019, SARS-CoV-2, Septic shock, Antibiotics, Inflammation.In December 2019, a novel coronavirus infection was isolated in Wuhan, Hubei Province of China which led to an outbreak of a disease further called coronavirus disease discharged) and non-survived (died) COVID-19 patients. It was shown that the non-survived group had statistically significant prevalence of sepsis (100% [n 5 54] vs. 42% [n 5 58], p ! 0.0001) and septic shock (70% [n 5 38] vs. 0%, p ! 0.0001) compared to the survived group",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All the authors declare no actual or potential conflict of interest related to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}