{
    "paper_id": "4391e2f854133b227f8b4772b0029249eb45094b",
    "metadata": {
        "title": "Journal Pre-proof Leading in a Time of Chaos Leading in a Time of Chaos Editor Contact Information",
        "authors": [
            {
                "first": "Rose",
                "middle": [],
                "last": "Sherman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Leadership Academy Case Western Reserve University",
                    "institution": "",
                    "location": {}
                },
                "email": "rose.sherman@gmail.com"
            },
            {
                "first": "Ed",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Leadership Academy Case Western Reserve University",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nea-Bc",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Leadership Academy Case Western Reserve University",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Marian",
                "middle": [
                    "K"
                ],
                "last": "Shaughnessy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Leadership Academy Case Western Reserve University",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 Pandemic has produced a classic example of a VUCA environment in healthcare. Nurse leaders have had to move into uncharted waters in a volatile environment characterized by rapid, sudden, and constant change. Few of us would have predicted that many of the following practices could become commonplace in healthcare:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading in a Time of Chaos"
        },
        {
            "text": "• Conversion of many clinical areas into intensive care units. • The rise in patient acuity, patient deaths and length of stay with the treatment of COVID-19 patients. • The postponement of most elective surgeries and procedures. • Staff and nurse leader rapid redeployment to clinical areas outside their expertise. • Shortages of PPE and changes in infection control measures from past best practices to good enough. • Rapid-cycle education around ventilator management. • A movement from patient-centered care to a public health population management model. • Change in the care delivery model from a primary care approach to team nursing. • A rapid rise in the utilization of telehealth to meet a wide range of health needs with acceptance from both patients and payers. • Playing celebratory music when COVID-19 patients are discharged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading in a Time of Chaos"
        },
        {
            "text": "Throughout the crisis, there has been uncertainty in the accuracy of information and the projected outcomes of the pandemic. Decision making is fraught with complexity as there is a multiplicity of variables and many unknowns. There is ambiguity moving forward stemming from a lack of clarity about how this event will transform healthcare and the global economy. It has produced an extraordinary level of disruption and a recognition that the future will be much more unpredictable than the past. Healthcare will never be the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading in a Time of Chaos"
        },
        {
            "text": "David Peterson, Google's Head of Executive Coaching and Leadership, noted just a few months before the pandemic that the requirements of leadership change in times of chaos. 1 When things are stable, leaders can be effective by optimizing performance around current needs. But when things become unstable, leaders are more successful in sub-optimizing what is currently working and instead of being willing to try new things and take risks. There are often no instructions or playbook on how to best proceed in chaotic environments where cause and effect is unclear.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Leading in a Time of Chaos"
        },
        {
            "text": "Stabilizing the system is challenging. Decisions need to be made more quickly, driven by a clear set of values and principles. Erica Jong once noted that if you don't risk anything -you risk more. Surfing on the edge of chaos requires letting go of things that may have served us well in the past. It also requires real time leadership reflection to try to make sense of new data and unexpected events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading in a Time of Chaos"
        },
        {
            "text": "Leadership never matters more than in times of crisis. Crises force us to abandon an urge to simplify things. Leaders have to be willing to move to the edge with their decision making when the direction, and outcomes are not always clear. There are high levels of fear, confusion and anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading in a Time of Chaos"
        },
        {
            "text": "Peterson contends that when leaders allow themselves to fully embrace leading through the chaos, they will emerge with greater insight and capabilities. Chaos reminds us that we are human leading to character building experiences and greater empathy. Leaders like Peterson work hard to create chaotic simulated experiences but this one has been real time and far exceeds anything that could happen in simulation. Winston Churchill is noted for his observation that we should never let a crisis go to waste. As we move forward, we need to make sure that we capture our lessons learned and that they serve us well moving forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading in a Time of Chaos"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Business Executive Coaching Conference) The DNA of VUCA: Coaching leaders to thrive in chaos",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}