{"paper_id": "43dc984ef7c6abe1bff4c8aa4d19a6c5bd7b4181", "metadata": {"title": "Title: Expansion of Hospital-Based Blood Collections in the Face of COVID-19 Associated National Blood Shortage Word Count: 2,938", "authors": [{"first": "Thomas", "middle": ["J"], "last": "Gniadek", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Jessica", "middle": [], "last": "Mallek", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Gregory", "middle": [], "last": "Wright", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Catherine", "middle": [], "last": "Saporito", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Nasri", "middle": [], "last": "Abimansour", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Wilkister", "middle": [], "last": "Tangazi", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Gloria", "middle": [], "last": "Rogers", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Zachary", "middle": [], "last": "Zahara", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Gabrielle", "middle": [], "last": "Cummings", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Karen", "middle": [], "last": "Kaul", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}, {"first": "Jason", "middle": [], "last": "Kang", "suffix": "", "affiliation": {"laboratory": "", "institution": "NorthShore University HealthSystem", "location": {"settlement": "Evanston", "region": "IL"}}, "email": ""}]}, "abstract": [{"text": "March 2020, blood drives were cancelled and the supply of blood decreased suddenly in the United States (US). In response, hospital-based transfusion medicine physicians instituted policies to conserve blood and decrease blood product usage. These efforts were aided by the US Surgeon General recommendation to cancel all elective procedures. Nevertheless, the duration, severity, and impact of the pandemic on the national blood supply was uncertain. Hospitals with in-house donor programs had the opportunity not only to control demand, but also increase supply.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A hospital-based blood donor center was rapidly mobilized to increase the supply of in-house collected blood, in order to counteract a sudden but potentially long-term depletion of the national blood supply during a pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Collections increased approximately 5-fold above baseline for whole blood units, while apheresis platelet units were maintained at the historical average for the blood donor center.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Cancellation of elective procedures showed a modest, but not yet statistically significant decrease in average blood product usage per day, nevertheless the in-house collection rate was sufficient to meet demand.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A hospital-based blood donor center can quickly increase collection volumes and capacity in the face of a national emergency / pandemic. The desire to collect units should be balanced with safety concerns, need for sustainability, and blood product demand.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "With the expansion of test availability, coronavirus disease 2019 (COVID-19) cases were quickly recognized across the United States (US) during early March 2020. In the state of Illinois, as of March 16 th there were 105 positive nasopharyngeal (NP) swabs out of 1,143 individuals tested. By March 20th, 4 ,286 individuals were tested by NP swab and of those a total of 585 were positive in Illinois. 1 In an attempt to decrease the rate of transmission, social distancing measures were put in place that included school closings, business closings, and \"shelter-in-place\" orders from state and local governments. 2 As these measures and COVID-19 cases expanded geographically, blood drives were cancelled and the rate of blood collection appeared to contract markedly. Within days, the Surgeon General recommended that hospitals cancel all elective procedures. Meanwhile, many hospitals instituted protocols to conserve blood products when supplies were limited but available, and triage blood products in the face of extreme shortages. 3 Most hospitals in the United States were limited to these efforts to conserve inventory and decrease usage because they purchase all blood products from an external blood supplier. Those blood suppliers have undergone consolidation and price competition, leaving little excess capacity in the blood supply chain. 4 However, despite economies of scale that markedly favor large blood suppliers, some hospitals have retained small in-house blood donor programs. 5 Here we describe the result of measures taken to markedly expand a hospital-based blood donor collection program during the early stages of the US COVID-19 pandemic.", "cite_spans": [{"start": 304, "end": 305, "text": "4", "ref_id": "BIBREF3"}, {"start": 401, "end": 402, "text": "1", "ref_id": "BIBREF0"}, {"start": 614, "end": 615, "text": "2", "ref_id": "BIBREF1"}, {"start": 1038, "end": 1039, "text": "3", "ref_id": "BIBREF2"}, {"start": 1353, "end": 1354, "text": "4", "ref_id": "BIBREF3"}, {"start": 1500, "end": 1501, "text": "5", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Hospital System"}, {"text": "NorthShore University HealthSystem is a non-profit healthcare provider in the northern Chicago suburbs and a teaching affiliate of the University of Chicago. The system's largest hospital is Evanston Hospital in addition to Skokie, Highland Park, and Glenbrook Hospitals. In total, the healthcare system had one Level 1 Trauma Center and three Level 2 Trauma Centers, and 746 inpatient beds as of December 2019.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "In January 2020, Swedish Covenant Hospital in Chicago joined the NorthShore University HealthSystem, however integration of Swedish hospital has yet to be completed and it is not included in this report.", "cite_spans": [], "ref_spans": [], "section": "Accepted Article"}, {"text": "The system performs autologous bone marrow transplant, but not allogeneic transplants (marrow or solid organ). Each of the four hospitals has a core laboratory with in-house blood bank that issues blood products and performs serologic testing. The four hospitals included in this report transfused a total of 10,603 packed red blood cell (RBC), 980 units of plasma, and 1,847 apheresis platelets units between October 1, 2018 and Oct 1, 2019, see Table 1 .", "cite_spans": [], "ref_spans": [{"start": 447, "end": 454, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Accepted Article"}, {"text": "The NorthShore University HealthSystem Blood Donor Center collects blood at the four system hospitals. The donor room at Evanston Hospital includes a small waiting area (3 seats), reception desk, health history/exam room, and two donation areas separated by a fixed barrier, see Table 1 . Product processing and labeling is performed by the transfusion services staff within the Evanston Hospital blood bank. Donor infectious disease testing is performed by Creative Testing Solutions (Tempe, AZ) and bacterial cultures are performed by the Evanston Hospital Microbiology Laboratory. Averaged over FY2017-2019, NorthShore collected 9.5% of the RBC units, 17% of the apheresis platelets, and 90% of the plasma units that were issued by its blood banks.", "cite_spans": [], "ref_spans": [{"start": 279, "end": 286, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Hospital-Based Blood Donor Center"}, {"text": "Prior to the COVID-19 outbreak, NorthShore recruited donors with marketing campaigns directed at the >10,000 staff within the organization. Advertisements were posted on the institution's main intranetbased website, individuals donors were called by the donor room receptionists or supervisor for visit reminders, and point rewards for donation were included in an institutional wellness initiative. After the COVID-19 outbreak in the US and apparent contraction of the national blood supply, in-house marketing staff posted additional advertisements on the intranet website and donor room staff reached out to regular donors by phone. At the same time, the media increased coverage of the national blood shortage on both local and national news. 6", "cite_spans": [], "ref_spans": [], "section": "Donor Recruitment"}, {"text": "Between March 16 and March 20, prospective review of all transfusion orders was initiated by the blood bank medical directors, which involved calling clinicians to inquire about the necessity of blood transfusion. These calls also provided an opportunity to educate clinical staff about the availability of blood donation at NorhtShore. As part of these review efforts, the pre-transfusion hemoglobin or platelet count were reviewed, however the threshold for transfusion was not lowered from the precrisis established standard of care. Any order for more than one blood product at a time was reviewed, and for non-bleeding patients the products were issued individually with a request for post-transfusion blood count to determine the need for subsequent transfusions. For non-bleeding patients whose hemoglobin or platelet count was close to the transfusion trigger threshold, split units were issued in consultation with clinical services and a recommendation to check a post transfusion blood count in order to determine the need for additional transfusion. 7", "cite_spans": [], "ref_spans": [], "section": "Demand Management"}, {"text": "Blood donor records were collected from the Donor Room schedule and donor cards. Transfusion volumes were obtained from SoftBank (SCC Soft Computer, Clearwater, FL). Data analysis was performing using Excel (Microscoft Corporation, Redmond, WA). Mean values are shown +/-standard deviation. Unpaired, two-tailed student t-test was used to determine statistical significance.", "cite_spans": [], "ref_spans": [], "section": "Data Retrieval and Analysis"}, {"text": "The collection rate for whole blood units increased from an average of 3.95 per workday (FY2017-2019, 261 workdays per calendar year) to 21 +/-6.5 units per workday (p<0.05). The change in apheresis platelet collections was not statistically significant (p=0.21).", "cite_spans": [], "ref_spans": [], "section": "Collection Rates"}, {"text": "Ninety-one individuals attempted to donate whole blood for the first time and 74 of them were successful. For new donors, three were deferred for travel or living in Europe, six for low hematocrit, one for low blood pressure, one for Hepatitis B core antibody reactivity, one for recent sexual contact with a same sex male partner, one for medication history, and one for pending results on a skin biopsy.", "cite_spans": [], "ref_spans": [], "section": "Donor Characteristics and Deferrals"}, {"text": "Additionally, one new donor collection was unsuccessful due to low volume collected. Twelve new female donors were positive for anti-HLA antibodies.", "cite_spans": [], "ref_spans": [], "section": "Donor Characteristics and Deferrals"}, {"text": "Thirty-six returning whole blood donors presented to donate and 32 were successful. One returning therapeutic phlebotomy donor was not drawn because the hematocrit was below goal. Two returning donor collections failed due to low volume collected.", "cite_spans": [], "ref_spans": [], "section": "Donor Characteristics and Deferrals"}, {"text": "Notably, one new donor was deferred due to active coughing and sneezing, one returning donor was deferred due to recent contact with a family member who had COVID-19 test results pending, and one new donor left the donor center prior to collection because the crowded donor center caused anxiety.", "cite_spans": [], "ref_spans": [], "section": "Donor Characteristics and Deferrals"}, {"text": "The blood bank was subsequently informed that the donor's contact's COVID-19 test result was negative. This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Donor Characteristics and Deferrals"}, {"text": "Additional phlebotomist staff were added to the donor room on March 18 th . Individuals were selected from a pool of available clinical staff, whose normal activities were cancelled due to the discontinuation of elective procedures. Preference was given to nurses with experience placing intravenous lines or drawing blood. Training of these new staff focused on whole blood collection, with more experienced staff performing donor health history, vitals, and apheresis platelet collections. Even with this focused training, it was estimated that new staff members need at least one week of training before they could function independently.", "cite_spans": [], "ref_spans": [], "section": "Staffing"}, {"text": "Once community spread of COVID-19 was identified and it was clear that it was impacting blood collections, we contacted the supplier of our whole blood bags and apheresis platelet collection kits (Fresenius Kabi, Lake Zurich, IL). Inquiries were made about the availability of these materials. Since this national emergency involved a decrease in blood collections and the materials were manufactured within the United States, we were assured that their inventory was not in jeopardy. In fact, we were able to order additional bags/kits and those orders were filled. We faced no shortages of any additional equipment.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "On March 16, our external blood supplier notified NorthShore that apheresis platelets and Group O RBCs would be available on a STAT/emergent basis only. Despite this, blood product deliveries did not significantly differ between the period March 9-13 verses March 16-20 (mean 4.0 verses 4.6 Group O RBCs delivered per day, p=0.90). Nevertheless, consultation with the medical directors of our external blood supplier indicated that nearly all school and company-sponsored blood drives were cancelled.", "cite_spans": [], "ref_spans": [], "section": "Components from External Blood Supplier"}, {"text": "These data demonstrate the potential for an in-house, hospital based blood donor program to rapidly increase collection volume in the face of a national emergency and decrease in the national blood supply. As a result of the dedication of our donors and staff there was no need to implement overly restrictive blood conservation practices during this tumultuous period.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In the event of a prolonged, severe national blood shortage, it would be critical to maintain collection volumes to meet demand. Given an 8-week deferral between whole blood donations and a hypothetical goal of 30 units collected per weekday (no collections on weekends), a committed base of 1,200 whole blood donors would be required to meet this healthcare system's present demand. Similarly, a donor pool of 30 committed apheresis platelet donors would be needed in order to supply three apheresis platelets per day. Although deferrals and failed donor retention would necessitate a much larger donor base, the number of required donors appears achievable for a moderate sized healthcare organization.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Despite a modest increase in donor recruitment efforts, limited to intranet website advertisement and phone calls to regular donors, there was a marked increase in individuals reaching out to the blood donor center asking if they could give blood. A number of individuals also contacted hospital administrators, who directed them to the donor center staff. It is likely that the media coverage of the pandemic and specifically the national shortage of blood was a strong contributor to donor availability.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "One challenge faced was a relative shortage of trained donor room staff compared with the availability of willing blood donors. In the setting of a pandemic with community spread, concern was raised by staff and at least one donor about the risk of viral transmission within the donor room itself. Sars-CoV-2 is especially worrisome, since it appears that afebrile, asymptomatic individuals can be transmissible. 8 If donor staff were to become sick or quarantined after an exposure, the ability of the donor room to function would be quickly impaired.", "cite_spans": [{"start": 413, "end": 414, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Consideration was given to supplying the donor room staff and/or donors with masks, however the severe shortage of facemasks as well as recommendations from the Centers for Disease Control (CDC) about who should wear masks were cited as reasons why facemasks were not utilized. 9 Similar practices were reported by major national blood collection centers as well. 10 Nevertheless, plans were made to provide adequate distance between donors, both within the donor room as well as in the waiting area.", "cite_spans": [{"start": 278, "end": 279, "text": "9", "ref_id": "BIBREF8"}, {"start": 364, "end": 366, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Also, extra care was taken to increase the existing surface decontamination between donors (e.g. handrails and seats). By the end of the week, plans were made to move whole blood collections from the donor room shown in Figure 1 to a large conference room within Evanston Hospital. Fortunately, these measures were sufficient to continue collection operations. In the subsequent weeks, at least one national blood collector had to notify donors of potential exposure after donor room staff tested positive. 11 Furthermore, the healthcare system eventually updated their guidance on the use of facemasks and that allowed the provision of masks to the donor room staff.", "cite_spans": [{"start": 507, "end": 509, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 220, "end": 228, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "DISCUSSION"}, {"text": "Consideration was given to recruiting additional community members to donate blood, however nonstaff donors were initially restricted to returning / regular donors for a few reasons. First, the hospital quickly implemented a restrictive visitor policy and an exception was needed for community donors to be able to enter the hospital and reach the donor room. Second, although national blood donations recovered slightly after an initial contraction, it became apparent that Sars-CoV-2 transmission was accelerating nationwide. It became clear that sustainability of blood collections over a long duration was equally important as rapidly increasing collection volume. Additionally, there was a concern that increasing collection volume too quickly would fatigue experienced staff, increase the chances of human error during the collection process, and impair their ability to train new phlebotomists. Finally, it was quickly recognized that the number of donors interested in donating blood far exceeded the blood donor center's ability to collect. Therefore, an appeal for community donors was initially delayed, but is planned for the coming weeks to months.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In response to the threat of COVID-19, all elective procedures were cancelled as of March 16 th . On that date, the demand for blood products going forward was not immediately clear; it was also not clear which procedures would be cancelled. Within the three weeks prior to March 15 th , our transfusion service expired 2 apheresis platelets, zero RBCs, and zero plasma. During the three weeks after March 15 th , 9 RBCs, 19 apheresis platelets, and 1 plasma unit were expired. We clearly faced challenges matching supply to demand, however prior to the COVID-19 pandemic, it was not unusual for our blood bank to order blood products STAT from our supplier, often in the setting of a massive transfusion. Since the availability of products from our supplier suddenly became uncertain, a decision was made to allow our inventory to rise above pre-COVID-19 levels, even at the expense of possible product expiration, in case the national supply collapsed further or there was a trauma massive transfusion or obstetric hemorrhage case that required more blood products than our normal standing inventory. When applying these lessons to future situations, certain aspects of this emergency should be noted: elective procedures were cancelled, the rate of collection initially dropped but recovered quickly since COVID-19 did not immediately spread through all areas of the country, and COVID-19 patients did not use significant numbers of blood products.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In summary, when considering whether to maintain or establish a hospital-based blood donor center, the ability to quickly collect blood in a time of crisis should be considered. During \"normal times\", small hospital-based blood centers cannot compete financially with the economies of scale present in a large national blood center. However, even in normal times a donor room can be financially viable by using transfusion services staff to perform tasks such as component processing and labeling, utilizing the donor room for therapeutic phlebotomy, and utilizing the apheresis instruments for stem cell collections. Importantly, a close partnership between administration, staff, and medical directors is needed to create an adaptable organizational structure. Additionally, these data demonstrate that during times of emergency, such as the COVID-19 pandemic, an established in-house donor room can rapidly respond and contribute to a more robust blood supply nationally. Contributing to this capability is an in-house donor center's proximity to medical staff who represent a willing, able, and available donor pool in times of urgent need. Finally, hospital-based blood donor centers have the capability to readily identify individuals who have recovered from a disease and collect convalescent plasma, which may yet play a role in this pandemic. 12 This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Accepted Article", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Illinois Department of Public Health. COVID-19 Statistics", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Almost half of all Americans have been ordered to stay at home. This map shows which cities and states are under lockdown. Business Insider", "authors": [{"first": "H", "middle": [], "last": "Secon", "suffix": ""}], "year": 2020, "venue": "", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Prepare to adapt: Blood supply and transfusion support during the first 2 weeks of the 2019 Novel Coronavirus (COVID-19) pandemic affecting Washington State. Transfusion", "authors": [{"first": "M", "middle": ["B"], "last": "Pagano", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Hess", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Tsang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Continued decline in blood collection and transfusion in the United States-2015", "authors": [{"first": "K", "middle": ["D"], "last": "Ellingson", "suffix": ""}, {"first": "Mrp", "middle": [], "last": "Sapiano", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Haass", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Savinkina", "suffix": ""}], "year": 2017, "venue": "Transfusion", "volume": "57", "issn": "2", "pages": "1588--1598", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Donors needed to help maintain blood supplies amid COVID-19 pandemic. The Times of Northwest Indiana", "authors": [], "year": 2020, "venue": "The Times Staff", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "OHSU Scrambles Amid Blood Products Shortage. The Lund Report", "authors": [{"first": "L", "middle": [], "last": "Terry", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Asymptomatic carrier state, acute respiratory disease, and pneumonia due to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2): Facts and myths", "authors": [{"first": "C", "middle": ["C"], "last": "Lai", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Liu", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "J Microbiol Immunol Infect", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Red Cross staffers worry about lack of surgical masks, dwindling national blood supply during Coronavirus outbreak", "authors": [{"first": "R", "middle": [], "last": "Kesten", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Health care shortages: Blood donations, protective equipment. Colorado Springs Indy", "authors": [{"first": "F", "middle": [], "last": "Miller", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Red Cross alerts donors in Minneapolis of possible coronavirus exposure. MPRNEWS", "authors": [{"first": "M", "middle": [], "last": "Zdechlik", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Convalescent plasma as a potential therapy for COVID-19", "authors": [{"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "L", "middle": [], "last": "Bao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shi", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The stem cell collection area has two donor chairs, while the routine area has four chairs. As of March 16, 2020, the donor center included two Amicus apheresis instruments (Fresenius Kabi, Bad Hamburg, Germany) for platelet and plasma collection as well as autologous stem cell collections. The other three hospitals have small dedicated donor rooms with two donor chairs each for whole blood collection only. Staff phlebotomists rotate between the hospitals and collections are scheduled. The Evanston donor room has been traditionally open five days a week, while the other sites were open between one and two days per week. The number of units collected, staffing levels, and transfusion volume for the past three fiscal years are shown in", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Based on donor blood type, the number of units collected and added to inventory were 46 (O+), 27 (A+), 13 (O-), 6 (A-), 6 (B+), 5 (AB+), and 3 (B-). Of the O-donors, eight were new donors and five were returning donors. Component Usage After elective procedures were cancelled, there was a decrease in the number of RBC, platelet, and plasma units transfused; however, the decrease was not yet statistically significant. RBC units transfused per day averaged 25.2+/-7.5 verses 29.8 over FY2017-2019, apheresis platelet units transfused per day averaged 3.4+/-2.1 verses 4.9 over FY2017-2019, and plasma units transfused per day averaged 1.4+/-1.2 verses 2.8 over FY2017-2019.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Hospital Based-Donor Program Historical Statistics. Collection, staffing, and transfusion statistics are shown for the past three years, fiscal year beginning October 1, including units collected or transfused at all four hospitals. Therapeutic phlebotomy (Tx Phlebotomy) volume includes only units not available for allogenic transfusion (e.g. due to hereditary hemochromatosis).Figure 1. Donor Room Layout. The hospital-based blood donor center at Evanston Hospital was designed for a maximum of six simultaneous donations, with a main donation area (center) and a small area that can be used for stem cell collection or donation (right). The reception area (left) is relatively small, since all donations are by appointment only.", "latex": null, "type": "table"}, "TABREF1": {"text": "Collection and Transfusion Statistics After Cancellation of Elective Procedures. The week after elective procedures were cancelled (March 16-20, 2020) and schools were closed in Illinois, there was a marked increase in blood collection. The receptionist was on scheduled paid time off March 16 and 17 (*).", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to express their sincere gratitude for all those who donate blood and respond to a time of dire need with selflessness and generosity. The blood that they donate literally saves lives and they are truly heroes.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}