{
    "paper_id": "43e1051a62c64fa4a9960450abfb020ae9f19dc5",
    "metadata": {
        "title": "Journal Pre-proof Computed tomography findings in a case of coronavirus disease 2019",
        "authors": [
            {
                "first": "Bin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Libin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yunlong county people's hospital",
                    "location": {
                        "postCode": "672700",
                        "settlement": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guanghai",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenshuai",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chunmao",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhijun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Dali University",
                    "location": {
                        "postCode": "671000",
                        "settlement": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Duan",
                "middle": [
                    "W"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cui",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [
                    "Z"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Du",
                "middle": [
                    "W"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Binyang",
                "middle": [],
                "last": "1#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Dali University",
                    "location": {
                        "postCode": "671000",
                        "settlement": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Fengzhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Dali University",
                    "location": {
                        "postCode": "671000",
                        "settlement": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weidu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Xin Hua Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Dali University",
                    "location": {
                        "postCode": "671000",
                        "settlement": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Xinhuawu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Dali University",
                    "location": {
                        "postCode": "671000",
                        "settlement": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Weidu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Dali University",
                    "location": {
                        "postCode": "671000",
                        "settlement": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 , which is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is mainly characterized by pulmonary inflammation. The preferred imaging modality is chest computed tomography (CT) which plays an important role in early diagnosis, quarantine, and treatment as well as in the evaluation of therapeutic efficacy. We report the imaging data from a confirmed case of COVID-19 admitted to our hospital. Our aims are to improve understanding of this disease and to facilitate early diagnosis and evaluation of therapeutic efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A 70-year-old woman living in the epidemic area presented with a 2-day history of intermittent fever. Chest CT revealed multiple ground glass opacities in both lungs, mainly distributed subpleurally and in the middle and lateral lung fields, particularly in the right lung, where they had partially fused into patches. Local interlobular septal thickening was also observed. Throat swabs were positive for the SARS-CoV-2 nucleic acid, which confirmed the diagnosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Chest CT plays a key role in the diagnosis of COVID-19, providing an accurate diagnosis and is a sensitive technique for evaluation of therapeutic efficacy. It has the advantages of promptness, convenience, and high efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and is predominantly characterized by pulmonary inflammation. The World Health Organization (WHO) has named the pneumonia caused by this virus as COVID-19. 1, 2 Coronaviruses are RNA viruses divided into four genera according to their serotypes and genomic characteristics; SARS-CoV-2 is a novel betacoronavirus. 3 The main presenting symptoms are fever, fatigue, and dry cough, with dyspnea appearing approximately 1 week later in severe cases. Critical cases may rapidly progress to severe acute respiratory distress syndrome, septic shock, or even death. 4 Chest CT plays a crucial role in reaching an early diagnosis, ensuring rapid quarantine and treatment, as well as in evaluating therapeutic efficacy. We retrospectively analyzed the imaging and clinical data obtained from a patient who was diagnosed with COVID-19 in our hospital. We also considered the clinical and epidemiological characteristics of the case in order to enhance our understanding of COVID-19.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 272,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 273,
                    "end": 274,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 427,
                    "end": 428,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 672,
                    "end": 673,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 70-year-old woman presented with a history of intermittent fever for 2 days. She had traveled from the epidemic area of Hubei to Dali. Her highest recorded temperature was 38.0°C; in addition she had a wet cough characterized by a small amount of sputum that was white in color and easy to expectorate. There was no cold sensitivity, chills, muscle aches, chest tightness, shortness of breath, hemoptysis, chest pain, or other discomfort. Her medical history was unremarkable. On physical examination, her temperature was 38.0°C, her blood pressure was 146/67 mmHg, and coarse breath sounds were auscultated in both lungs; no other abnormalities were found. Chest CT revealed multiple ground glass opacities (GGOs) in both lungs, predominantly distributed subpleurally and in the middle and lateral lung fields, especially in the right lung, where they had partially fused into patches. Local interlobular septal thickening was also observed. Consequently, the possibility of viral pneumonia was considered ( Fig. 1A-C) . Laboratory tests demonstrated a reduced total white blood cell count (2.43 × 10 9 /L; normal reference values: 4-10 × 10 9 /L) and an elevated C-reactive protein (CRP) level (18 mg/L; normal reference values: 0-3.00 mg/L). Throat swabs were positive for SARS-CoV-2 nucleic acid, thus confirming the diagnosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1011,
                    "end": 1021,
                    "text": "Fig. 1A-C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "COVID-19 is an acute infectious disease caused by the SARS-CoV-2 that is predominantly characterized by pulmonary inflammation, but can also involve other organs. 5 The main routes of transmission are droplet and contact transmission, involving both animal-to-person and person-to-person transmission. Aerosol transmission is possible when exposed to a high aerosol concentration for a long period in a relatively closed environment. The incubation period ranges from 1 to 14 days, most commonly 3 to 7 days, and the elderly are more susceptible to this infection. The major clinical manifestations are fever, fatigue, and dry cough and can be classified as mild, moderate, severe, or critical. 6 The principal confirmatory laboratory test is the SARS-CoV-2 nucleic acid test, which is the gold standard for diagnosing COVID-19. Additionally, reduced total white blood cell and lymphocyte counts and elevated liver enzymes and lactate dehydrogenase levels are observed in some patients along with elevated CRP levels and erythrocyte sedimentation rate noted in the majority of patients. Our patient was from an epidemic area, and the clinical manifestations were presented with a history of intermittent fever which was accompanied by a wet cough. Laboratory tests demonstrated a reduced total white blood cell count and elevated CRP level which was consistent with the findings in other reports.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 164,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 695,
                    "end": 696,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Imaging investigations are vital for the management of COVID-19. Owing to the fast imaging speed and high-intensity resolution, chest CT, especially high-resolution CT, has become the preferred imaging modality for suspected COVID-19 cases or patients who have negative results on nucleic acid tests. Based on the lung imaging findings, COVID-19 can be divided into four stages. While there is overlap between the imaging manifestations of each stage, the findings in the critical stage are relatively specific. [7] [8] [9] In the early stage, diffuse subpleural GGOs or small nodular opacities can be found in both lungs, with interlobular septal thickening and fine grid-like shadows observed locally, with the lesions mostly located subpleurally in the lung periphery. In the progressive stage, the lesions undergo rapid progression and changes involving multiple lung lobes and spread from the periphery to the center of both lungs. Some GGOs will fuse into patches with a significant increase in intrapulmonary consolidation. In addition, the \"crazy-paving\" sign and air bronchograms can be observed, along with significant interlobular septal thickening that may be accompanied by fibrous cord-like shadows, often without pleural effusion. In the critical phase, lesions may increase by more than 50% within 48 hours, and both lungs may show extensive or diffuse consolidation, even presenting with \"white-out lung\" in severe cases. Air bronchograms can still be observed locally and may be accompanied by a small amount of unilateral or bilateral pleural effusion; lymphadenopathy, meanwhile, is seldom observed. In the recovery stage, bilateral lesions are gradually absorbed and start shrinking, meanwhile, dispersed fibrous cord-like shadows can be observed, showing interstitial fibrotic changes. The imaging manifestations of the present case were consistent with those of previous reports. With respect to the above stages, the case reported here tended toward an imaging diagnosis of the progressive stage.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 515,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, the imaging findings of COVID-19 lack specificity and CT should mainly be used in differentiating the disease from other viral pneumonias. Viral pneumonia generally manifests as pulmonary interstitial changes with alveolar wall edema. The CT findings mainly include GGOs, partial fusion and consolidation, interlobular septal thickening, grid-like shadows, and fibrous cord-like shadows. Given the similarities in the imaging findings of different viral pneumonias, however, a diagnosis of COVID-19 should be considered only after taking into account the clinical data, epidemiology, and laboratory test results, and the final diagnosis should be confirmed by pathogenic tests. Furthermore, COVID-19 must be differentiated from non-viral pneumonia such as bacterial pneumonia and mycoplasma pneumonia (both common in children and adolescents), non-infectious diseases such as acute eosinophilic pneumonia and allergic pneumonia, and mixed infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chest CT enables the early detection of pulmonary abnormalities in COVID-19, thus playing a decisive role in the rapid diagnosis, quarantine, and treatment as well as the subsequent evaluation of therapeutic efficacy. Diagnosis of COVID-19 through combining epidemiological, clinical, and imaging findings is generally not difficult; final diagnosis, however, requires pathogenic examination. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Data sharing for novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moorthy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Preziosi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Swaminathan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bull World Health Organ",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization declares Global Emergency: A review of the 2019 Novel Coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Jabir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "76",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infectious Diseases Group of the Chinese Society of Radiology, Committee of Infectious Radiology of the Chinese Radiologist Association, Infectious and Inflammatory Radiology Branch of the Chinese Research Hospital Association, et al. Guidelines for the imaging diagnosis of coronavirus disease",
            "authors": [],
            "year": 2019,
            "venue": "J New Med",
            "volume": "30",
            "issn": "",
            "pages": "22--34",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19): A Perspective from China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chest CT findings in coronavirus disease-19 (COVID-19): relationship to duration of infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Fayad",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Time course of lung changes on chest CT during recovery from 2019 novel coronavirus (COVID-19) pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "1",
            "pages": "202--207",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ethic statement: This retrospective study was approved by the Institutional Review Board of the First Affiliated Hospital of Dali University which waived the need to obtain informed consent from the patient. Conflict of interest: The authors have no conflicts of interest to declare Funding： ： ： ：Program for Cultivating Reserve Talents in Medical Disciplines from the Health Committee of Yunnan Province(H-2018008)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest CT findings in a 70-year-old woman with COVID-19. Chest CT axial and coronal images reveal multiple ground glass opacities (GGO) seen subpleurally and in the middle and lateral bilateral lung fields(red arrows in A, B).They are especially pronounced in the right lung, where they have partially fused into patches(red arrows in C),local interlobular septal thickening is also observed.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}