{
    "paper_id": "44eb3ce59e47d256f837d8a89ef0baa9e2be939d",
    "metadata": {
        "title": "Effects of Long-Term Phenobarbital Treatment on the Liver in Dogs",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "B"
                ],
                "last": "Müller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lou-isiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Taboada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lou-isiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "Giselle",
                "middle": [],
                "last": "Hosgood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lou-isiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "Beth",
                "middle": [
                    "P"
                ],
                "last": "Partington",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lou-isiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [
                    "L"
                ],
                "last": "Vansteenhouse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lou-isiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "Wayne"
                ],
                "last": "Taylor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lou-isiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [
                    "J"
                ],
                "last": "Wolfsheimer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lou-isiana State University",
                    "location": {
                        "postCode": "70803",
                        "settlement": "Baton Rouge",
                        "region": "LA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Long-term administration of phenobarbital has been reported to cause hepatic injury in dogs. Phenobarbital induces hepatic enzymes, and it may be difficult to distinguish the effect of enzyme induction on serum liver enzyme activities from actual hepatic damage. The hepatotoxicity of phenobarbital and the impact of enzyme induction on serum liver enzyme activity were investigated prospectively in 12 normal dogs. Phenobarbital was administered for 29 weeks at 5 mg per kilogram of body weight (range, 4.8-6.6 mg/kg) PO q12h, resulting in therapeutic serum phenobarbital concentrations (20-40 g/mL). Serum alkaline phosphatase (ALP), alanine transaminase (ALT), aspartate transaminase (AST), ␥-glutamyltransferase (GGT), fasted bile acids (fBA), total bilirubin, and albumin were determined before and during treatment. Lateral abdominal radiographs, abdominal ultrasounds, and histopathologic examinations of liver tissue obtained by ultrasound-guided biopsy were performed before and during treatment. Radiographs revealed a moderate increase in liver size in most dogs. Ultrasonographic examination revealed no change in liver echogenicity or architecture. No evidence of morphologic liver damage was observed histopathologically. ALP and ALT increased significantly (P Ͻ .05), GGT increased transiently, and albumin decreased transiently during the study. There were no significant changes in AST, bilirubin, and fBA. These results suggest that increases in serum ALP, ALT, and GGT may reflect enzyme induction rather than hepatic injury during phenobarbital treatment in dogs. Serum AST, fBA, and bilirubin, and ultrasonographic evaluation of the liver are not affected by the enzyme-inducing effect of phenobarbital and can therefore be helpful to assess liver disease in dogs treated with the drug.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "P henobarbital is the drug of choice for long-term treatment of idiopathic epilepsy in dogs. 1 To our knowledge, there has not been a study investigating the hepatotoxicity of phenobarbital in a controlled, prospective manner and over several months. Although it is generally well tolerated, phenobarbital reportedly can cause liver injury in dogs if administered alone or in combination with other drugs. [2] [3] [4] [5] [6] [7] It is still unclear whether phenobarbital-induced hepatotoxicity represents an idiosyncratic reaction or the extreme of a spectrum of toxicoses that develops in all dogs with chronic phenobarbital treatment. 8 None of the dogs that reportedly experienced liver injury during phenobarbital treatment was proven to have normal liver morphologic features before initiation of treatment. Many of the dogs were treated concomitantly with other potentially hepatotoxic drugs. 4, 7 Phenobarbital is a hepatic microsomal enzyme inducer in dogs, causing proliferation of the hepatocyte smooth endoplasmatic reticulum, increased liver weight, and accelerated metabolism of various drugs and endogenous com-pounds. 9 ,10 Furthermore, this mechanism can cause increased serum liver enzyme activities without actual hepatocellular damage or biliary stasis, 8, [11] [12] [13] [14] [15] [16] making it difficult to distinguish increases caused by enzyme induction from those caused by hepatic disease during phenobarbital treatment. Affected enzymes include serum alkaline phosphatase (ALP) and alanine transaminase (ALT). Although there is some controversy in the literature, it seems that phenobarbital may induce hepatic aspartate transaminase (AST) and ␥-glutamyltransferase (GGT) as well. Sulfobromophthalein retention, serum bilirubin, and fasted serum bile acids (fBA) were found not to be affected by the enzymeinducing effect of anticonvulsant drugs in dogs. 16, 17 No prospective study comparing changes in serum liver enzyme activites with the actual histopathologic appearance of the liver in previously normal dogs has been reported. The purposes of the present study were: (1) to determine the frequency and characteristics of phenobarbital hepatotoxicity at therapeutic serum concentrations in previously normal dogs during long-term monotherapy, and (2) to assess the impact of enzyme induction on serum liver enzyme activities by comparing them with serum bile acid concentrations and hepatic histopathologic values. We attempted to simulate the clinical circumstances encountered during the treatment of dogs with idiopathic epilepsy as closely as possible by selecting an initial drug dosage that would result in therapeutic serum concentrations after a few days and by treating the dogs over a prolonged period.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 409,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1276,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[11]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[15]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1302,
                    "end": 1306,
                    "text": "[16]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1883,
                    "end": 1886,
                    "text": "16,",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Twelve adult, neutered, male dogs of various breeds, ranging from 11 to 23 kg in initial body weight, and from 1 to 6 years in age, were housed in concrete outdoor kennels and exercised in a common grass lot once daily. They were part of a larger study evaluating the effects of phenobarbital treatment on the liver and thyroid and adrenal axis in dogs. Breeds included 4 hounds, 2 medium-sized mixed breed dogs, and 6 Beagles. They received water and a commercial dry dog food a ad libitum and were cared for according to the Guide for the Care and Use of Laboratory Animals. 18 An increase in body weight was noted 2 weeks after initiation of phenobarbital in some dogs, and their amount of available food was reduced by approximately 33%. Food was withdrawn at 5:00 PM on the days before anesthesia induction for liver biopsies and all blood collections, providing a fasting time of at least 15 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dogs and Diagnostic Tools"
        },
        {
            "text": "In order to avoid potential hepatotoxic agents, as few drugs as possible except for phenobarbital were administered before and during the study. Drugs or vaccines administered or chemicals used on every dog included: (1) annual vaccinations against canine distemper, parvovirosis, adenovirus 2, leptospirosis, coronavirus, parainfluenza virus and rabies, with the last vaccination being administered at least 5 months before the study; (2) monthly heartworm (ivermectin, PO) preventative; (3) mixture of diazepam b plus ketamine, c IV, before liver biopsies; (4) alcohol and chlorhexidine diacetate d for skin disinfection before liver biopsies; (5) ectoparasiticidal shampoo, e once during the study; (6) daily disinfection of the concrete runs with a quaternary ammonia salt solution f ; (7) ACTH gel, g IM, and dexamethasone, h IV, for adrenal function tests that were performed in the same study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dogs and Diagnostic Tools"
        },
        {
            "text": "All dogs were examined before initiation of phenobarbital treatment to detect any clinical or biochemical abnormalities and to obtain basal results of tests performed during the study, because every dog was used as its own control. Pretreatment evaluation included physical examination, full biochemical panel 4 weeks before and immediately before phenobarbital initiation, CBC, and urinalysis. A Knott concentration test for microfilaria and an enzyme-linked immunosorbent assay for antigen of adult heartworms i were performed to rule out dirofilariasis. Left-lateral abdominal radiography, abdominal ultrasonography, and percutaneous, ultrasound-guided liver biopsies were performed. All dogs were considered to be healthy based on these evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dogs and Diagnostic Tools"
        },
        {
            "text": "After collection of these pretreatment results, phenobarbital treatment j at a dosage of approximately 5 mg/kg of body weight (range, 4.8-6.6 mg/kg), PO, q12h, was initiated and maintained for 29 weeks during the months of May through December. The approximate dosage was because of the size of the phenobarbital pills, which allowed only dosage steps of 16 mg, and we therefore selected the dosage that was closest possible to 5 mg/kg. The drug was administered at 8:00 AM and 5:00 PM in meatballs of canned dog food. k After 5 weeks, some dogs' serum phenobarbital concentrations were found to be at the low end of the therapeutic range. The dosage was increased at the beginning of week 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dogs and Diagnostic Tools"
        },
        {
            "text": "Evaluation during treatment included daily observations for activity and behavior, weekly weight measurements, and monthly physical examinations. Phenobarbital serum trough concentrations (12 hours after administration) were determined after 5, 9, 17, and 27 weeks of treatment. Selected serum liver tests (ALP, ALT, GGT, fBA, albumin, and total bilirubin) were determined after 5, 9, 13, 17, 21 , and 27 weeks. Serum AST was determined after 5 and 21 weeks of treatment. Abdominal ultrasonography, lateral abdominal radiography, and ultrasound-guided percutaneous liver biopsies were performed after 10 and 27 weeks. The order of the dogs for every testing before and during phenobarbital application was randomized.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "13,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "17,",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Dogs and Diagnostic Tools"
        },
        {
            "text": "Abdominal Radiography, Ultrasonography and Liver Biopsies. After determination of activated coagulation times, left lateral radiographs were obtained for assessment of liver size. After ultrasonographic evaluation of all abdominal organs with a 7.5-MHz transducer, l the liver biopsy site was located and surgically prepared. Dogs were anesthetized with a mixture of 0.25 mg/kg diazepam plus 5 mg/kg ketamine, IV, through a cephalic vein catheter. The abdominal wall was penetrated with a stab incision, with a #15 blade. At least 3 liver tissue samples were collected under ultrasonographic guidance with a 16-guage biopsy needle m and an automatic biopsy gun, n conserved in formalin, stained with hematoxylin-eosin, and examined with a light microscope. Radiographs, ultrasonograms, and histopathologic slides were evaluated in blinded fashion by the same people in randomized order. On radiographs, changes in liver size in individual dogs were determined according to a subjective scoring system, with size and length of the liver shadow as a marker for liver volume (→, no change; ↑, slight increase; ↑↑, moderate increase; ↑↑↑, marked increase). On ultrasound readings, liver echogenicity was compared with the echogenicity of the right renal cortex (hypo-, iso-or hyperechogenic). Renal cortical echogenicity was considered normal if the left renal cortex was hypoechoic to the spleen. The histopathologic slides of each dog were ranked according to the degree of the observed ''ground glass'' character of the cytoplasm (I, least; II, intermediate; III, most pronounced of the 3 slides).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dogs and Diagnostic Tools"
        },
        {
            "text": "Biochemical Evaluation. Serum biochemistry panels, CBC, urinalyses, Knott, and occult tests were performed with standard laboratory equipment and assay techniques validated for the respective laboratory. Phenobarbital serum concentrations were determined by a fluorescence polarization immunoassay. o For activated coagulation times, blood was drawn by jugular venipuncture into siliceous earth tubes, and coagulation time was measured in a water bath at 37ЊC and compared with normal values established for dogs in this laboratory before every liver biopsy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dogs and Diagnostic Tools"
        },
        {
            "text": "For categorical data (scores of histopathologic, radiographic, and ultrasonographic evaluation), the scores were compared over time with Mantel-Haenszel analysis of repeated categorical data. Phenobarbital dosages were compared between groups of dogs by the Mann-Whitney test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Body weights, serum biochemical data, and serum phenobarbital concentrations were treated as continuous data and were evaluated for normality by the Shapiro-Wilk statistic. The data for multiple baseline periods was combined and was referred to as ''week 0.'' The data were considered to follow a normal distribution if there was failure to reject the null hypothesis of normality at P Յ .05. Data that were not normally distributed were transformed (log transformation) for analysis such that it followed a normal distribution. This procedure was necessary for serum ALT concentrations only. Data were summarized and graphed as mean Ϯ SD. All data were analyzed with the model: y ϭ ϩ Dog ϩ Week ϩ Dog ϫ Week ϩ ⑀; where the effect of Dog was considered random and the Dog interaction term was used as the error term for the evaluation of Week. This model accounted for the repeated measurements on each dog. A 2-sided hypothesis with P Յ .05 was used to determine significance of the main effect Week. Where there was a significant effect of Week, multiple comparisons between data at each week with data at week 0 were made by adjusted leastsquare means and a Dunnett test, maintaining an experiment-wise error of .05. Thus, where a significant difference between time and baseline is noted in results and graphs, the P value was Յ .05 if not indicated differently. SAS's ''Proc mixed'' p was used for the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "After initiation of phenobarbital, the dogs had minimal to no sedation for about 3 days. Their behavior thereafter was normal, with no obvious change in physical activity. The only notable changes on repeated physical examinations were a subjectively mildly enlarged liver in dogs 1, 2, and 6 at week 9, dog 3 at week 17 and 21, and dog 8 at week 17. Body weights increased significantly over time (P ϭ .001). Body weights increased from 18.3 Ϯ 5.2 kg (mean Ϯ SD) at phenobarbital initiation to 19.5 Ϯ 4.5 kg after 29 weeks of treatment. Serum phenobarbital trough concentrations were within the therapeutic range of 20-40 g/mL at all times, except for dog 5 after 5 weeks (19.4 g/mL). There was no significant change in serum phenobarbital concentrations over time. There was no significant difference in serum phenobarbital concentrations between Beagles and the other breeds. After the dosage adjustment at week 6, the maintained individual dosages ranged from 4.8 to 6.6 mg/kg q12h. There was no significant difference in phenobarbital dosages between Beagles and the other breeds or between individuals before and after the dosage adjustment at week 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Examinations and Serum Phenobarbital Concentrations"
        },
        {
            "text": "On radiographs, there was an increase in liver size in all 6 Beagles, 1 mixed breed dog, and 1 hound during the treatment period (8 of 12 dogs). The liver size in 5 of these 8 dogs increased between week 0 and 10, as well as between week 10 and 27. The other 3 dogs experienced an increase in liver size only between week 0 and 10. No change in liver size could be detected in the remaining 4 dogs. There was a significant difference in the degree of increase over time (P ϭ .012), the enlargement was apparently more pronounced between weeks 0 and 10 than between weeks 10 and 27. No other abnormalities could be detected on radiographs at any time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abdominal Radiographic and Ultrasonographic Evaluations"
        },
        {
            "text": "No abnormalities of the liver or any other abdominal organ could be detected on abdominal ultrasound results at any time. Liver echogenicity and architecture did not change significantly over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abdominal Radiographic and Ultrasonographic Evaluations"
        },
        {
            "text": "The hepatocellular cytoplasm during the treatment period was of a fine diffuse granularity, and the hepatocytes were larger, resulting in an increased angularization of the cells and compression of the sinusoids (Fig 1) . Hepatocellular enlargement and the ground glass change of the hepatocellular cytoplasm was observed in every dog, occurred diffusely throughout the liver lobule in all dogs, and its degree was approximately the same in every dog. When the 3 slides (0, 10, and 27 weeks) were ranked in a blinded evaluation, the pretreatment samples could be easily distinguished from the samples of week 10 and 27, because of the ground glass appearance of the cytoplasm during treatment. However, it was not possible to distinguish the slides of week 10 from those of week 27, indicating that this granular change did not progress or diminish from week 10 to 27. There were a few apoptotic hepatocytes in dog 3 after 10 weeks. Hepatocytes of dogs 5 and 7 showed marked amounts of distinct vacuoles in addition to the ground glass appearance at week 10. In dog 7, these vacuoles seemed to be particularly localized in periportal hepatocytes. Four slides contained small foci of perivascular leukocytic infiltration and small granulomas (dog 7 at week 27, dog 9 at week 27, and dog 12 before treatment and at week 27). No additional histopathologic changes indicating liver toxicity could be detected in any dog at any time",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 219,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Liver Histopathologic Examination"
        },
        {
            "text": "All but 1 (slightly increased serum albumin concentration in dog 10 at week 0) of the observed serum liver test results were within the normal reference ranges before phenobarbital initiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum Biochemical Analysis"
        },
        {
            "text": "Serum ALP activity changed significantly over time (P ϭ .0001). ALP was significantly increased above pretreatment values by week 5 and remained significantly increased throughout the remainder of the study (Fig 2) . In 9 out of 12 dogs, ALP was increased above the reference range by week 9 and remained increased up to 10-fold above baseline values throughout the study. Only 1 dog had ALP activities that remained within the reference range during the whole treatment period. The means of the ALP activities were increased above the reference range throughout the treatment period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Serum Biochemical Analysis"
        },
        {
            "text": "ALT activities changed significantly over time (P ϭ .0001), becoming significantly increased above pretreatment values by week 13, and remaining significantly increased throughout the treatment period (Fig 3) . Five of the 12 dogs had only 1, and 6 had no value that was above the reference range throughout the study. Only dog 11 had multiple ALT activities above the reference range (weeks 17, 21, and 27); its ALT was increased 5-fold above baseline values by the end of the study. The means of the ALT activities remained within the reference range at all times.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Serum Biochemical Analysis"
        },
        {
            "text": "GGT activities changed significantly over time (P ϭ .0001), being significantly increased above pretreatment values at weeks 13, 17, and 21 (Fig 4) . Serum activities were not different from pretreatment values at week 27. Six dogs had GGT concentrations above the reference range at week 13 or 17. The means of the GGT activities remained within the reference range at all times.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Serum Biochemical Analysis"
        },
        {
            "text": "AST was only measured before treatment and after 5 and 21 weeks, and did not change significantly over time. No dog had values above the reference range at any time. Serum AST activities (mean Ϯ SD) were 27.6 Ϯ 4.8 IU/L before treatment, 28.9 Ϯ 4.5 IU/L at week 5, and 30.6 Ϯ 8.7 IU/L at week 21 (reference range, 0-60 IU/L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum Biochemical Analysis"
        },
        {
            "text": "fBA did not change significantly over time, although there were several values at various points that were slightly increased above the reference range. Increased bile acid concentrations occurred in dog 1 at week 17 (6 mol/L; normal, 0-5); dog 2 at week 17 (7 mol/L); dog 4 at weeks 13 (7 mol/L), 17 (8 mol/L), and 27 (7 mol/L); dog 5 at weeks 21 (6 mol/L) and 27 (17 mol/L); dog 6 at week 13 (8 mol/L); dog 11 at weeks 9 (7 mol/L) and 13 (6 mol/L); and dog 12 at weeks 17 (11 mol/L) and 21 (9 mol/L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum Biochemical Analysis"
        },
        {
            "text": "Total serum bilirubin concentration did not change significantly over time, and all values were within the reference range throughout the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum Biochemical Analysis"
        },
        {
            "text": "Serum albumin concentrations changed significantly over time (P ϭ .0001), being significantly decreased at 5, 9, 13, 17 , and 21 weeks and increasing back to pretreatment con-centrations by week 27. Only 2 values (dog 9 at weeks 9 and 17) were below the reference range during the study.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 110,
                    "end": 112,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "13,",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Serum Biochemical Analysis"
        },
        {
            "text": "Body weights increased significantly during the study, with large variations among individuals. Weight gain is a common adverse effect of phenobarbital administration and is caused by a more sedentary life style and primary polyphagia. 1 The finding of enlarged livers in several dogs based on abdominal palpation during the study was confirmed radiographically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Examinations and Serum Phenobarbital Concentrations"
        },
        {
            "text": "It has been proposed that phenobarbital is eliminated faster in Beagles than in mongrel dogs, with mean halflives of 32 and 70 hours, respectively. 19 This effect could result in lower steady-state, serum drug concentrations in Beagles, which was not observed in these dogs. Wide variability in the absorption, metabolism, and excretion of the drug among individuals 20 might explain why these Beagles did not have lower serum phenobarbital concentrations than mongrel dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Examinations and Serum Phenobarbital Concentrations"
        },
        {
            "text": "To our knowledge, no prospective study comparing changes in serum liver function tests with changes in the histopathologic appearance of the liver in previously normal dogs during phenobarbital treatment has been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathologic and Diagnostic-Imaging Findings"
        },
        {
            "text": "Hepatocytes were of increased size and their cytoplasm had a granular, ground glass appearance in the histopathologic sections of the livers during treatment. There was no morphologic evidence of parenchymal damage. The incidental findings of distinct hepatocellular vacuolization, apoptotic hepatocytes, and small granulomas were considered to be within normal limits of variation because there was no evidence of progression, and the changes were present in very low numbers. Moreover, these changes were not associated with particularly high serum ALP, ALT, bilirubin, or bile acid concentrations or particularly low serum albumin concentrations in the respective dogs at the respective times. The ground glass morphologic features of the hepatocytes during phenobarbital treatment were very similar to previous descriptions 15, [21] [22] [23] and are probably caused by proliferation of smooth endoplasmatic reticulum (SER) as a result of microsomal enzyme induction. A definitive diagnosis would have been possible only with electron microscopic evaluation. Hepatic microsomal drug-metabolizing enzymes are found predominantly in a centrilobular location, 24, 25 but induction of the enzymes by phenobarbital occurs throughout the liver lobule in equal amounts, therefore diminishing the centrilobular dominance of drug-metabolizing activity. 24 This is in accordance with our finding that the ground glass change was equally distributed throughout the whole liver lobule. The fact that we were unable to distinguish slides of week 10 from slides of week 27 indicates that the SER proliferation had peaked by 10 weeks of treatment.",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 836,
                    "text": "[21]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[23]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1161,
                    "end": 1164,
                    "text": "24,",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Histopathologic and Diagnostic-Imaging Findings"
        },
        {
            "text": "Intrinsic hepatotoxicity did not occur at therapeutic serum phenobarbital concentrations after 27 weeks of treatment in the dogs reported here. The lack of histopathologic changes from week 10 to week 27 of treatment and the absence of radiographic, ultrasonographic, and microscopic evidence of liver damage after 27 weeks of treatment indicate that the effects of phenobarbital on the liver had reached a plateau phase by that time. However, the time frame of our study did not allow us to completely rule out that phenobarbital would act as an intrinsic hepatotoxin at therapeutic serum concentrations after a longer treatment period. Although the foci of perivascular inflammation in dogs 7 and 9 after 27 weeks were considered insignificant, they might have represented early signs of an idiosyncratic reaction in the respective animals. Liver biopsies at a later point would have been beneficial to assess the importance of these lesions. Further, it is still unclear whether cases of liver damage occurring at phenobarbital serum concentrations above 40 g/mL are caused by idiosyncratic reactions or caused by a dose-dependent, intrinsic toxicity. Prospective studies over several years with serum phenobarbital concentrations above the therapeutic range are needed to clarify this issue. Cases of morphologic liver damage occurring after a few months of treatment in dogs with serum phenobarbital concentrations within the therapeutic range are caused by an idiosyncratic reaction to the drug, the effects of additional hepatotoxins as proposed earlier, 5, 22 or an associated and independent underlying liver disease.",
            "cite_spans": [
                {
                    "start": 1562,
                    "end": 1564,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1565,
                    "end": 1567,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Histopathologic and Diagnostic-Imaging Findings"
        },
        {
            "text": "Considering the lack of significant liver abnormalities during treatment, it is not surprising that ultrasonographic examination of the liver did not identify any changes in that organ. Ultrasonographic liver evaluation does not seem to be affected by the enzyme-inducing effects of the drug on this organ. Liver length, as measured on a lateral radiograph, is reliable in estimating liver volume in dogs. 26 The increase in liver size observed on radiographs probably was caused by enzyme induction, which causes SER proliferation and thus increased hepatocellular size and liver weight. 15, 27 Our radiographic findings suggest that there is a large variability in the degree of hepatic enlargement among dogs, with Beagles being more affected than the larger hounds and mixed breed dogs.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "15,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 593,
                    "end": 595,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Histopathologic and Diagnostic-Imaging Findings"
        },
        {
            "text": "ALP and ALT increased significantly over the course of the study, GGT had a transient increase, and serum albumin concentration had a transient decrease. AST, fasted bile acids, and total bilirubin concentration did not change during phenobarbital treatment. The lack of a contemporaneous control group in our study could make it difficult to expand our findings on a random population of dogs (gender, fasting status, and time of blood sampling). However, the observed statistically significant changes were independent from these parameters, because every dog served as its own control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum Liver Parameters"
        },
        {
            "text": "Serum ALP is well known to increase in dogs during phenobarbital treatment without actual hepatocyte damage or biliary stasis. 8, 11, [13] [14] [15] 17 Increases were found to be caused by the hepatic isoenzyme 17, 28 and are accompanied by increased concentrations of ALP in the liver. 15 Biliary stasis, hepatocellular damage, and drug induction are known to increase hepatic ALP in the serum. 25 We did not find evidence of biliary stasis or significant hepatocellular damage on histopathologic examination, and we attributed the increase in ALP to the enzyme-inducing effects of phenobarbital.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "11,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[15]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "17,",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Serum Liver Parameters"
        },
        {
            "text": "Similar to ALP, hepatic GGT is a membrane-associated enzyme in dogs. Serum GGT also is increased by biliary stasis and drug induction. 25 In dogs, it is thought to be less sensitive, but more specific, for liver damage than ALP. 29 The lack of histopathologic evidence for biliary stasis indicates that increased GGT activities in our dogs were caused by enzyme induction. Moderate increases in serum GGT activities in dogs may occur because of phenobarbitalassociated enzyme induction, 12 but another study found no effect of the enzyme inducers, primidone and phenytoin, on GGT. 16 It is unclear why GGT activities, unlike ALP and ALT, decreased again toward the end of the study. Perhaps, enzyme induction lost its impact on GGT after this extended period. Focal and transient cholestasis (related or not to phenobarbital treatment) may have been responsible for the temporary increase in GGT. However, no other diagnostic tool assessing cholestasis (ALP, bile acids, liver biopsies, or ultrasonography) provided further support for this hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum Liver Parameters"
        },
        {
            "text": "AST and ALT are ''leakage enzymes'' and are found in the hepatocellular cytosol in dogs. AST also is localized in hepatic mitochondria and in muscle tissue. 25 Their serum activities can be increased because of direct hepatocellular injury or alteration of cell membrane permeability, but increases after enzyme-inducing drugs also have been reported. 12 ALT may be increased by anticonvulsant treatment in dogs without other biochemical indications of liver injury, 8, 12, 16 but increases caused by enzyme induction are commonly smaller than after hepatocellular necrosis or bile duct occlusion. 12 AST can be increased by phenobarbital treatment in human beings 30 and rats. 21 Although increases in AST caused by enzyme-inducing drugs are possible in dogs as well, 12 a study of Beagles treated with high doses of phenobarbital over 3 weeks revealed no effect of this drug on AST. 17 Our results support this finding in dogs treated for an extended period. It appears that the increase in ALT is caused by enzyme induction and not by hepa-tocellular leakage, because one would expect a concomitant, but smaller, increase in AST in the latter instance. It seems that the 2 enzymes have a different susceptibility toward enzyme induction by phenobarbital in dogs. The extent of the enzyme-inducing effect on hepatic enzymes, including ALP and ALT, varies among individuals. 6, 9, 31 This finding was also observed in our study.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 469,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 1376,
                    "end": 1378,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1379,
                    "end": 1381,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Serum Liver Parameters"
        },
        {
            "text": "Serum albumin concentrations commonly are measured as a nonspecific marker for liver function. 12 There was no obvious impairment of hepatic functional capacity caused by organ injury as determined by normal histopathologic findings and fBA, and the temporary decrease in our dogs cannot be caused by this mechanism. Its cause remains unclear, but because only 2 of 72 concentrations were below the reference range during treatment, the phenomenon and its mechanism appear to be of little clinical importance. Possible causes for the decrease include a direct effect of phenobarbital on albumin synthesis or degradation, and fluid shifts between body compartments during the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum Liver Parameters"
        },
        {
            "text": "fBA concentrations did not change over time in our study. The minor increases in several dogs during the treatment period could be caused by ingestion of feces during the fasting period, and we found evidence of stomach contents radiographically in several individuals despite food withdrawal. Bile acids therefore were measured in a postprandial rather than a fasted blood sample in the respective individuals, which would account for the increased values. Total bilirubin concentration did not change over time, and no concentration was above the reference range at any time. This finding confirms that fBA and total bilirubin are liver function tests that are not affected by the enzyme-inducing effects of phenobarbital. 8, 17 Our findings suggest that abnormal values for AST, serum albumin, total bilirubin, and fBA in dogs treated with phenobarbital cannot be attributed to the enzyme-inducing effect of the drug. ALP, ALT, and GGT are of limited diagnostic value because of the effects of enzyme induction. Increases above the reference range during phenobarbital treatment without actual liver damage are more common and greater for ALP than for ALT and GGT. ",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 727,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Serum Liver Parameters"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Seizures in dogs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Podell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "26",
            "issn": "",
            "pages": "779--809",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hepatotoxicity associated with pharmacologic agents in dogs and cats",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bunch",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "23",
            "issn": "",
            "pages": "659--670",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hepatic cirrhosis associated with long term anticonvulsant drug therapy in dogs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bunch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Hornbuckle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Tennant",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Am Vet Med Assoc",
            "volume": "184",
            "issn": "",
            "pages": "357--362",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Toxic hepatopathy and intrahepatic cholestasis associated with phenytoin administration in combination with other anticonvulsant drugs in three dogs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bunch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Am Vet Med Assoc",
            "volume": "190",
            "issn": "",
            "pages": "194--198",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effects of phenobarbital administration on results of serum biochemical analyses and adrenocortical function tests in epileptic dogs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Chauvet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Am Vet Med Assoc",
            "volume": "207",
            "issn": "",
            "pages": "1305--1307",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hepatotoxicity of phenobarbital in dogs: 18 cases (1985-1989)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dayrell-Hart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Vanwinkle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Farnbach",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Am Vet Med Assoc",
            "volume": "199",
            "issn": "",
            "pages": "1060--1066",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diseases of the liver",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Textbook of Veterinary Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "1313--1357",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pharmacological implications of microsomal enzyme induction",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Conney",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "19",
            "issn": "",
            "pages": "77--95",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Drug-induced changes in serum alkaline phosphatase and alanine aminotransferase activities not related to hepatic injuries",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Balazs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Farber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Feuer",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Textbook of Veterinary Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "1261--1312",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Increase of serum alkaline phosphatase activity due to enzyme,''induction'' in the liver of beagle dogs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Conning",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Litchfield",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J Pathol",
            "volume": "103",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Drug induced alkaline phosphatase activity in the liver of the beagle dog",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Litchfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Conning",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Toxicol Appl Pharmacol",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of phenobarbitone on plasma and hepatic alkaline phosphatase activity in the dog",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Litchfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Conning",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Naunyn Schmiedebergs Arch Pharmacol",
            "volume": "272",
            "issn": "",
            "pages": "358--362",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Liver tests in dogs receiving anticonvulsant drugs (diphenylhydantoin and primidone)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Noonan",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "17",
            "issn": "",
            "pages": "261--264",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Functional and morphological investigations of drug-induced hyperphosphatasemia in Beagles",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tettenborn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Luckhaus",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Voigt",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Arch Toxicol",
            "volume": "31",
            "issn": "",
            "pages": "109--120",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Frey HH, Göbel W, Löscher W. Pharmacokinetics of primidone and its active metabolites in the dog",
            "authors": [],
            "year": 1979,
            "venue": "Arch Int Pharmacodyn Ther",
            "volume": "242",
            "issn": "",
            "pages": "14--30",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Serum concentrations and efficacy of phenytoin, phenobarbital, and primidone in canine epilepsy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Farnbach",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Am Vet Med Assoc",
            "volume": "184",
            "issn": "",
            "pages": "1117--1120",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hepatic microsomal enzyme induction and thyroid function in rats treated with high doses of phenobarbital or chlorpromazine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Attia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aref",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bunch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Castleman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Dtsch Tierarztl Wochenschr",
            "volume": "98",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ground-glass'' hepatocytes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "South Afr Med J",
            "volume": "49",
            "issn": "",
            "pages": "1401--1403",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effect of phenobarbital on the distribution of drug metabolizing enzymes between periportal and perivenous rat hepatocytes prepared by digitonincollagenase liver perfusion",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Julkunen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Penttilä",
                    "suffix": ""
                },
                {
                    "first": "Lindros",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Pharmacol Exp Ther",
            "volume": "240",
            "issn": "",
            "pages": "663--667",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Comparative effects of dexamethasone and phenobarbital on adrenal cortex, liver cytochrome P450 contents and serum thyroid hormones",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "Jw ;",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Bree",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vandekerckhove",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Negrie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naltchayan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bouhnik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Veterinary Laboratory Medicine: Interpretation and Diagnosis",
            "volume": "50",
            "issn": "",
            "pages": "431--435",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The effect of three anticonvulsant drugs and ACTH on canine serum alkaline phosphatase",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sturtevant",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Dorner",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "13",
            "issn": "",
            "pages": "754--757",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Diagnostic efficacy of serum alkaline phosphatase and ␥-glutamyltransferase in dogs with histologically confirmed hepatobiliary disease: 270 cases (1980-1990)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Center",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Slater",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Manwarren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prymak",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Am Vet Med Assoc",
            "volume": "201",
            "issn": "",
            "pages": "1258--1264",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Differential but infrequent alterations of hepatic enzyme levels and thyroid hormone levels by anticonvulsant drugs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haidukewych",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Arch Neurol",
            "volume": "51",
            "issn": "",
            "pages": "381--384",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effects of phenobarbital on digitoxin and digoxin elimination in the dog",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Breznock",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Am J Vet Res",
            "volume": "36",
            "issn": "",
            "pages": "371--408",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Liver of dog 4 prior to treatment. (b) Liver of dog after 10 weeks of treatment. Hematoylin-eosin stain, ϫ400.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Serum ALP activities. Values are graphed as mean Ϯ SD. * Significantly greater (P ϭ .05) than before treatment (week 0). The dotted line indicates upper limit of reference range.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Serum ALT activities. Values are graphed as mean Ϯ SD. * Significantly greater (P ϭ .05) than before treatment (week 0). The dotted line indicates upper limit of reference range.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Serum GGT activities. Values are graphed as mean Ϯ SD. * Significantly greater (P ϭ .05) than before treatment (week 0). The dotted line indicates upper limit of reference range.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Canine 2000 5P41, PMI Feeds Inc, St Louis, MO b Diazepam 5 mg/mL, Steris Laboratories Inc, Phoenix, AZ Vetamine 100 mg/mL, Mallinckrodt, Mundelein, IL d Nolvasan Solution, Fort Dodge Laboratories Inc, Fort Dodge, IA Adams Shampoo, Pfizer Animal Health, Exton, PA f SL-668 (in 1.6% dilution), Sunbelt Laboratories, Houston, TX g HP ACTHar gel, 80 IU/mL, Rhone-Poulenc Rorer Pharmaceuticals Inc, Collegeville, PA h Azium, 2 mg/mL, Schering-Plough Animal Health Corp, Kenilworth, NJ Occult test; DiroCHEK , Synbiotics Corp, San Diego, CA Phenobarbital, Vintage Pharmaceuticals Inc, Charlotte, NC k Hill's Science Diet (Canine Maintenance), Hill's Pet Nutrition Inc, Topeka, KS Ultramark 8, Advanced Technology Laboratories, Bothell, WA Biopty-Cut Needle, Bard Radiology, Covington, GA n Biopty, Radioplast AB, Uppsala, Sweden o TDx/TDxFLx Phenobarbital II, Abbott Laboratories, Abbott Park, IL p SAS version 6.12, SAS Institute, Cary, NC",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by the Endocrine Laboratory, Louisiana Veterinary Medical Diagnostic Laboratory; School of Veterinary Medicine, Louisiana State University.The authors thank Dr Dawn Boothe for performing the phenobarbital assays and Gaye Gomila and Susan Masson for their technical support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}