{"paper_id": "465b7efe87ec1bffd1b17c155245b7dd5e21f64a", "metadata": {"title": "A quasi-experiment on using guided mobile learning interventions in ESL classrooms: Time use and academic performance", "authors": [{"first": "Siew", "middle": [], "last": "Foen Ng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mohammad", "middle": [], "last": "Affiq", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kamarul", "middle": [], "last": "Azlan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alia", "middle": [], "last": "Nadhirah", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ahmad", "middle": [], "last": "Kamal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alison", "middle": [], "last": "Manion", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This quasi-experimental study examined a guided learning approach towards the use of mobile devices and investigated the performance of language learners who were guided in the usage. A total of 419 students from two faculties were invited to participate in this 8-week intervention, 155 participants in the control group and 264 in the experimental group. In the experimental group, the researchers incorporated guided activities Module Intervention Model (MIM) using mobile devices into the ESL lessons whereas the control group lessons were without guided activities. Participants from both groups were asked to record their daily mobile device use for activities related to English language learning using an online form. These data were compared to the results of the tests conducted pre-and post-treatment. At the end of the study, students who received guided language activities utilizing the mobile devices had significantly higher levels of language performance than control group students. However, treatment group students who spent more time using mobile devices to learn the language did not display better performance compared to those who spent minimal time. This finding re-established the importance of guided activities as intervention to facilitate students' learning and points to the need for curricular modernization and faculty development in the instructional use of technology. Due to the increased need for online instruction precipitated by \"social distancing and isolation' required to overcome the coronavirus pandemic, the need for faculty to acquire skills in guided use of mobile devices for school-related learning is anticipated to be greater than ever.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Technology has undergone significant progress that benefits many, including educational stakeholders. Smartphones, internet-enabled devices, incorporating applications and software, are among the eminent breakthroughs in this century. Specifically, in the areas of teaching and learning, the presence of technology has made learning activities more accessible and convenient both teachers and students. For instance, the emergence of the Web 2.0 has prompted educational institutions to offer high-quality courses to people in different regions via massive open online courses. Furthermore, the growing number of people who are relying solely on smartphones for Internet access (Anderson & Horrigan, 2016) has driven the emergence of classroom response systems, such as Kahoot (https://kahoot.com), Quizlet (https://www.quizlet.com/), Poll Everywhere (https://www.polleverywhere.com/), and Plickers (https://www.plickers.com/) where students are encouraged to participate in the classroom activities and discussions and assess their learning using their mobile devices.", "cite_spans": [{"start": 678, "end": 705, "text": "(Anderson & Horrigan, 2016)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "The multifunctionality of mobile devices such as smartphones and tablets, capable of hosting a broad range of mobile software applications has inspired their adaptation in teaching and learning (Johnson et al. 2012 ). More specifically, integrating mobile devices into teaching and learning or mobile learning has become an essential reinforcement approach to stimulate motivation and engagement as well as to diversify content delivery method (Sung et al. 2016 ).", "cite_spans": [{"start": 194, "end": 214, "text": "(Johnson et al. 2012", "ref_id": "BIBREF25"}, {"start": 444, "end": 461, "text": "(Sung et al. 2016", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Introduction"}, {"text": "Mobile learning has become one of the latest trends in teaching and learning. It is formally defined as the incorporation of various mobile devices into teaching activities (Pereira and Rodrigues 2013) . Yet, the possible influence of mobile devices on higher education and their impact on lifelong learning opportunities is still unclear and is an evolving field of study (Kukulska-Hulme 2007) . Many educators have considered using mobile devices, such as smartphones, in education due to their affordable, popular and practical functions (Ismail et al. 2013; Pullen et al. 2015) . The appeal factor for learning through smartphones and particularly the apps is the ease and flexibility offered by mobile learning which minimizes the barriers provided by traditional methods or activities that used to be carried out in schools and universities (Valk et al. 2010a (Valk et al. , 2010b . On the other hand, researchers such as Woodcock et al. (2012a Woodcock et al. ( , 2012b found that mobile phones could be a distraction to students as many of them use their phones more for playing games and other leisure activities than for learning.", "cite_spans": [{"start": 173, "end": 201, "text": "(Pereira and Rodrigues 2013)", "ref_id": "BIBREF42"}, {"start": 373, "end": 394, "text": "(Kukulska-Hulme 2007)", "ref_id": "BIBREF30"}, {"start": 541, "end": 561, "text": "(Ismail et al. 2013;", "ref_id": "BIBREF24"}, {"start": 562, "end": 581, "text": "Pullen et al. 2015)", "ref_id": "BIBREF43"}, {"start": 847, "end": 865, "text": "(Valk et al. 2010a", "ref_id": "BIBREF49"}, {"start": 866, "end": 886, "text": "(Valk et al. , 2010b", "ref_id": "BIBREF50"}, {"start": 928, "end": 950, "text": "Woodcock et al. (2012a", "ref_id": "BIBREF56"}, {"start": 951, "end": 976, "text": "Woodcock et al. ( , 2012b", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Problem statement"}, {"text": "The inconclusiveness on the possibility of mobile learning to be an effective teaching and learning approach can be seen from past literature and this demands that proper research be conducted on how effective guided mobile learning can be and its possible impact on learners' performance. For instance, a study conducted by Pechenkina et al. (2017) positively linked mobile learning and learners' academic performance. However, learners' experience in mobile learning was not explored in that study. The study also focused on only one mobile application, making it hard to generalize the findings to other learning environments. On the other hand, a study by Bovermann et al. (2018) suggested that an effective online learning environment should include the factor of gaming as it could result in participants being more motivated in learning and also increase their level of satisfaction. To add to that, Kintu et al. (2017) asserted that for mobile learning to be effective and contribute to learners' increased academic performance, it has to include other factors such as learners' interest, learning design and learning outcomes, in which learners' needs and a proper learning framework have to be prepared. Contrarily, Drew and Mann (2018) held a negative view of mobile learning and the use of interactive mobile application in lessons as they believe it is unfitting, uncomfortable and unacademic concerning the learning experience.", "cite_spans": [{"start": 325, "end": 349, "text": "Pechenkina et al. (2017)", "ref_id": "BIBREF40"}, {"start": 660, "end": 683, "text": "Bovermann et al. (2018)", "ref_id": "BIBREF6"}, {"start": 907, "end": 926, "text": "Kintu et al. (2017)", "ref_id": "BIBREF29"}, {"start": 1226, "end": 1246, "text": "Drew and Mann (2018)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Problem statement"}, {"text": "At the national level, for instance, while there are policies highlighted on the need to implement technology in learning, including mobile learning, the implementation is rather unconvincing. Higher institutions in Malaysia are encouraged to use technology to assist teaching and learning, and mobile learning has become more prevalent, especially in enhancing language learning. This is seen in the Malaysia Education Blueprint 2015-2025 for higher education where Globalised Online Learning has been outlined as the 9th shift that will spur continued excellence in the higher education system (Malaysia Education Blueprint 2015). However, based on the current observation of language classes in higher institution, the usage of mobile learning is rarely continuous. Rather, it is utilised once in a while to ease information transfer and to attract language learners' attention to the lessons. There is no proper long-term target of enhancing learners' proficiency. Though many language instructors are aware of some useful language mobile learning applications that can be used in class, the usage is often limited to the instructor's familiarity with the applications, ability to fully utilise the applications and the time limitation to conduct mobile activities while covering the syllabus.", "cite_spans": [], "ref_spans": [], "section": "Problem statement"}, {"text": "The inconclusiveness on whether mobile learning can be a good driving force in teaching and learning, and how it can really be effective can perhaps be answered by filling in the gaps highlighted by some previous studies. For instance, Kintu et al. (2017) suggested that besides the students' characteristics, mobile learning design features are good drivers towards an effective blended learning environment. Meanwhile, Barrs (2011) recommended that detailed guidance and explanation on how to use smartphones appropriately in classroom settings is imperative if meaningful learning is to take place. Along the same vein, Chen's (2013) action research investigated how students used tablet computers for informal language learning and observed their attitudes towards the new mobile technology. It was found that simply providing students with the mobile device did not result in its effective use in language learning. Learners need to be properly guided not only technologically, but also methodologically, as some students lack the necessary knowledge and experience to solve problems in the process of adopting new technologies. Similarly, Ng et al. (2017) found that facilitating the use of smartphone is essential and the findings recommended that future studies should focus on ways to facilitate learners' intentional behaviour towards the use of smartphones so that they will develop the capacity to use them to assist their learning processes. These findings give raise to questions as to whether mobile learning delivery should be designed in a proper lesson framework in order to be effective for the students.", "cite_spans": [{"start": 236, "end": 255, "text": "Kintu et al. (2017)", "ref_id": "BIBREF29"}, {"start": 421, "end": 433, "text": "Barrs (2011)", "ref_id": "BIBREF4"}, {"start": 623, "end": 636, "text": "Chen's (2013)", "ref_id": "BIBREF9"}, {"start": 1145, "end": 1161, "text": "Ng et al. (2017)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Problem statement"}, {"text": "To add to that, it is also wise to consider the time spent on e-learning, as it has long been recognised as an important contributor to student learning and achievement (Worthen et al., 1994; Romero and Barberà 2011) although Davies and Graff (2005) found that greater online interaction did not lead to significantly higher performance for students achieving passing grades; however, students who failed in their courses tended to interact less frequently. Interestingly, research conducted by Sandberg et al. (2011) found that the extra time spent on mobile English learning positively affect students' learning result. Hence, the second issue that requires further consideration in this research is students' participation in mobile learning tasks and this can be observed through the time spent in using mobile devices to learn. The importance of including mobile learning time tracking to evaluate students' achievement has also been suggested by Martin and Ertzberger (2013) . A proper study into guided mobile learning intervention especially on the time spent using mobile devices to learn language can be seen as necessary in the context of Malaysian tertiary language learning and in other language learning classrooms in Malaysia, including primary and secondary education and colleges. This is due to the vacuum in the clear understanding on whether guided intervention in mobile learning would be effective in language teaching and learning.", "cite_spans": [{"start": 169, "end": 191, "text": "(Worthen et al., 1994;", "ref_id": "BIBREF58"}, {"start": 192, "end": 216, "text": "Romero and Barberà 2011)", "ref_id": "BIBREF45"}, {"start": 226, "end": 249, "text": "Davies and Graff (2005)", "ref_id": "BIBREF10"}, {"start": 495, "end": 517, "text": "Sandberg et al. (2011)", "ref_id": "BIBREF46"}, {"start": 952, "end": 980, "text": "Martin and Ertzberger (2013)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Problem statement"}, {"text": "Based on the gaps highlighted in the previous studies, this study examined the outcomes of a guided approach to the use of mobile devices and investigates the performance of language learners who are guided in the usage and vice-versa. It aims at answering two research questions: 1) Do students who receive guided language activities utilising the mobile devices have better performance than those who do not receive guided language activities utilising the mobile devices? and 2) Do students who spend more time in using mobile devices to learn language display better performance compared to those who spend lesser time?", "cite_spans": [], "ref_spans": [], "section": "Problem statement"}, {"text": "The answers to these questions may provide valuable evidence about the relationship between mobile devices usage and students' academic performance. They may make valuable contributions to the efforts of syllabus designers, policy makers and instructors of the overall academic performance of the students and the proficiency of the students in language learning, particularly in skills like reading and listening, speaking and writing. And they may provide further guidelines on ways to improve the language teaching and learning programmes in the university. This study is guided by the following objectives:", "cite_spans": [], "ref_spans": [], "section": "Problem statement"}, {"text": "1.2 Objectives 1. To determine whether the guided approach in using mobile devices to learn language significantly increases learners' language performance as measured by their grades in their final examination. 2. To determine whether the time spent in using mobile devices to learn language significantly increases learners' language performance 2 Literature review", "cite_spans": [], "ref_spans": [], "section": "Problem statement"}, {"text": "The way learners acquire language skills through the teaching and learning process has gradually been transformed through the advancement of technology. This change has not only affected students' learning but also the teaching approaches adopted by teachers. As technology is advancing and becomes increasingly ubiquitous, it has become inseparable from our daily lives. Nowadays, such technological advancements as smartphones and computers have become necessities upon which people are relying to stay socially connected and to access information. Irrefutably, education institutions are among the places where the advancement of technology has taken effect, especially in the classrooms. Students and teachers now have the access to multiple free applications as well as other online learning tools that are useful in enhancing learning. Students and teachers have seen the advances, noticing how technology has expanded the opportunity to study (Navarro 2012) . As technological devices are becoming more important, the Internet has assumed a critical role teaching and learning. In schools, for instance, the number of computers inside the classroom continues to increase making the computer the most important tool in school, making the Internet influence a big part of students' lives (Navarro 2012) . The use of technology in education however, has to be well managed and tuned in order to unleash its true potential for positive impact on teaching and learning. Educational technology is not, and never will be, transformative on its own as it requires the assistance of educators who integrate technology into the curriculum, align it with student learning goals, and use it for engaged learning projects (Navarro 2012) . Navarro (2012) believed that technology that is effectively integrated into teaching and learning will result in a positive impact on increasing student achievement. Similarly, numerous research projects have been undertaken to investigate students' preparedness to incorporate learning with mobile devices, some of which are Malaysian-based, including research conducted by Abas et al. (2009 ), Hussin et al. (2012 and Hamat et al. (2013) . The findings report that the respondents in their studies welcomed the integration of learning with mobile gadgets.", "cite_spans": [{"start": 950, "end": 964, "text": "(Navarro 2012)", "ref_id": "BIBREF36"}, {"start": 1293, "end": 1307, "text": "(Navarro 2012)", "ref_id": "BIBREF36"}, {"start": 1716, "end": 1730, "text": "(Navarro 2012)", "ref_id": "BIBREF36"}, {"start": 1733, "end": 1747, "text": "Navarro (2012)", "ref_id": "BIBREF36"}, {"start": 2108, "end": 2125, "text": "Abas et al. (2009", "ref_id": "BIBREF0"}, {"start": 2126, "end": 2148, "text": "), Hussin et al. (2012", "ref_id": "BIBREF21"}, {"start": 2153, "end": 2172, "text": "Hamat et al. (2013)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Technology and education"}, {"text": "Mobile learning is one of the latest trends in teaching and learning. Park (2011) defines mobile learning as \"the use of mobile or wireless devices for the purpose of learning while on the move\" (p.79), adding to the list of mobile devices, personal media players, and laptops. Similarly, Kadirie (2009) defines mobile learning \"as a form of e-learning, which can take place anytime, anywhere with the help of a mobile communication device such as a mobile phone, a personal digital assistant (PDA), iPod or any such small portable device\" (p. 15). Numerous research have found that mobile learning is beneficial and effective in teaching and learning (Ifenthaler and Schweinbenz 2013; Lee et al. 2016; Shohel and Power 2010) . Many studies have also mentioned that technology has extensive pedagogical potential to cultivate a better learning environment (Huang et al. 2008; Hwang and Chang 2011) . However, most teachers who were incorporating mobile technologies, were still at the initial adoption stage (Ifenthaler and Schweinbenz 2013) and never engaged in extended, and emergent use of mobile learning tools. Mobile learning has also started to weave its way into Malaysian classrooms. Hussin et al. (2012) researched students' readiness for mobile learning in four aspects: basic, skill, psychological and budget. They found that Malaysian university students were not yet ready for mobile learning. However, it is assumed that with the growing development in smartphones and that many companies are very competitive in manufacturing devices that incorporate up-to-date applications which can be sold at a low price that can reach even low-income households, mobile learning has now been made possible. Interestingly, text messaging is seen as a feasible application for mobile learning such as reading activity (Mat Daud and Husin 2013), and delivery of short course subject notes. Kim and Kwon (2012) identify Mobile Social, Mobile Podcast, Course Management Service and Automatic Speech Recognition Software as the applications most useful for language learning. Also, students make use of emails that are enabled on their smartphones for academic activities (Vázquez-Cano 2012a, 2012b). Today, with the availability of major mobile operating systems for different makes of smartphone (Android, iOS and Windows), more applications definitely will be made accessible and convenient for learning activities.", "cite_spans": [{"start": 652, "end": 685, "text": "(Ifenthaler and Schweinbenz 2013;", "ref_id": "BIBREF23"}, {"start": 686, "end": 702, "text": "Lee et al. 2016;", "ref_id": "BIBREF31"}, {"start": 703, "end": 725, "text": "Shohel and Power 2010)", "ref_id": "BIBREF47"}, {"start": 856, "end": 875, "text": "(Huang et al. 2008;", "ref_id": "BIBREF18"}, {"start": 876, "end": 897, "text": "Hwang and Chang 2011)", "ref_id": "BIBREF22"}, {"start": 1008, "end": 1041, "text": "(Ifenthaler and Schweinbenz 2013)", "ref_id": "BIBREF23"}, {"start": 1193, "end": 1213, "text": "Hussin et al. (2012)", "ref_id": "BIBREF21"}, {"start": 1891, "end": 1910, "text": "Kim and Kwon (2012)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Mobile learning"}, {"text": "Students in Kim et al. (2013) study participated in class projects using their different mobile operating systems. Among the applications utilized in the projects were an online discussion board, Facebook, YouTube and Voice Thread. The students believed that with better connection and communication, language learning can be applicable outside classrooms. In addition, the students preferred interactive mobile language learning, which is another aspect to be considered in designing mobile learning. The students were more open to mobile learning after they had experienced it themselves.", "cite_spans": [{"start": 12, "end": 29, "text": "Kim et al. (2013)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Mobile learning"}, {"text": "Despite the prevalent use of smartphones among tertiary level students, the extent to which these technological gadgets have contributed to their academic achievement is still inconclusive. It can be observed that it has become almost a norm nowadays when teachers are greatly in favour of the idea of encouraging students to utilize smartphones in the classroom to assist learning. However, on the other side of a coin, there are still teachers who strongly condemn this practice. This reaction is in response to numerous cases reported about the misuse of these devices in the classroom setting. Due to these concerns, Ally and Prieto-Blázquez (2014) stressed that more research should be conducted to transform education using mobile learning.", "cite_spans": [{"start": 621, "end": 652, "text": "Ally and Prieto-Blázquez (2014)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Guided Mobile learning and academic performance"}, {"text": "Gehlen-Baum and Weinberger (2012) and Woodcock et al. (2012a Woodcock et al. ( , 2012b found that students frequently use their phones more for browsing lecture-unrelated websites, played games, involving themselves in social media and watching videos during class than with learning. Meanwhile, Mills (2014a, 2014b) found that students were increasingly adopting smartphones with the focus on personal use rather than education purposes. Among the identified factors which prevent the widespread adoption of smartphone for education purposes are physical, technical and psychological limitations (Woodcock et al. 2012a (Woodcock et al. , 2012b .", "cite_spans": [{"start": 38, "end": 60, "text": "Woodcock et al. (2012a", "ref_id": "BIBREF56"}, {"start": 61, "end": 86, "text": "Woodcock et al. ( , 2012b", "ref_id": "BIBREF57"}, {"start": 296, "end": 316, "text": "Mills (2014a, 2014b)", "ref_id": null}, {"start": 597, "end": 619, "text": "(Woodcock et al. 2012a", "ref_id": "BIBREF56"}, {"start": 620, "end": 644, "text": "(Woodcock et al. , 2012b", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Guided Mobile learning and academic performance"}, {"text": "There are a number of previous studies that have highlighted the association between mobile learning and academic performance. Studies have shown that the use of mobile technologies can enhance learning performance (Bogdanović et al. 2014; Dunn et al. 2013) . Pechenkina et al. (2017) whose study focused on correlations of students' app usage and their academic performance found that there was an increase both in learners' academic performance and retention rate, against the understanding that learners' retention rate is suppose to decrease as they progress throughout the semesters. However, the authors focused on only one self-developed mobile application, instead of multiple applications available online, and more importantly, it was purely quantitative, without any attempt to analyse the learners' learning experience. Previous study, such as by Drew and Mann (2018) focused on the learners' experience with mobile learning and found using interactive mobile application in lessons to be unfitting, uncomfortable and unacademic. Moreover, the study examined only one application used by the learners. Thus, a study that considers more mobile applications and also explores learner' experiences with those mobile applications is needed. On a slightly different path, the study by Bovermann et al. (2018) , looked into the aspect of both learners' motivation and learning satisfaction towards gamified online learning. The results point out that there is a significant correlation of gamification and learners' motivation, and learning satisfaction. The findings of this study therefore suggested a future study in the field of mobile learning for instance, should also take into consideration the factor of gaming in the applications chosen. While studies in the field of blended and mobile learning are done for the purpose of comparing the learning environment and academic achievements, its effectiveness may be contingent on factors such as student characteristics, design features and learning outcomes (Kintu et al. 2017) . Thus, it is ideal to understand that, a research on mobile learning should be comprehensive which includes needs analysis, a proper guided mobile learning framework, with the expected learning outcomes.", "cite_spans": [{"start": 215, "end": 239, "text": "(Bogdanović et al. 2014;", "ref_id": "BIBREF5"}, {"start": 240, "end": 257, "text": "Dunn et al. 2013)", "ref_id": "BIBREF13"}, {"start": 260, "end": 284, "text": "Pechenkina et al. (2017)", "ref_id": "BIBREF40"}, {"start": 859, "end": 879, "text": "Drew and Mann (2018)", "ref_id": "BIBREF12"}, {"start": 1292, "end": 1315, "text": "Bovermann et al. (2018)", "ref_id": "BIBREF6"}, {"start": 2020, "end": 2039, "text": "(Kintu et al. 2017)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Guided Mobile learning and academic performance"}, {"text": "While there are few studies specifically done on guided mobile learning interventions, some available studies are quite affirmative on the idea of mobile learning that is guided. Barrs (2011) for instance, claimed that students demonstrate greater interest in continuing self-directed learning using mobile devices when they are provided detailed guidance and explanations on how to use their smartphones appropriately in classroom settings. Upon realizing the usefulness of mobile devices in learning, students are open to the possibility of using their smartphones for educational purposes Mills 2014a, 2014b) . This was acknowledged by Gehlen-Baum and Weinberger (2012) who stated that students use their mobile devices for annotating lecture slides, taking notes, looking at lecture-related websites and looking at lecture-related documents. Guided intervention in mobile learning is a concern to be taken into consideration when we talk about blended learning as Geng et al. (2019) implied that teaching presence is critical to the course and facilitation. Teaching presence can be defined as the design, facilitation, and direction of cognitive and social processes for the purpose of realizing personally meaningful and worthwhile educational learning outcomes (Anderson et al. 2001) . It can therefore be understood that if a blended learning or mobile learning is to be conducted, it has to be well designed, properly guided to achieve the desired outcomes. Thus, having a proper framework for mobile learning in lessons can be said as vital in ensuring its effectiveness and success.", "cite_spans": [{"start": 179, "end": 191, "text": "Barrs (2011)", "ref_id": "BIBREF4"}, {"start": 592, "end": 611, "text": "Mills 2014a, 2014b)", "ref_id": null}, {"start": 968, "end": 986, "text": "Geng et al. (2019)", "ref_id": "BIBREF16"}, {"start": 1268, "end": 1290, "text": "(Anderson et al. 2001)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Guided Mobile learning and academic performance"}, {"text": "Another study conducted by Norris et al. (2011) , shows that student achievement increases significantly when they use mobile learning devices, including smartphones, during learning time. This is because their time-on-task completion will increase as they have the device at hand. Norris et al. (2011) found that students were constantly using the camera on the smartphone to take pictures of abstract concepts that were taught in class so that later they could relate them with the concrete ideas. Similar findings are reported in Woodcock et al. (2012a Woodcock et al. ( , 2012b where the respondents in their research believed that smartphones had allowed them to improve productivity and eventually their learning performance would reap its benefit. Ng et al. (2017) assert that the possible influence of mobile devices on education and their impact is still unclear and is an evolving field of study. In their study, it was found that facilitating the usage of smartphones is crucial, and the findings recommended that future studies should focus on ways to facilitate learners' intentional use of smartphones so that they will develop the capacity to use this device to assist their learning processes.", "cite_spans": [{"start": 27, "end": 47, "text": "Norris et al. (2011)", "ref_id": "BIBREF38"}, {"start": 282, "end": 302, "text": "Norris et al. (2011)", "ref_id": "BIBREF38"}, {"start": 533, "end": 555, "text": "Woodcock et al. (2012a", "ref_id": "BIBREF56"}, {"start": 556, "end": 581, "text": "Woodcock et al. ( , 2012b", "ref_id": "BIBREF57"}, {"start": 755, "end": 771, "text": "Ng et al. (2017)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Guided Mobile learning and academic performance"}, {"text": "Globally, smartphone usage among tertiary level students has increased tremendously over the last 2 years. Numerous studies have been conducted to investigate the use of mobile devices themselves. For most of the research reported about the benefits and limitations of smartphone, there was very little empirical evidence written to support their claims (Merchant 2012) . Although there is some evidence about students' use of mobile devices in higher education, there is little research about how they have used them to support learning activities and how this relates to their academic performance.", "cite_spans": [{"start": 354, "end": 369, "text": "(Merchant 2012)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Summary of the literature review"}, {"text": "1. Treatment group students who receive guided language activities utilizing the mobile devices have significantly higher levels of language performance (measured by the change in grades on final examinations) than control group students who do not receive guided language activities utilizing the mobile devices. 2. Treatment group students who spend more time in using mobile devices to learn language display better performance compared to those who spend lesser time.", "cite_spans": [], "ref_spans": [], "section": "Hypotheses"}, {"text": "A pre-test/post-test (final examination scores), time record, two-group, quasiexperimental design was used in this study. A representation of the design is presented in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 169, "end": 176, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Research design"}, {"text": "Stratified random sampling was utilised where the student population is divided into control and intervention groups. The student population shared similar levels of English language mastery with an average attainment of Band 3 in the Malaysian University English Test (MUET). They also took the same English language subjects, which were English II in the first semester and English (III) for Science in the following semester. Each class consisted of around 30 students. There were altogether 10 English for Science classes and for the purpose of the research, 5 classes were selected to be in the control group and the remaining 5 to be in the experimental group. Each of the 10 classes was taught by different language instructors. The total number of participants invited for this study was 419 with 155 participants in the control group and 264 in the experimental group.", "cite_spans": [], "ref_spans": [], "section": "Population and sampling"}, {"text": "The experimental group received interventions, in the form of guided activities based on a Mobile Intervention Model (MIM) using smartphone and other mobile devices for 8 weeks. The MIM, a module created by the researchers based on their experience in teaching the current course, functions as a comprehensive guide that matches the course contents to the most appropriate web learning tools. The module indicates the lesson content for a particular week along with the relevant unit of the textbook. The time proposed for each session is also provided in the module. Instruction is provided for use of any web tools needed to complement the in-class lesson. The MIM uses several web learning tools to create an interactive learning environment for the students, allowing them to express themselves, collaborate and have fun while learning new skills. There are, of course, many such tools availablethis During the treatment period, participants were also required to record their mobile devices time usage in Google Sheets. The control group did not receive the guided activities. For both groups the participants' change in language performance was measured from previous final examination grades (pre-test) and after they had completed the course, current final examination grades (post-test).", "cite_spans": [], "ref_spans": [], "section": "Instrumentation"}, {"text": "The data were collected on a daily basis during the 8-week treatment period. Five instructors teaching the English III for Science were involved in collecting data for this quasi-experimental research. Instructors A and B each had two experimental classes, whereas instructor C had one class. Instructor D and E had two and three classes respectively from the control group. The English class consists of 120 min of lecture and 60 min of tutorial each week. In the experimental group, during the English class lessons, the instructors utilized guided activities from the Module Intervention Model (MIM) using the mobile devices to access learning tools such as apps for language learning, Google search engine and online quiz platforms. Each activity has its own particular advantage in conveying particular kinds of messages and evoking particular kinds of learner responses. While in the control group, the lessons were given using traditional classroom methods, mainly including teaching materials (textbooks, text-related cards, pictures etc.), chalk and talk, and sometimes a tape-recorder. Each of the participants, from both the experimental and control groups, was given an online form of daily record of mobile device use for them to key in the number of hours or minutes where they use smartphones for any activity that is related to English language learning. The form lists 6 categories, for which students need to record their time of using smartphone accordingly based on the given categories. The categories are 1. View course PowerPoint slides, 2. Review class notes, 3. View course videos or other learning videos, 4. Record class presentation, 5. Using online applications such as kahoot!, coggle or padlet, and 6. Upload and download learning materials from the learning management system. Participants from both the experimental and control groups submitted their online form of daily record of mobile device use to their instructors at the end of each day via google drive. At the end of the intervention period, the accumulated amount of the time each of the participants spent on each of the category was totalled, and the total time spent on all categories was calculated to get a clear picture on the amount of time spent on their mobile devices for English language learning purposes.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "These data were used to compare with the results of the pre-and post-tests conducted before and after the treatment. Both the control and experimental groups had to go through the pre-and post-tests, in which the pre-test result is the grade of the previous semester's final examination and the post-test result is the grade of the current semester's final examination that was taken after the intervention. The time recorded for mobile device use was later compared to the grades to identify whether the grades of the intervention group showed greater improvement after intervention than did the grades of the control group.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Cumulative Grade Point Averages (CGPAs) from both the experimental and control groups were extracted from the transcripts for both pre-tests and post-tests and treated as scale data. Descriptive statistics were used to respond to both of the research questions posed for this study. Means, standard deviations and medians of accumulated time spent on activities using the smartphone and the total 8-weeks use recorded on the form of daily record of smartphone use were calculated. These scores were compared to academic achievement scores using bivariate comparisons of means.", "cite_spans": [], "ref_spans": [], "section": "Data analyses"}, {"text": "A total of 405 students took part in this quasi-experimental study. Table 2 presents the demographic information of the participants. This study utilizes the population of students from two faculties, Faculty of Earth Science (FSB) and Faculty of Agro-Based Industry (FIAT). A total of 419 students were invited to participate in this 8week intervention. 405 students (96.7%) completed the whole intervention and only 14 students (3.3%) failed to do so. Based on this table, FSB displayed the higher number of respondents which consisted of 194 students with 32% in the control group and 68% in the experimental whereas FIAT constituted 225 students with 41.3% in the control group and 58.7% in the experimental.", "cite_spans": [], "ref_spans": [{"start": 68, "end": 75, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Findings and discussion"}, {"text": "The first objective of this study was to determine whether the guided approach in using mobile devices to learn language significantly increases learners' language performance as measured by their grades in their final examination. The following table displays the comparison of means between the experimental and control group. Table 3 shows that the experimental group started with a higher mean pre-test mark (M = 78.66, SD = 6.275) as compared to the control group, (M = 77.99). There was a difference of 0.67 in mean score. The mean pre-test marks for both groups were more or less the same. The post-test mark for the experimental group was (M = 78.37), whereas the control group's mean was (M = 76.13). The mean difference between the two groups is 2.24 in mean score, which is slightly higher compared to the mean difference in the pre-test. However, both groups scored lower mean marks in the posttest. However, the experimental group did slightly better as the difference was -0.29, whereas the control group mean was −1.86. This means the control group marks were 15 times lower than the experimental group. What is interesting is the possibility that two factors may have contributed to the decline in scores for both groups. One may be that English III is harder for both groups than English II. The other maybe attributed to the likelihood that both groups continued to use Bahasa Malaysia (the first language of the respondents) as their primary language both in and out of school. If that is the case, one could suggest that even though the experimental group had lower post-test scores than their pre-test scores the intervention helped reducing the amount of loss. On the other hand, students who had no particular guidance in the use of the MIM suffered a substantially greater drop in post-test scores than did the experimental group.", "cite_spans": [], "ref_spans": [{"start": 329, "end": 336, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Findings and discussion"}, {"text": "So, did the guided language activities based on the mobile devices use help the students in learning the language? Based on the pre-test and post-test marks for both groups, the means for both groups had dropped. However, the mean for the control group, which did not go through the intervention, declined more, as compared to the experimental group. This indicates that the guided language activities based on the mobile devices did help to increase the performance of the experimental group in their language learning. This finding is aligned with other researchers such as Barrs (2011 ), Norris et al. (2011 ) and Ng et al. (2017 , who assert that facilitating the use of mobile devices with guided learning activities enhance the performance of the students. In the case of this study, the researchers have incorporated into their course syllabus 8 weeks of teaching with guided activities based on MIM using mobile devices. MIM created by the researchers, is a comprehensive guide that matches the course contents to the most appropriate web learning tools. Hur et al. (2015) and Sung et al. (2016) , in their study, reported that the integration of mobile devices into teaching to be beneficial towards multiple methods to engage in course materials. However, for the implementation of mobile learning to be effective, \"it is essential to (re)design teaching and learning activities to optimize mobile learning environments and exploit the unique affordances mobile learning provides\" (Brown and Mbati 2015, p. 118) . As revealed in Table 3 , based on the comparison of means of the two groups, the intervention conducted in this study on the experimental group has enhanced the performance of the students. In order to gauge the significant differences of means of the two groups, an Independent Samples T-Test was carried out to test hypothesis one which was the treatment group students who receive guided language activities utilizing the mobile devices have significantly higher levels of language performance (measured by the change in grades on final examinations) than control group students who do not receive guided language activities utilizing the mobile devices. The following table displays the results.", "cite_spans": [{"start": 576, "end": 587, "text": "Barrs (2011", "ref_id": "BIBREF4"}, {"start": 588, "end": 610, "text": "), Norris et al. (2011", "ref_id": "BIBREF38"}, {"start": 611, "end": 632, "text": ") and Ng et al. (2017", "ref_id": "BIBREF37"}, {"start": 1063, "end": 1080, "text": "Hur et al. (2015)", "ref_id": "BIBREF20"}, {"start": 1085, "end": 1103, "text": "Sung et al. (2016)", "ref_id": "BIBREF48"}, {"start": 1491, "end": 1521, "text": "(Brown and Mbati 2015, p. 118)", "ref_id": null}], "ref_spans": [{"start": 1539, "end": 1546, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Findings and discussion"}, {"text": "Based on Table 4 , when the independent samples T-test was conducted, the results show that there are no significant differences in the pre-test marks for both groups. This reflects that the mark for both groups at the starting point revealed no significant difference in terms of mean score. On the other hand, the mean difference between the experimental and control group post-test marks were significant at 0.05. The results reflect that, although both groups scored lower in their means in the post-tests, the difference in means between the experimental and control is significant. Based on these results, the researchers conclude that activities guided by the lecturers based on the smartphone usage has contributed significantly to the language learning of the experimental group who went through the intervention. Thus, the first research hypothesis of this study is accepted. The treatment group students who received guided language activities utilizing the mobile devices have significantly higher levels of language performance (measured by the change in grades of final examinations) than control group students who did not receive guided language activities utilizing the mobile devices.", "cite_spans": [], "ref_spans": [{"start": 9, "end": 16, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Findings and discussion"}, {"text": "The current quasi experimental study confirms the previous findings that by providing guidance in the use of mobile devices will encourage students to demonstrate greater interest in learning (Barrs 2011; Chen 2013) ) for educational purposes Mills 2014a, 2014b) and subsequently lead to the enhancement of performance (Woodcock et al. 2012a (Woodcock et al. , 2012b Yi et al., 2016; Ng et al. 2017) .", "cite_spans": [{"start": 192, "end": 204, "text": "(Barrs 2011;", "ref_id": "BIBREF4"}, {"start": 205, "end": 215, "text": "Chen 2013)", "ref_id": "BIBREF9"}, {"start": 243, "end": 262, "text": "Mills 2014a, 2014b)", "ref_id": null}, {"start": 319, "end": 341, "text": "(Woodcock et al. 2012a", "ref_id": "BIBREF56"}, {"start": 342, "end": 366, "text": "(Woodcock et al. , 2012b", "ref_id": "BIBREF57"}, {"start": 367, "end": 383, "text": "Yi et al., 2016;", "ref_id": "BIBREF59"}, {"start": 384, "end": 399, "text": "Ng et al. 2017)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Findings and discussion"}, {"text": "The second objective of this study was to determine whether the time spent in using mobile devices to learn language significantly increases learners' language performance. Participants from the experimental group who went through the intervention were asked to record their daily use of mobile devices for the purpose of learning English. The following Table exhibits their use over 8 weeks and the types of use. Table 5 displays the various language activities using smartphone access among the experimental group. The types of use were selected based on the Ng et al. (2017) study which found significance but weak inverse correlation between smartphone usage and academic CGPA of tertiary students. \"Use of Online Apps\" was added into the list as the researchers anticipated that students would be spending time exploring apps as the intervention of this study was based on MIM, a module which utilized several web learning tools to create an interactive learning environment. Students had recorded the time spent in minutes over the 9 weeks when the lecturers utilized the use of smartphone to conduct their English language classes. Students were guided to use their smartphone to access apps and learning materials as well as to use it for other English learning purposes.", "cite_spans": [{"start": 561, "end": 577, "text": "Ng et al. (2017)", "ref_id": "BIBREF37"}], "ref_spans": [{"start": 414, "end": 421, "text": "Table 5", "ref_id": null}], "section": "Findings and discussion"}, {"text": "The table shows that the three most frequent types of use were viewing power points slides with a mean of 1580.98, followed by reviewing class notes with a mean of 1484.02 and uploading and downloading learning materials with a mean of 1205.90. Using online apps and recording class presentations recorded the lowest with means of 774.480 and 952.320. As these two activities were more popularly used during class time and rarely outside the classroom, the researchers reckoned that the time recorded was mainly based on the number of English language learning hours set by the university.", "cite_spans": [], "ref_spans": [], "section": "Findings and discussion"}, {"text": "The finding has shown that students used an average of 7165.30 min engaging in the 6 types of use for the whole entire 8 weeks, a representation of 7.9% of the total number minutes in a 63-day period. This indicates that on an average day, the students spent about 1.9 h engaging in the 6 types of use in their learning. Using smartphone to view PowerPoint presentation and reviewing class notes seem to be the highest use of time among the 6 types of use. This could be due to the reason that in tertiary level of teaching and learning, lecturers use PowerPoint to present their teaching contents. These materials are usually uploaded to the university learning website to be accessed by students either before or after the classes. Thus, it is not a surprise that these 2 types of use top the rest as they are both interrelated. Students would spend time on their smartphone viewing the PowerPoint to review the notes or content delivered by their instructors. In line with this, Raver and Maydosz (2010) found that students who were provided with their instructors' lecture notes or PowerPoint slides before or after the lecture performed better in a pre-test/post-test comparison than students who were not provided with these aids. In order to determine whether the time spent in using mobile devices to learn language significantly increases learners' language performance, the second hypothesis of the study was tested. Treatment group students who spend more time in using mobile devices to learn language was hypothesized to display better performance compared to those who spend lesser time. Pearson correlation was use to correlate the relationship between time spent on the activities using mobile devices and the students' performance. The following table shows the correlations. Table 6 displays the correlations of the variables used in this study among the experimental group. The results reveal there is a positive significant correlation at p = .000 between post-test mark and mark change. However, there is no significant correlation between post-test mark, mark change and time spent in the activities using smartphone. This implies that the time spent on the activities using smartphone did not show a significant correlation with the students' post-test marks. Thus, the second research hypothesis of this study is rejected. Treatment group students who spent more time for in using smartphone to learn the language did not display better performance compared to those who spend minimal time. Previous studies have shown inconclusive results with regard to time spent on elearning though it has been known as an important contributor to students' learning and performance (Worthen et al., 1994; Davies and Graff 2005; Romero and Barberà 2011; Sandberg et al. 2011) . In this study, the possibility of such outcome could be explained by the starting point or the pre-test marks which were already high in comparison with the post-test marks. Moreover, comparison could not be made with the control group in terms of their time spend on above activities using the smartphone as they were not included in the intervention. The researchers would suggest future studies to measure the control group in terms of time spent on the above activities using the smartphone without guidance from the instructors.", "cite_spans": [{"start": 982, "end": 1006, "text": "Raver and Maydosz (2010)", "ref_id": "BIBREF44"}, {"start": 2694, "end": 2716, "text": "(Worthen et al., 1994;", "ref_id": "BIBREF58"}, {"start": 2717, "end": 2739, "text": "Davies and Graff 2005;", "ref_id": "BIBREF10"}, {"start": 2740, "end": 2764, "text": "Romero and Barberà 2011;", "ref_id": "BIBREF45"}, {"start": 2765, "end": 2786, "text": "Sandberg et al. 2011)", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 1793, "end": 1800, "text": "Table 6", "ref_id": "TABREF4"}], "section": "Findings and discussion"}, {"text": "The table also shows that all the activities using smartphone guided by the lecturers are positively and significantly correlating with each other. For instance, VPPS is correlated with RCN at .567, VV at .243, RCP at .311, UOA at .368 and UL/DL at .357. The same goes for the other activities. What do these tell us? The researchers feel that once students were being guided to use the smartphone to engage in learning activities, the more they use the smartphone for purposeful learning, the more they utilized the activities as the types of use are very much interrelated to one and another. Since the six smartphone activities are significantly correlated to each other (see Table 6 ), it seems responsible to suggest that, given individual learning styles and preference, any one or more of the six activities studied may serve as effective starting points as contributors to increased learning efficiency when appropriate instructional design and intention guide the learner's smartphone use in the context of learning in a given course experience.", "cite_spans": [], "ref_spans": [{"start": 679, "end": 686, "text": "Table 6", "ref_id": "TABREF4"}], "section": "Findings and discussion"}, {"text": "Previous research has shown that mobile learning can improve student academic performance (Huang et al. 2012; Bogdanović et al. 2014; Dunn et al. 2013; Pechenkina et al. 2017) , engagement, and learning satisfaction (Chang and Hsu 2011) . While these research studies provide empirical support for the benefits of mobile learning implementation, these positive outcomes could only be realized when mobile technologies are properly adopted and used by educators to guide students in their learning (Chen 2013) .", "cite_spans": [{"start": 90, "end": 109, "text": "(Huang et al. 2012;", "ref_id": "BIBREF19"}, {"start": 110, "end": 133, "text": "Bogdanović et al. 2014;", "ref_id": "BIBREF5"}, {"start": 134, "end": 151, "text": "Dunn et al. 2013;", "ref_id": "BIBREF13"}, {"start": 152, "end": 175, "text": "Pechenkina et al. 2017)", "ref_id": "BIBREF40"}, {"start": 216, "end": 236, "text": "(Chang and Hsu 2011)", "ref_id": "BIBREF8"}, {"start": 497, "end": 508, "text": "(Chen 2013)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Conclusion and recommendations"}, {"text": "The outcome of this quasi experimental research concludes that students who received intervention in guided language activities utilizing the mobile devices performed better than students who did not receive guided language activities utilizing the mobile devices. This explains the benefits of intervention in which students were guided in using the smartphones and other mobile devices to facilitate their language learning. Second language learners in this learning, students seemed to be more interested in their learning and were able to perform better. This indicates that mobile devices could become an excellent source for students to engage in meaningful learning. Guided activities that could lead to meaningful learning to happen are vital. The current research has found that there is no significant relationship between the time spent in smartphone usage and the performance of students. This finding reestablishes the importance of guided activities (MIM) as an intervention to facilitate student's learning. It is not about how much time they spent on using the smartphones but rather it is about how much guidance they received in using the devices to facilitate their learning.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and recommendations"}, {"text": "Though previous research has found that mobile devices distracted students from their learning tasks are here to stay. What we can do as effective instructors is to continue to find ways to help students to learn better utilizing pedagogical innovation. Walder (2017) asserted that pedagogical innovation is essential to ensure a continuous sustainable effort to introduce novel practices in teaching. In similar spirit, the current study hopes that by creating language learning activities using the web learning tools will encourage a more interactive and fun learning environment for the students while learning new skills. Ultimately, this would lead to improving the effectiveness and efficiency of teaching and learning. All this would only be possible if instructors fit their ways of teaching to the corresponding new technology for teaching and learning adopted in the institutions (De Smul et al. 2018) .", "cite_spans": [{"start": 254, "end": 267, "text": "Walder (2017)", "ref_id": "BIBREF53"}, {"start": 891, "end": 912, "text": "(De Smul et al. 2018)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Conclusion and recommendations"}, {"text": "This study provides education policymakers and educators with information on how mobile devices utilization in guided learning activities affects students' academic performance. Therefore, we assert that the central implication of the present study is that senior academic leaders should focus institutional resources on modification of the curriculum and instructional practices to incorporate in course syllabi, guided use of personal technological devices. While it appears that some instructors are comfortable with the use of such technology to support and enhance students' learning efforts, institutional leaders should embrace the need for faculty development processes that will prepare the broadest spectrum of instructors to develop and implement, protocols for guided use of smartphones in learning activities that are appropriate to the disciplinary intentions of the courses they teach. The urgency to undertake such efforts has been accelerated by the need to suspend face-to-face instruction in response to the life-threatening conditions of the coronavirus (COVID-19) pandemic. Moreover, the longer it is necessary to suspend face-to-face instruction and/or the regularity with which such suspensions must be repeated, should there be a seasonal cycle of COVID-19 as there is with many other viruses, the greater will be the need for universal faculty capacity to design syllabi and provide informed guidance to optimize use of mobile devices for school-related learning.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and recommendations"}, {"text": "This research study focused on using a guided learning approach in mobile learning and how it impacted the students' performance. However, the teachers' abilities and skills in implementing mobile learning, which may impact the teaching and learning processes, were not investigated. Future studies may focus on this aspect as well as the effects of mobile learning adoption on teachers. Future studies may further investigate the challenges and adverse effects of the usage of mobile learning in the teaching and learning process. Only when we understand what those challenges and adverse effects are, we can establish strategies to handle them.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and recommendations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A study on learner readiness for mobile learning at Open University Malaysia", "authors": [{"first": "Z", "middle": ["W"], "last": "Abas", "suffix": ""}, {"first": "C", "middle": [], "last": "Loi Peng", "suffix": ""}, {"first": "N", "middle": [], "last": "Mansor", "suffix": ""}], "year": 2009, "venue": "Proceedings of IADIS International Conference on Mobile Learning", "volume": "", "issn": "", "pages": "151--157", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "What is the future of mobile learning in education? Mobile Learning Applications in Higher Education", "authors": [{"first": "M", "middle": [], "last": "Ally", "suffix": ""}, {"first": "J", "middle": [], "last": "Prieto-Blázquez", "suffix": ""}], "year": 2014, "venue": "", "volume": "11", "issn": "", "pages": "142--151", "other_ids": {"DOI": ["10.7238/rusc.v11i1.2033"]}}, "BIBREF2": {"ref_id": "b2", "title": "Smartphones help those without broadband get online, but don't necessary bridge the digital divide", "authors": [{"first": "M", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Horrigan", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Assessing teaching presence in a computer conference environment", "authors": [{"first": "T", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "L", "middle": [], "last": "Rourke", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Garrison", "suffix": ""}, {"first": "W", "middle": [], "last": "Archer", "suffix": ""}], "year": 2001, "venue": "Journal of Asynchronous Learning Networks", "volume": "5", "issn": "2", "pages": "1--17", "other_ids": {"DOI": ["10.24059/olj.v5i2.1875"]}}, "BIBREF4": {"ref_id": "b4", "title": "Mobility in learning: The feasibility of encouraging language learning on smartphones", "authors": [{"first": "K", "middle": [], "last": "Barrs", "suffix": ""}], "year": 2011, "venue": "Studies in Self-Access Learning Journal", "volume": "2", "issn": "3", "pages": "228--233", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Evaluation of mobile assessment in a learning management system", "authors": [{"first": "Z", "middle": [], "last": "Bogdanović", "suffix": ""}, {"first": "D", "middle": [], "last": "Barać", "suffix": ""}, {"first": "B", "middle": [], "last": "Jovanić", "suffix": ""}, {"first": "S", "middle": [], "last": "Popović", "suffix": ""}, {"first": "B", "middle": [], "last": "Radenković", "suffix": ""}], "year": 2014, "venue": "British Journal of Educational Technology", "volume": "45", "issn": "2", "pages": "231--244", "other_ids": {"DOI": ["10.1111/bjet.12015"]}}, "BIBREF6": {"ref_id": "b6", "title": "Online learning readiness and attitudes towards gaming in gamified online learning -A mixed methods case study", "authors": [{"first": "K", "middle": [], "last": "Bovermann", "suffix": ""}, {"first": "J", "middle": [], "last": "Weidlich", "suffix": ""}, {"first": "T", "middle": [], "last": "Bastiaens", "suffix": ""}], "year": 2018, "venue": "International Journal of Educational Technology in Higher Education", "volume": "15", "issn": "27", "pages": "1--17", "other_ids": {"DOI": ["10.1186/s41239-018-0107-0"]}}, "BIBREF7": {"ref_id": "b7", "title": "Mobile learning: moving past the myths and embracing the opportunities. International Review of Research in Open and Distributed Learning", "authors": [{"first": "T", "middle": ["H"], "last": "Brown", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Mbati", "suffix": ""}], "year": 2015, "venue": "", "volume": "16", "issn": "", "pages": "115--135", "other_ids": {"DOI": ["10.19173/irrodl.v16i2.2071"]}}, "BIBREF8": {"ref_id": "b8", "title": "A mobile-assisted synchronously collaborative translation-annotation system for English as a foreign language (EFL) reading comprehension", "authors": [{"first": "C", "middle": ["K"], "last": "Chang", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Hsu", "suffix": ""}], "year": 2011, "venue": "Computer Assisted Language Learning", "volume": "24", "issn": "2", "pages": "155--180", "other_ids": {"DOI": ["10.1080/09588221.2010.536952"]}}, "BIBREF9": {"ref_id": "b9", "title": "Tablets for informal language learning: Student usage and attitudes", "authors": [{"first": "X.-B", "middle": [], "last": "Chen", "suffix": ""}], "year": 2013, "venue": "Language Learning & Technology", "volume": "17", "issn": "1", "pages": "20--36", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Performance in e-learning: Online participation and student grades", "authors": [{"first": "J", "middle": [], "last": "Davies", "suffix": ""}, {"first": "M", "middle": [], "last": "Graff", "suffix": ""}], "year": 2005, "venue": "British Journal of Educational Technology", "volume": "36", "issn": "4", "pages": "657--663", "other_ids": {"DOI": ["10.1111/j.1467-8535.2005.00542.x"]}}, "BIBREF11": {"ref_id": "b11", "title": "How competent do teachers feel instructing self-regulated learning strategies? Development and validation of the teacher self-efficacy scale to implement self-regulated learning. Teaching and Teacher Education", "authors": [{"first": "M", "middle": [], "last": "De Smul", "suffix": ""}, {"first": "S", "middle": [], "last": "Heirweg", "suffix": ""}, {"first": "H", "middle": [], "last": "Van Keer", "suffix": ""}, {"first": "G", "middle": [], "last": "Devos", "suffix": ""}, {"first": "S", "middle": [], "last": "Vandevelde", "suffix": ""}], "year": 2018, "venue": "", "volume": "71", "issn": "", "pages": "214--225", "other_ids": {"DOI": ["10.1016/j.tate.2018.01.001"]}}, "BIBREF12": {"ref_id": "b12", "title": "Unfitting, uncomfortable, unacademic: A sociological reading of an interactive mobile phone app in university lectures", "authors": [{"first": "C", "middle": [], "last": "Drew", "suffix": ""}, {"first": "A", "middle": [], "last": "Mann", "suffix": ""}], "year": 2018, "venue": "International Journal of Educational Technology in Higher Education", "volume": "15", "issn": "43", "pages": "1--13", "other_ids": {"DOI": ["10.1186/s41239-018-0125-y"]}}, "BIBREF13": {"ref_id": "b13", "title": "Mobile-phone-based classroom response systems: Students' perceptions of engagement and learning in a large undergraduate course", "authors": [{"first": "P", "middle": ["K"], "last": "Dunn", "suffix": ""}, {"first": "A", "middle": [], "last": "Richardson", "suffix": ""}, {"first": "F", "middle": [], "last": "Oprescu", "suffix": ""}, {"first": "C", "middle": [], "last": "Mcdonald", "suffix": ""}], "year": 2013, "venue": "International Journal of Mathematical Education in Science and Technology", "volume": "44", "issn": "8", "pages": "1160--1174", "other_ids": {"DOI": ["10.1080/0020739X.2012.756548"]}}, "BIBREF14": {"ref_id": "b14", "title": "Notebook or Facebook? How students actually use mobile devices in large lectures", "authors": [{"first": "V", "middle": [], "last": "Gehlen-Baum", "suffix": ""}, {"first": "A", "middle": [], "last": "Weinberger", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Century Learning for 21st Century Skills", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "103--112", "other_ids": {"DOI": ["10.1007/978-3-642-33263-0_9"]}}, "BIBREF16": {"ref_id": "b16", "title": "Investigating self-directed learning and technology readiness in blending learning environment", "authors": [{"first": "S", "middle": [], "last": "Geng", "suffix": ""}, {"first": "K", "middle": ["M Y"], "last": "Law", "suffix": ""}, {"first": "B", "middle": [], "last": "Niu", "suffix": ""}], "year": 2019, "venue": "International Journal of Educational Technology and Higher Education", "volume": "17", "issn": "16", "pages": "1--22", "other_ids": {"DOI": ["10.1186/s41239-019-0147-0"]}}, "BIBREF17": {"ref_id": "b17", "title": "Preparing for mobile learning: A readiness study at Universiti Kebangsaan Malaysia", "authors": [{"first": "A", "middle": [], "last": "Hamat", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Embi", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Hassan", "suffix": ""}], "year": 2013, "venue": "Mobile Learning: Malaysian Initiatives and Research Findings", "volume": "", "issn": "", "pages": "19--25", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Toward interactive mobile synchronous learning environment with context-awareness service", "authors": [{"first": "Y", "middle": ["M"], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Kuo", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Cheng", "suffix": ""}], "year": 2008, "venue": "Computers & Education", "volume": "51", "issn": "3", "pages": "1205--1226", "other_ids": {"DOI": ["10.1016/j.compedu.2007.11.009"]}}, "BIBREF19": {"ref_id": "b19", "title": "Investigating the roles of perceived playfulness, resistance to change and self-management of learning in mobile English learning outcome", "authors": [{"first": "R", "middle": ["T"], "last": "Huang", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Jang", "suffix": ""}, {"first": "K", "middle": [], "last": "Machtmes", "suffix": ""}, {"first": "D", "middle": [], "last": "Deggs", "suffix": ""}], "year": 2012, "venue": "British Journal of Educational Technology", "volume": "43", "issn": "6", "pages": "1004--1015", "other_ids": {"DOI": ["10.1111/j.1467-8535.2011.01239.x"]}}, "BIBREF20": {"ref_id": "b20", "title": "An exploration of pre-service teachers' intention to use mobile devices for teaching", "authors": [{"first": "J", "middle": ["W"], "last": "Hur", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Shen", "suffix": ""}, {"first": "U", "middle": [], "last": "Kale", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Cullen", "suffix": ""}], "year": 2015, "venue": "International Journal of Mobile and Blended Learning", "volume": "7", "issn": "3", "pages": "1--17", "other_ids": {"DOI": ["10.4018/IJMBL.2015070101"]}}, "BIBREF21": {"ref_id": "b21", "title": "Mobile learning readiness among Malaysian students at higher learning institutes", "authors": [{"first": "S", "middle": [], "last": "Hussin", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Manap", "suffix": ""}, {"first": "Z", "middle": [], "last": "Amir", "suffix": ""}, {"first": "P", "middle": [], "last": "Krish", "suffix": ""}], "year": 2012, "venue": "", "volume": "8", "issn": "", "pages": "276--283", "other_ids": {"DOI": ["10.5539/ass.v8n12p276"]}}, "BIBREF22": {"ref_id": "b22", "title": "A formative assessment-based mobile learning approach to improving the learning attitudes and achievements of students", "authors": [{"first": "G", "middle": ["J"], "last": "Hwang", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Chang", "suffix": ""}], "year": 2011, "venue": "Computers & Education", "volume": "56", "issn": "4", "pages": "1023--1031", "other_ids": {"DOI": ["10.1016/j.compedu.2010.12.002"]}}, "BIBREF23": {"ref_id": "b23", "title": "The acceptance of tablet-PCs in classroom instruction: The teachers' perspectives", "authors": [{"first": "D", "middle": [], "last": "Ifenthaler", "suffix": ""}, {"first": "V", "middle": [], "last": "Schweinbenz", "suffix": ""}], "year": 2013, "venue": "Computers in Human Behavior", "volume": "29", "issn": "3", "pages": "525--534", "other_ids": {"DOI": ["10.1016/j.chb.2012.11.004"]}}, "BIBREF24": {"ref_id": "b24", "title": "Teaching via mobile phone: A case study on Malaysian teachers' technology acceptance and readiness", "authors": [{"first": "I", "middle": [], "last": "Ismail", "suffix": ""}, {"first": "S", "middle": [], "last": "Bokhare", "suffix": ""}, {"first": "S", "middle": [], "last": "Azizan", "suffix": ""}, {"first": "N", "middle": [], "last": "Azman", "suffix": ""}], "year": 2013, "venue": "Journal of Educators Online", "volume": "10", "issn": "1", "pages": "1--38", "other_ids": {"DOI": ["10.9743/JEO.2013.1.3"]}}, "BIBREF25": {"ref_id": "b25", "title": "Mobile apps. The NMC horizon report", "authors": [{"first": "L", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "S", "middle": [], "last": "Adams", "suffix": ""}, {"first": "M", "middle": [], "last": "Cummins", "suffix": ""}], "year": 2012, "venue": "The New Media Consortium", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The evolution of mobile teaching and learning", "authors": [{"first": "J", "middle": [], "last": "Kadirie", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "15--55", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Exploring smartphone applications for effective mobile-assisted language learning. Multimedia-Assisted Language Learning", "authors": [{"first": "H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kwon", "suffix": ""}], "year": 2012, "venue": "", "volume": "15", "issn": "", "pages": "31--57", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Students' perceptions and experiences of mobile learning", "authors": [{"first": "D", "middle": [], "last": "Kim", "suffix": ""}, {"first": "D", "middle": [], "last": "Rueckert", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "D", "middle": [], "last": "Seo", "suffix": ""}], "year": 2013, "venue": "Language Learning & Technology", "volume": "17", "issn": "3", "pages": "52--73", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Blended learning effectiveness: The relationship between student characteristics, design features and outcomes", "authors": [{"first": "M", "middle": ["J"], "last": "Kintu", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "E", "middle": [], "last": "Kagambe", "suffix": ""}], "year": 2017, "venue": "International Journal of Educational Technology in Higher Education", "volume": "14", "issn": "7", "pages": "1--20", "other_ids": {"DOI": ["10.1186/s41239-017-0043-4"]}}, "BIBREF30": {"ref_id": "b30", "title": "Mobile usability in educational contexts: What have we learnt? The International Review of Research in Open and Distributed Learning", "authors": [{"first": "A", "middle": [], "last": "Kukulska-Hulme", "suffix": ""}], "year": 2007, "venue": "", "volume": "8", "issn": "", "pages": "1--16", "other_ids": {"DOI": ["10.19173/irrodl.v8i2.356"]}}, "BIBREF31": {"ref_id": "b31", "title": "Cooperation begins: Encouraging critical thinking skills through cooperative reciprocity using a mobile learning game", "authors": [{"first": "H", "middle": [], "last": "Lee", "suffix": ""}, {"first": "D", "middle": [], "last": "Parsons", "suffix": ""}, {"first": "G", "middle": [], "last": "Kwon", "suffix": ""}, {"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "K", "middle": [], "last": "Petrova", "suffix": ""}, {"first": "E", "middle": [], "last": "Jeong", "suffix": ""}, {"first": "H", "middle": [], "last": "Ryu", "suffix": ""}], "year": 2016, "venue": "Computers & Education", "volume": "97", "issn": "", "pages": "97--115", "other_ids": {"DOI": ["10.1016/j.compedu.2016.03.006"]}}, "BIBREF32": {"ref_id": "b32", "title": "Malaysia education Blueprint 2015-2025 (higher education)", "authors": [], "year": 2015, "venue": "Malaysia Education Blueprint", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Here and now mobile learning: An experimental study on the use of mobile technology", "authors": [{"first": "F", "middle": [], "last": "Martin", "suffix": ""}, {"first": "J", "middle": [], "last": "Ertzberger", "suffix": ""}], "year": 2013, "venue": "Computers & Education", "volume": "68", "issn": "", "pages": "76--85", "other_ids": {"DOI": ["10.1016/j.compedu.2013.04.021"]}}, "BIBREF34": {"ref_id": "b34", "title": "Mobile learning: A quasi-experiment on using SMS to support reading comprehension programme", "authors": [{"first": "N", "middle": [], "last": "Mat Daud", "suffix": ""}, {"first": "Z", "middle": [], "last": "Husin", "suffix": ""}], "year": 2013, "venue": "Mobile learning: Malaysian Initiatives & Research Findings", "volume": "", "issn": "", "pages": "59--72", "other_ids": {"DOI": ["10.13140/2.1.4658.4965"]}}, "BIBREF35": {"ref_id": "b35", "title": "Mobile practices in everyday life: Popular digital technologies and schooling revisited", "authors": [{"first": "G", "middle": [], "last": "Merchant", "suffix": ""}], "year": 2012, "venue": "British Journal of Educational Technology", "volume": "43", "issn": "5", "pages": "770--782", "other_ids": {"DOI": ["10.1111/j.14678535.2012.01352"]}}, "BIBREF36": {"ref_id": "b36", "title": "Educational Technology", "authors": [{"first": "V", "middle": [], "last": "Navarro", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Smartphone usage and academic performance: A study of a Malaysian tertiary institution", "authors": [{"first": "S", "middle": ["F"], "last": "Ng", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Syamimi", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Nor Hairunnis", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Nur Ain", "suffix": ""}], "year": 2017, "venue": "Malaysian Online Journal of Educational Technology", "volume": "5", "issn": "4", "pages": "58--70", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Using smartphones as essential tools for learning: A call to place schools on the right side of the 21st century", "authors": [{"first": "C", "middle": [], "last": "Norris", "suffix": ""}, {"first": "A", "middle": [], "last": "Hossain", "suffix": ""}, {"first": "E", "middle": [], "last": "Soloway", "suffix": ""}], "year": 2011, "venue": "Educational Technology", "volume": "51", "issn": "3", "pages": "18--25", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "A pedagogical framework for mobile learning: Categorizing educational applications of mobile technologies into four types. The international review of research in open and distributed learning", "authors": [{"first": "Y", "middle": [], "last": "Park", "suffix": ""}], "year": 2011, "venue": "", "volume": "12", "issn": "", "pages": "78--102", "other_ids": {"DOI": ["10.19173/irrodl.v12i2.791"]}}, "BIBREF40": {"ref_id": "b40", "title": "Using a gamified mobile app to increase student engagement, retention and academic achievement", "authors": [{"first": "E", "middle": [], "last": "Pechenkina", "suffix": ""}, {"first": "D", "middle": [], "last": "Laurence", "suffix": ""}, {"first": "G", "middle": [], "last": "Oates", "suffix": ""}, {"first": "D", "middle": [], "last": "Eldridge", "suffix": ""}, {"first": "D", "middle": [], "last": "Hunter", "suffix": ""}], "year": 2017, "venue": "International Journal of Educational Technology in Higher Education", "volume": "14", "issn": "31", "pages": "1--12", "other_ids": {"DOI": ["10.1186/s41239-017-0069-7"]}}, "BIBREF41": {"ref_id": "b41", "title": "Education and Information Technologies", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Survey and analysis of current mobile learning applications and technologies", "authors": [{"first": "O", "middle": ["R"], "last": "Pereira", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Rodrigues", "suffix": ""}], "year": 2013, "venue": "ACM Computing Surveys", "volume": "46", "issn": "2", "pages": "1--35", "other_ids": {"DOI": ["10.1145/2543581.2543594"]}}, "BIBREF43": {"ref_id": "b43", "title": "Malaysian university students' use of mobile phones for study. Australian Educational Computing", "authors": [{"first": "D", "middle": [], "last": "Pullen", "suffix": ""}, {"first": "K", "middle": [], "last": "Swabey", "suffix": ""}, {"first": "M", "middle": [], "last": "Abadooz", "suffix": ""}, {"first": "T", "middle": ["K R"], "last": "Sing", "suffix": ""}], "year": 2015, "venue": "", "volume": "30", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Impact of the provision and timing of instructor-provided notes on university students' learning. Active Learning in Higher Education", "authors": [{"first": "S", "middle": ["A"], "last": "Raver", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Maydosz", "suffix": ""}], "year": 2010, "venue": "", "volume": "11", "issn": "", "pages": "189--200", "other_ids": {"DOI": ["10.1177/1469787410379682"]}}, "BIBREF45": {"ref_id": "b45", "title": "Quality of e-learners' time and learning performance beyond quantitative time-on-task", "authors": [{"first": "M", "middle": [], "last": "Romero", "suffix": ""}, {"first": "E", "middle": [], "last": "Barberà", "suffix": ""}], "year": 2011, "venue": "The International Review of Research in Open and Distributed Learning", "volume": "12", "issn": "", "pages": "125--137", "other_ids": {"DOI": ["10.19173/irrodl.v12i5.999"]}}, "BIBREF46": {"ref_id": "b46", "title": "Mobile English learning: An evidence-based study with fifth graders", "authors": [{"first": "J", "middle": [], "last": "Sandberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Maris", "suffix": ""}, {"first": "K", "middle": [], "last": "De Geus", "suffix": ""}], "year": 2011, "venue": "Computers & Education", "volume": "57", "issn": "1", "pages": "1334--1347", "other_ids": {"DOI": ["10.1016/j.compedu.2011.01.015"]}}, "BIBREF47": {"ref_id": "b47", "title": "Introducing mobile technology for enhancing teaching and learning in Bangladesh: Teacher perspectives. Open Learning: The Journal of Open, Distance and e-Learning", "authors": [{"first": "M", "middle": ["M C"], "last": "Shohel", "suffix": ""}, {"first": "T", "middle": [], "last": "Power", "suffix": ""}], "year": 2010, "venue": "", "volume": "25", "issn": "", "pages": "201--215", "other_ids": {"DOI": ["10.1080/02680513.2010.511953"]}}, "BIBREF48": {"ref_id": "b48", "title": "The effects of integrating mobile devices with teaching and learning on students' learning performance: A meta-analysis and research synthesis", "authors": [{"first": "Y", "middle": ["T"], "last": "Sung", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Chang", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Liu", "suffix": ""}], "year": 2016, "venue": "Computers & Education", "volume": "94", "issn": "1", "pages": "252--275", "other_ids": {"DOI": ["10.1016/j.compedu.2015.11.008"]}}, "BIBREF49": {"ref_id": "b49", "title": "Using mobile phones to improve educational outcomes: An analysis of evidence from Asia. The International Review of Research in Open and Distributed Learning", "authors": [{"first": "J", "middle": ["H"], "last": "Valk", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Rashid", "suffix": ""}, {"first": "L", "middle": [], "last": "Elder", "suffix": ""}], "year": 2010, "venue": "", "volume": "11", "issn": "", "pages": "117--140", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Using mobile phones to improve educational outcomes: An analysis of evidence from Asia. The International Review of Research in Open and Distributed Learning", "authors": [{"first": "J", "middle": ["H"], "last": "Valk", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Rashid", "suffix": ""}, {"first": "L", "middle": [], "last": "Elder", "suffix": ""}], "year": 2010, "venue": "", "volume": "11", "issn": "", "pages": "117--140", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Mobile learning with twitter to improve linguistic competence at secondary schools", "authors": [{"first": "E", "middle": [], "last": "Vázquez-Cano", "suffix": ""}], "year": 2012, "venue": "The New Educational Review", "volume": "29", "issn": "3", "pages": "134--147", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Mobile learning with twitter to improve linguistic competence at secondary schools", "authors": [{"first": "E", "middle": [], "last": "Vázquez-Cano", "suffix": ""}], "year": 2012, "venue": "The New Educational Review", "volume": "29", "issn": "3", "pages": "134--147", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Pedagogical Innovation in Canadian higher education: Professors' perspectives on its effects on teaching and learning", "authors": [{"first": "A", "middle": ["M"], "last": "Walder", "suffix": ""}], "year": 2017, "venue": "Studies in Educational Evaluation", "volume": "54", "issn": "", "pages": "71--82", "other_ids": {"DOI": ["10.1016/j.stueduc.2016.11.001"]}}, "BIBREF54": {"ref_id": "b54", "title": "Examining attitudes towards and usage of smartphone technology among Japanese university students studying EFL", "authors": [{"first": "J", "middle": [], "last": "White", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mills", "suffix": ""}], "year": 2014, "venue": "", "volume": "15", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Examining attitudes towards and usage of smartphone technology among Japanese university students studying EFL", "authors": [{"first": "J", "middle": [], "last": "White", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mills", "suffix": ""}], "year": 2014, "venue": "", "volume": "15", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Considering the smartphone learner: An investigation into student interest in the use of personal technology to enhance their learning", "authors": [{"first": "B", "middle": [], "last": "Woodcock", "suffix": ""}, {"first": "A", "middle": [], "last": "Middleton", "suffix": ""}, {"first": "A", "middle": [], "last": "Nortcliffe", "suffix": ""}], "year": 2012, "venue": "Student Engagement and Experience Journal", "volume": "1", "issn": "1", "pages": "1--15", "other_ids": {"DOI": ["10.7190/seej.v1i1.38"]}}, "BIBREF57": {"ref_id": "b57", "title": "Considering the smartphone learner: An investigation into student interest in the use of personal technology to enhance their learning", "authors": [{"first": "B", "middle": [], "last": "Woodcock", "suffix": ""}, {"first": "A", "middle": [], "last": "Middleton", "suffix": ""}, {"first": "A", "middle": [], "last": "Nortcliffe", "suffix": ""}], "year": 2012, "venue": "Student Engagement and Experience Journal", "volume": "1", "issn": "1", "pages": "1--15", "other_ids": {"DOI": ["10.7190/seej.v1i1.38"]}}, "BIBREF58": {"ref_id": "b58", "title": "A comparative study of the impact of integrated learning systems on students' time-on-task", "authors": [{"first": "B", "middle": ["R"], "last": "Worthen", "suffix": ""}, {"first": "L", "middle": [], "last": "Vandusen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Sailor", "suffix": ""}], "year": 1994, "venue": "International Journal of Educational Research", "volume": "21", "issn": "1", "pages": "90021--90024", "other_ids": {"DOI": ["10.1016/0883-0355(94"]}}, "BIBREF59": {"ref_id": "b59", "title": "The influence of smartphones on academic performance", "authors": [{"first": "Y", "middle": ["J"], "last": "Yi", "suffix": ""}, {"first": "S", "middle": [], "last": "You", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Bae", "suffix": ""}], "year": 2016, "venue": "Library Hi Tech", "volume": "34", "issn": "3", "pages": "480--499", "other_ids": {"DOI": ["10.1108/lht-04-2016-0038"]}}}, "ref_entries": {"TABREF0": {"text": "representation of the design of the study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Group </td><td>Pre-test </td><td>Treatment </td><td>Post-test\n</td></tr><tr><td>Group 1 (experimental group)\n</td><td>Entry test - Final Exami-\n</td><td>Guided activities using mobile devices &amp;\n</td><td>Final test - Final\n</td></tr><tr><td>nation English II 2017\n</td><td>Time record for mobile device usage\n</td><td>Examination\n</td></tr><tr><td> </td><td> </td><td> </td><td>English III 2017\n</td></tr><tr><td>Group 2 (Control group)\n</td><td>Entry test - Final Exami-\n</td><td>No guided activities &amp; Time record for mobile devices usage\n</td><td>Final test - Final\n</td></tr><tr><td>nation English II 2017\n</td><td>Examination\n</td></tr><tr><td> </td><td> </td><td> </td><td>English II 201\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Demographic descriptions: participation by faculty, gender and sample group", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Group </td><td>Gender </td><td>Sample </td><td>FSB </td><td>FIAT\n</td></tr><tr><td>Bachelors Students </td><td> </td><td>405 </td><td>206 </td><td>199\n</td></tr><tr><td>Control </td><td>Male </td><td>17 </td><td>11 </td><td>6\n</td></tr><tr><td>Female </td><td>138 </td><td>71 </td><td>67\n</td></tr><tr><td> </td><td>Total </td><td>155 </td><td>82 </td><td>73\n</td></tr><tr><td>Experimental </td><td>Male </td><td>48 </td><td>28 </td><td>20\n</td></tr><tr><td>Female </td><td>202 </td><td>96 </td><td>106\n</td></tr><tr><td> </td><td>Total </td><td>250 </td><td>124 </td><td>126\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Comparing pre-test and post-test scores", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Group N Mean Test Group N </td><td>Mean Pre- &amp; Post-test\n</td></tr><tr><td> </td><td> </td><td>difference be-\ntween 2 groups\n</td></tr><tr><td>Post-test </td><td>Experimental 250 78.37 Post-test Control 155 76.13 </td><td>2.24\n</td></tr><tr><td>Pre-test </td><td>Experimental 250 78.66 Pre-test Control 155 77.99 </td><td>0.67\n</td></tr><tr><td>Difference in Mean\n</td><td>−0.29 −1.86 </td><td>1.57\n</td></tr><tr><td> </td><td>Between Pre-&amp; Post-test\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Independent samples t-test", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Levene's Test for Equality of Variance </td><td> </td><td>t-test for Equivalence of Variance\n</td><td> </td></tr><tr><td> </td><td>F Sig t </td><td>df </td><td>Sig (2-Tailed) </td><td>Mean Difference </td><td>SE Difference\n</td></tr><tr><td>Pre-test Mark </td><td>.350 .555 </td><td>1.040 </td><td>403 </td><td>.299 </td><td>.666 </td><td>.641\n</td></tr><tr><td>Equal Variance\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Assumed\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Equal Variance </td><td> </td><td>1.041 </td><td>327.53 </td><td>.298 </td><td>.66 </td><td>.640\n</td></tr><tr><td>Not Assumed\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Post-Test Mark </td><td>.726 .395 </td><td>4.148 </td><td>403 </td><td>.000 </td><td>2.239 </td><td>.556\n</td></tr><tr><td>Equal Variance\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Assumed\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Equal Variance </td><td> </td><td>4.027 </td><td>295.00 </td><td>.000 </td><td>2.239 </td><td>.556\n</td></tr><tr><td>Not Assumed\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mark Change </td><td>.024 .877 </td><td>2.921 </td><td>403 </td><td>.004 </td><td>1.5725 </td><td>.5384\n</td></tr><tr><td>Equal Variance\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Assumed\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Equal Variance Not </td><td>2.904 </td><td>320.550 </td><td>.004 </td><td>1.5725 </td><td>.5414\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Assumed\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Experimental group -Pearson correlations of post-test mark (PTM), and smartphone usage **Correlation is significant at the 0.01 level (1-tailed)", "latex": null, "type": "table"}}, "back_matter": []}