{
    "paper_id": "4817042a5d1716c1fe591378e61cbae0629cd80e",
    "metadata": {
        "title": "Infectieziekten in de mondzorgpraktijk",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "M"
                ],
                "last": "Voet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Van een groot aantal infectieziekten is bekend dat ze in de setting van de mondzorgpraktijken besmettelijk kunnen zijn. Behalve de 'huis-tuin-enkeuken' ziekten zoals verkoudheden en griepachtige varianten, gaat het in een aantal gevallen om buitengewoon besmettelijke of soms ook zeer ernstige infectieziekten. Zowel het team van mondzorgverleners als de patiënten kunnen een besmetting oplopen tijdens of aansluitend aan tandheelkundige behandelingen. Met de standaardmaatregelen voor infectiepreventie in mondzorgpraktijken is het besmettingsrisico rondom de behandelingen tot een aanvaardbaar niveau terug te dringen en hoeven slechts in een beperkt aantal gevallen extra beschermingsmaatregelen genomen te worden om besmettingen tegen te gaan. In dit hoofdstuk worden de belangrijkste infectieziekten besproken die tijdens behandelingen in de mondzorgpraktijk een besmettingsgevaar opleveren. 2 © Bohn Stafleu van Loghum, onderdeel van Springer Media B.V. 2017 D.M. Voet en M. de Vries, Infectiepreventie van A tot Z voor de mondzorgpraktijk,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Samenvatting Van een groot aantal infectieziekten is bekend dat ze in de setting van de mondzorgpraktijken besmettelijk kunnen zijn. Behalve de 'huis-tuin-enkeuken' ziekten zoals verkoudheden en griepachtige varianten, gaat het in een aantal gevallen om buitengewoon besmettelijke of soms ook zeer ernstige infectieziekten. Zowel het team van mondzorgverleners als de patiënten kunnen een besmetting oplopen tijdens of aansluitend aan tandheelkundige behandelingen. Met de standaardmaatregelen voor infectiepreventie in mondzorgpraktijken is het besmettingsrisico rondom de behandelingen tot een aanvaardbaar niveau terug te dringen en hoeven slechts in een beperkt aantal gevallen extra beschermingsmaatregelen genomen te worden om besmettingen tegen te gaan. In dit hoofdstuk worden de belangrijkste infectieziekten besproken die tijdens behandelingen in de mondzorgpraktijk een besmettingsgevaar opleveren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.M. Voet"
        },
        {
            "text": "Een 82-jarige, Italiaanse vrouw is begin 2011 overleden aan de gevolgen van een Legionellainfectie, de gevreesde veteranenziekte. De voorheen gezonde bejaarde dame werd met koorts en kortademigheid opgenomen in het ziekenhuis, waar een Legionella-pneumonie werd vastgesteld. Ondanks behandeling overleed zij twee dagen later. De bron van de Legionella-infectie werd gevonden in de tandartspraktijk, waar zij in de tien dagen voorafgaand aan haar ziekte twee keer was geweest. Er zijn verschillende studies verricht naar het vóórkomen van de bacterie Legionella pneumophila in mondzorgpraktijken, en de resultaten lopen fors uiteen: van vrijwel nihil in Engeland tot bijna de helft van de praktijken in Dresden. Uit die laatste studie kwam ook naar voren dat tandartsen en hun personeel vaker antilichamen tegen Legionella hadden dan de gewone bevolking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| |"
        },
        {
            "text": "In het geval van de Italiaanse dame was er aanleiding, tijd en geld om de bron op te sporen van haar infectie. Doorgaans wordt dat niet tot op de bodem uitgezocht door gebrek aan middelen of motivatie. De ziekte gaat dan als idiopathische infectie (oorzaak onbekend) de geschiedenis in en dat was dan dat. Nu tegenwoordig door betere, snellere en goedkopere screeningsmethoden vaker een brononderzoek opgestart kan worden, is het niet denkbeeldig dat vaker dan eens de (unitwaterleiding van een) mondzorgpraktijk de bron blijkt te zijn van een Legionella-infectie of een andere ernstige infectieziekte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| |"
        },
        {
            "text": "Tijdens de behandelingen in de mondzorg is er zeer nauw contact tussen de behandelaars plus de assistenten enerzijds en de patiënten anderzijds. Er wordt wel eens gezegd: 'geen beroep is zo intiem als dat van een mondzorgverlener' . Deze stelling is niet alleen gebaseerd op de zeer kleine fysieke afstand tussen behandelaar en patiënt, maar ook op basis van argumenten vanuit de psychologie kan gesproken worden van een grote mate van intimiteit tijdens behandelingen. De mond is bacteriologisch gezien het meest 'bloemrijke' deel van het menselijk lichaam en speeksel wordt daarom ook wel beschouwd als de 'superinfectieverspreider' . Speeksel bevat soms wel 10 8 bacteriën per ml en deze hoeveelheid bevat tientallen tot honderden verschillende soorten. Voor behandelaar of assistent is het besmettingsrisico door direct contact met speeksel van de patiënt dus groot. Bovendien wordt tijdens de behandeling vaak gebruikgemaakt van roterende instrumenten, zodat het speeksel tegelijk met de spraykoeling in de gevormde aerosol terechtkomt. Het is dus onvermijdelijk dat de leden van het tandheelkundig team tijdens de behandelingen in nauw contact komen met de meest uiteenlopende ziekteverwekkers. Het is op grond hiervan een bekend verschijnsel dat mensen die in een mondzorgpraktijk beginnen te werken in de eerste maanden tot een halfjaar heel vaak verkouden of grieperig zijn. Dit staat bekend als de periode van startersinfecties. Het lichaam van de zorgverlener wordt in de nieuwe werksituatie plotseling 'gebombardeerd' met een bovenmatige hoeveelheid ziektekiemen. Meestal gaat het gelukkig om niet al te bedreigende micro-organismen. Doorgaans zullen het verkoudheden of griepachtige aandoeningen zijn die van de patiënten via de aerosol naar het team kunnen worden overgebracht. Na de periode van de startersinfecties is een groot deel van de infectieziekten van de in die nieuwe werkomgeving voorkomende ziekteverwekkers doorgemaakt en zal het deel daarvan dat op virussen gebaseerd is bekend zijn en blijven bij het immuunsysteem. Bij een volgende besmetting met een van deze virussen ontstaat er dan geen ziekte meer. Bovendien is door het 'bombardement' van micro-organismen het natuurlijke afweersysteem zodanig geactiveerd en in staat van paraatheid gebracht dat micro-organismen niet meer zo gemakkelijk de kans krijgen om ziekteverschijnselen te veroorzaken. Dat ook patiënten het risico lopen om via de aerosol besmet te raken met infecties van voorgaande patiënten zal eveneens duidelijk zijn. In een klein aantal gevallen weten de patiënt en het behandelteam bij een gediagnosticeerde ziekte met welke ziektekiemen men te maken heeft. Helaas kan een aanzienlijk deel van de ziekteverwekkers niet gediagnosticeerd worden wanneer patiënten in de behandelstoel liggen. Dit geldt bij subklinische infecties, tijdens de incubatietijd van een infectieziekte en ook bij dragerschap. In al deze situaties is het onduidelijk wie welke ziektekiemen in de behandelkamer mee naarbinnen brengt. Daarom geldt het volgende credo:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "> Alle patiënten dienen behandeld te worden als een gediagnosticeerde besmettingsbron.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "In tegenstelling tot de onzekerheid over welke patiënt welke micro-organismen bij zich draagt en hoe die mogelijk verspreid worden in de mondzorgpraktijk, bestaat er meer zekerheid over besmettingskansen door micro-organismen vanuit het waterleidingsysteem van de behandelunit. Bij onvoldoende hygiëne van deze kunststof waterleidingen is er kans op besmetting met Legionella pneumophila, die kan leiden tot de veteranenziekte, of met Pseudomonas aeruginosa, die ernstige wondinfecties (tot osteomyelitis aan toe) kan veroorzaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "In hoofdstuk 5 van de richtlijn Infectiepreventie in mondzorgpraktijken (KNMT 2016) wordt uitgebreid ingegaan op het beleid dat van kracht is voor zorgverleners én patiënten die bepaalde ziekten bij zich dragen. Er wordt een schets gegeven van het ziektebeeld en ook is er aandacht voor de mogelijkheden van vaccinatie. Als belangrijke toevoeging wordt de betekenis besproken van de bloeduitslagen (titerbepaling), die na de vaccinatie aangeven in welke mate een persoon beschermd is (of niet).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Hierna volgt een opsomming met praktische informatie rondom enkele bekende en minder bekende infectieziekten die besmettingsgevaar opleveren in de behandelkamer van de mondzorgpraktijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Een Legionella-infectie wordt niet van mens op mens overgedragen, maar kan in mondzorgpraktijken opgelopen worden via inademen van besmette aerosol. Dit is een nevel van minuscule (onzichtbare(!)) waterdruppeltjes, die zo klein zijn dat ze gedurende lange tijd kunnen blijven zweven. De verantwoordelijke ziekteverwekker is afkomstig uit de biofilm, een slijmerige eiwitlaag die zich aan de binnenzijde van de kunststof unitwaterleidingen bevindt. Bij sprayvorming komen bacteriën uit deze biofilm samen met minuscule waterdruppeltjes vrij in de lucht en vormen een besmettelijke aerosol die tot minimaal een half uur rond de behandelstoel in de lucht kan blijven zweven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legionella-infectie"
        },
        {
            "text": "De beruchtste ziekteverwekker uit een dergelijke biofilm is de Legionella pneumophila, die door inhalatie tot in de diep gelegen longblaasjes kan doordringen en daar een ontstekingsreactie op gang kan brengen. Bij 90 % van de personen die besmet zijn met deze bacterie ontstaan ziekteverschijnselen. In de long vermenigvuldigt de bacterie zich en daardoor ontstaan binnen één à twee dagen griepachtige verschijnselen met hoge koorts. Meestal klagen de patiënten ook over hoofdpijn, verwardheid, spierpijn en diarree. De aandoening geneest zonder behandeling. Doorgaans zijn de patiënten binnen een week hersteld. De meeste patiënten denken dat ze griep hebben gehad; de juiste diagnose is dan niet gesteld. In een klein aantal gevallen ontwikkelt zich bij patiënten met een verminderde weerstand de veteranenziekte. In dat geval ontstaan na twee tot tien dagen ernstige klachten. Naast een zware longontsteking kunnen ernstige functiestoornissen van nier en lever optreden die dodelijk kunnen zijn. De behandeling moet dan bestaan uit het snel toedienen van antibiotica. Na genezing blijft een opvallend groot aantal patiënten nog jarenlang klachten houden van moeheid, kortademigheid en spierpijn. Dit verschijnsel is nog onbegrepen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legionella-infectie"
        },
        {
            "text": "In 7 par. 6.1 wordt ingegaan op testmethoden om de unitwaterkwaliteit te meten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legionella-infectie"
        },
        {
            "text": "Besmettelijke ziekten met orale verschijnselen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3"
        },
        {
            "text": "Bij kinderen ontstaat meestal op zeer jonge leeftijd de eerste infectie met het herpessimplexvirus. Pasgeborenen kunnen na besmetting met het herpessimplexvirus ernstig ziek worden en zelfs hersenvliesontsteking ontwikkelen! Bij kleuters wordt een herpessimplexinfectie niet altijd herkend, vanwege het meestal matig ernstige verloop. De verschijnselen worden nogal eens verward met die van doorbrekende melktandjes. Bij slechts enkele kinderen ontstaat een zeer ernstige ontsteking van het hele mondslijmvlies, waardoor eten en drinken praktisch onmogelijk is. De kinderen hebben koorts, opgezette lymfeklieren in de hals en voelen zich ziek. Deze eerste infectie duurt ongeveer tien dagen. Daarna blijft het virus latent in het lichaam aanwezig en steekt bij een verminderde weerstand de kop op in de vorm van koortsuitslag, meestal op de (boven)lip. De verschijnselen daarvan beginnen met een brandend gevoel, waarna kleine blaasjes worden gevormd (. fig. 2 .1). Dit stadium van de koortsuitslag is bijzonder besmettelijk! De besmettelijkheid duurt ongeveer een week en is pas voorbij als de gevormde korst geheel is ingedroogd (. fig. 2 .2). Eventueel kan een antivirale zalf worden gebruikt ter verlichting van de klachten. Bijna alle mensen hebben antistoffen tegen het herpessimplexvirus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 954,
                    "end": 960,
                    "text": "fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1134,
                    "end": 1140,
                    "text": "fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Herpes simplex"
        },
        {
            "text": "Indien een lid van het mondzorgteam koortsuitslag heeft in de besmettelijke fase, kan volstaan worden met de normale hygiënemaatregelen als mondneusmasker en goede handhygiene. Voor de behandeling van patiënten met een verminderde afweer geldt dan wel als aanvulling dat de behandelaar met een koortslip eerst handdesinfectie toepast, voordat deze kwetsbare patiënt een hand wordt gegeven. Extra bescherming bij een koortslip van een behandelaar kan nog verkregen worden door het gebruik van kleine second skin pleisters (Compeed pleisters) die vanaf het begin van de blaasvorming de huid kunnen bedekken (. fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 614,
                    "text": "fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Herpes simplex"
        },
        {
            "text": "Indien een patiënt in de besmettelijke fase van een koortslip behandeld wordt, zou ongewenste verspreiding van het herpesvirus via de aerosol een besmettingsrisico kunnen opleveren voor het team en volgende (zeer jonge) patiënten. Extra infectiepreventiemaatregelen zijn echter niet nodig, omdat is gebleken dat bij patiënten die regelmatig een koortslip hebben er ongeveer om de paar weken een sterk verhoogd aantal herpesvirussen in het speeksel aangetroffen kan worden, zonder dat er sprake is van koortsuitslag. Dit verschijnsel heet shedding en het besmettingsrisico is op dergelijke momenten minstens zo groot als bij zichtbare koortsuitslag. Om deze reden is er geen bezwaar om bij toepassing van de gewone maatregelen voor infectiepreventie een patiënt met een koortslip (in welke fase dan ook) te weren uit de behandelkamer. Iedereen kan zich immers ongemerkt met het zeer besmettelijke virus in een shedding fase bevinden. Daarom wordt in principe elke patiënt als een potentiële shedder behandeld en daarbij wordt ervan uitgegaan dat de voorgeschreven standaardmaatregelen voldoende bescherming bieden aan het team en de overige patiënten. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3)."
        },
        {
            "text": "Bof is een virusziekte die alleen bij de mens voorkomt. De periode tussen het moment van besmetting en de uitbraak van ziekteverschijnselen is twee à drie weken. Enkele dagen voordat de ziekteverschijnselen ontstaan, is het virus al in het speeksel aantoonbaar en bestaat er dus besmettingsgevaar. Het virus komt voor in de keelholte van besmette personen en wordt via speekseldruppeltjes overgedragen. De besmettelijkheid houdt aan tot vijf dagen na het begin van de ziekte. Het virus verspreidt zich via het bloed naar de speekselklieren en ook naar overige organen. Veel infecties verlopen zonder klinische verschijnselen (subklinisch). Wanneer zich wel symptomen voordoen, bestaan die uit matige koorts en dubbelzijdige zwelling van de speekselklieren, in het bijzonder van de oorspeekselklier (glandula parotidea). Dit is in de mond zichtbaar door roodheid van de uitvoergangen van deze speekselklieren. Bij jonge kinderen is de infectie onschuldig. Wanneer ook de andere speekselklieren ontstoken zijn, kan het pijnlijk zijn om de mond te openen. Er kan dan een trismus bestaan (beperkte mondopening). Bij volwassenen kunnen zich complicaties voordoen zoals ontsteking van de alvleesklier, hersen(vlies)ontsteking en zelfs onvruchtbaarheid. Om deze reden is deze ziekte opgenomen in het Rijksvaccinatieprogramma (. fig. 2 .4), waardoor deze steeds minder voorkomt. Wanneer de ziekte toch wordt geconstateerd, is er een meldingsplicht van kracht (. tab. 2.1)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1321,
                    "end": 1327,
                    "text": "fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Bof"
        },
        {
            "text": "Mazelen is zeldzaam geworden, doordat kinderen in het kader van het Rijksvaccinatieprogramma hiertegen worden ingeënt. Toch duikt de ziekte steeds vaker weer op, waarschijnlijk door de grote immigrantenstroom die zich in ons land en de ons omringende landen voordoet. Als verschijnsel bij mazelen zijn zogeheten koplikvlekken op het slijmvlies van de wangen te zien, voordat de ziekte werkelijk uitbreekt. Het speeksel van mazelenpatiënten is erg infectieus vanaf het moment dat de eerste verschijnselen zich voordoen. Meestal voelen deze zich te ziek om naar de praktijk te komen en ze vormen dus doorgaans geen infectiebron binnen de mondzorg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mazelen"
        },
        {
            "text": "Deze ziekten worden ook wel geslachtsziekten of venerische ziekten genoemd. De verschijnselen die zich bij soa in de mond voordoen zijn stuk voor stuk zéér besmettelijk! Bij verdachte zweervorming in de mond van een patiënt is het beslist noodzakelijk om een beschermbril en een mondneusmasker te dragen, zelfs bij een eenvoudige inspectie met alleen een mondspiegeltje.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seksueel overdraagbare aandoeningen (soa) met verschijnselen in de mond"
        },
        {
            "text": "Gonorroe is een geslachtsziekte die wordt veroorzaakt door de bacterie Neisseria gonorrhoeae en komt het meest voor bij mensen in de leeftijd van 20 à 30 jaar. De bacterie wordt via seksueel contact overgedragen en veroorzaakt een infectie van de geslachtsdelen, waarbij pijn bij het urineren en een romige afscheiding uit penis of vagina voorkomen. Veel van de gonorroe-infecties bij vrouwen verlopen zonder verschijnselen, maar zijn daarom niet minder besmettelijk! Door orale seks kunnen de tonsillen ontstoken raken. Ze zijn dan rood en bedekt met een grijsgeel beslag. Bij deze ziekte worden heel vaak resistente bacteriestammen aangetroffen, wat de behandeling enorm kan vertragen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gonorroe"
        },
        {
            "text": "De verwekker van syfilis (lues) komt alleen bij de mens voor. Het is de zéér pathogene spirocheet Treponema pallidum. Dit micro-organisme kan door volledig intacte huid en . slijmvliezen het lichaam binnendringen. De besmetting ontstaat door direct contact. Buiten het lichaam overleeft de ziekteverwekker slechts enkele uren. Er zijn drie stadia te onderscheiden: Stadium 1: primair affect. Dit is een ontsteking op de plaats waar de Treponema het lichaam is binnengedrongen. Binnen enkele weken na de infectie ontstaat een zweer die zéér besmettelijk is. Afhankelijk van de seksuele gewoonten kan deze zweer zich ook in de mond of op de lip voordoen. Later vormt zich een vlakke kratervormige plek. Tegelijkertijd raken de lymfeklieren gezwollen, zonder dat zich daarvan klachten voordoen. De plek 'geneest' binnen enkele weken, maar zes tot acht weken daarna kan zich het volgende stadium aandienen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syfilis (lues)"
        },
        {
            "text": "Stadium 2: vlekkerige huiduitslag op het hele lichaam en ook op de voetzolen en handpalmen, met koorts, malaise, haaruitval en soms met vochtige plekken die uiterst besmettelijk zijn (venerische wratten). Wanneer de patiënt in dit stadium niet wordt behandeld, blijft de patiënt besmettelijk en kan zich (soms pas na enige jaren) het volgende stadium aandienen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syfilis (lues)"
        },
        {
            "text": "Stadium 3: neurologische of psychiatrische klachten, vaak samen met ontstekingen van de bloedvaten. Op plaatsen in het lichaam waar zich nog Treponema pallidum bevindt, kan opnieuw een ontsteking ontstaan die naar buiten doorbreekt. Ook dit type zweer is dus buitengewoon besmettelijk! De behandeling bestaat uit het toedienen van antibiotica. Het is belangrijk dat de diagnose in een vroeg stadium wordt gesteld. Dan kunnen ook partners worden gewaarschuwd en zal deze ernstige ziekte zich minder goed kunnen verspreiden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syfilis (lues)"
        },
        {
            "text": "De naam aids (aquired immunodeficiency syndrome) geeft aan dat het gaat om een verworven stoornis in de afweer. Aids wordt veroorzaakt door het hiv (humaan immunodeficientievirus), dat in 1983 werd ontdekt. Een besmetting met het virus wordt doorgaans een hiv-besmetting genoemd, omdat het vervolgstadium, aids, door goede medicatie niet langer per definitie op de besmetting volgt. Algemeen wordt dan gesproken over hiv positief of kortweg seropositief. Het virus bevindt zich in alle lichaamsvloeistoffen, maar is alléén via bloed, sperma, vaginaal vocht en moedermelk overdraagbaar, omdat daarin de concentratie van het virus hoog genoeg is. Buiten het lichaam overleeft het virus slechts enkele minuten. (Het hiv is daarom veel minder besmettelijk dan bijvoorbeeld het hepatitis B-virus). De besmettelijkheid hangt af van de hoeveelheid overgedragen virus en van de fysieke toestand waarin de ontvanger verkeert. Daarbij kan men bijvoorbeeld denken aan een kwetsbaarheid door het bestaan van (micro)verwondingen. Tandenpoetsen bij gingivitis of parodontitis kan onder andere dit soort kleine verwondingen veroorzaken, waardoor orale seks gevaarlijk kan worden. Tijdens het doormaken van de infectie is er heel veel virus aanwezig in het lichaam. Wanneer de patiënt op de juiste wijze wordt behandeld neemt de hoeveelheid vrij virus in het lichaam sterk af. De viral load is dan meestal flink gedaald en de patiënt is daardoor beduidend minder besmettelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aids"
        },
        {
            "text": "Het virus infecteert zeer selectief bepaalde cellen van het afweersysteem, namelijk de helpercellen uit de groep T-lymfocyten. Dit type cel speelt een uiterst belangrijke rol bij de afweer en wordt wel beschouwd als de 'dirigent van het immunologische orkest'. Het virus dringt de cel binnen en bij de vermenigvuldiging wordt het erfelijk materiaal van het virus omgezet en ingebouwd in het erfelijk materiaal van de lymfocyt. Door deze verandering is de afweerfunctie van de cel verminderd. Intussen wordt in de geïnfecteerde cel ook volop nieuw virus geproduceerd. Het nieuw aangemaakte virus infecteert de andere helpercellen en op die manier wordt de cellulaire afweer van de geïnfecteerde persoon sterk aangetast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Werkingsmechanisme van het hiv"
        },
        {
            "text": "Het ziekteverloop bij een hiv-besmetting volgt de volgende vier verschillende stadia: Stadium I is de acute infectie. In dit stadium is de hoeveelheid virus in het lichaam erg groot. De patiënt heeft meestal alleen wat griepachtige verschijnselen. De patiënt maakt in de periode van vier tot acht weken na de infectie doorgaans wel antistoffen aan, maar die kunnen het virus niet de baas worden. Er blijft dus altijd virus in het bloed circuleren. Stadium II: na de eerste infectie blijft het virus dus in het lichaam zonder dat de patiënt daarvan hinder ondervindt. De patiënten zijn dan seropositief. Dit blijft zo gedurende de hele incubatietijd, die bij een niet-behandelde infectie nog jaren kan duren. Stadium III: in deze fase heeft de patiënt overal verspreid in het lichaam pijnloze lymfeklierzwellingen. Dit stadium houdt langer dan drie maanden aan. Stadium IV. in deze fase is aids een feit. Naast enkele positieve bloedtests kunnen zich flink wat verschijnselen voordoen. Algemene verschijnselen van aids: 4 gezwollen lymfeklieren 4 gewichtsverlies 4 koorts (aanhoudend of met tussenpozen) 4 diarree 4 nachtzweten 4 extreme vermoeidheid 4 opportunistische infecties 4 tumoren Specifieke verschijnselen van aids in de mond: 4 kaposisarcoom dat zich als eerst waarneembare symptoom kan voordoen. Dit is een onregelmatig gevormde, blauwe of bruinachtige tumor. Een kaposisarcoom komt regelmatig in de mond voor. De tandarts(assistent) is dus soms als eerste in staat om aids te constateren. 4 opportunistische infecties in de mond. Daarbij is meestal de schimmel Candida albicans betrokken. De infecties veroorzaken veel ongemak door kloven in de mondhoeken en een brandend gevoel in de slijmvliezen. De patiënt heeft zeer frequent last van koortslippen. 4 ernstige tandvleesaandoeningen zijn niet zeldzaam (anup: acute necrotiserende ulcererende parodontitis), evenals verschillende infecties van het mondslijmvlies. 4 'hairy leukoplakie' is een witte, niet-afschraapbare verkleuring van het slijmvlies, met een enigszins ruw, 'harig' voorkomen. Behandeling van hiv Als meest doeltreffende behandeling geldt nog steeds preventie! Het gebruik van antivirale middelen door besmette personen heeft wel invloed op de hoeveelheid circulerend virus, zodat de 'viral load' sterk kan afnemen. De meeste antivirale middelen hebben echter flink wat bijwerkingen. In de mond komt bijvoorbeeld vaak blaarvorming voor, en daarnaast ontstaan een droge mond, smaakstoornissen en ontstekingen van het mondslijmvlies. Algemene bijwerkingen zijn misselijkheid, diarree en leverfunctiestoornissen. Verder is het nodig de klachten van de patiënten te verlichten door de opportunistische infecties te bestrijden, bijvoorbeeld door het voorschrijven van een antischimmelpreparaat bij een uitbraak van een opportunistische infectie met Candida albicans in de mond. Gelukkig is het seropositieve stadium van deze infectieziekte door voortgang in de ontwikkeling van medicijnen tegenwoordig in een vrij stabiele fase te houden. Hierdoor is seropositiviteit in feite een chronisch ziekte geworden in plaats van, zoals aanvankelijk gold, een ziekte met bijna altijd dodelijke afloop. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Werkingsmechanisme van het hiv"
        },
        {
            "text": "Tot deze categorie behoren om te beginnen alledaagse verkoudheden en diverse griepvarianten, waarvan er een aantal zeker niet onschuldig is. Daarnaast bestaat er ook besmettingsgevaar in de mondzorgpraktijk bij een aantal andere bekende 'alledaagse' ziekten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Besmettelijke ziekten zonder orale verschijnselen"
        },
        {
            "text": "Rodehond wordt veroorzaakt door het rubellavirus, dat alleen bij mensen voorkomt. Besmetting vindt plaats via druppeltjes in de lucht, bijvoorbeeld bij hoesten en niezen. Wie een rodehondinfectie heeft, steekt gemiddeld zeven tot acht andere mensen aan. Een besmette moeder kan via de placenta haar ongeboren kind besmetten. Tussen besmetting met rodehond en het uitbreken van de ziekte zitten gemiddeld veertien tot zestien dagen (incubatietijd). De ziekte is besmettelijk van tien dagen voor het uitbreken van de huiduitslag tot één week erna. Ongeveer de helft van de besmette personen vertoont geen noemenswaardige ziekteverschijnselen. De overige patiënten hebben een vlekkerige, rozerode huiduitslag, beginnend in het gezicht en snel uitbreidend naar bovenlijf, armen en benen. Bij oudere kinderen en volwassenen zijn er ook griepachtige verschijnselen en opgezette lymfeklieren achter het oor en in de nek. Als een vrouw in de eerste drie maanden van haar zwangerschap besmet raakt met rodehond, is er een groot risico op aangeboren afwijkingen bij het ongeboren kindje zoals hart-en oogafwijkingen, slechthorendheid of zelfs doofheid. De zwangerschap kan ook eindigen in een miskraam. Het is belangrijk dat zwangere vrouwen die vermoeden dat ze besmet zijn met rodehond, contact opnemen met de huisarts. Ondanks het vaccinatieprogramma voor kinderen komt rodehond toch nog wel eens voor, zij het minder vaak dan vroeger. De ernst van de mogelijke complicaties tijdens een zwangerschap is de belangrijkste reden geweest om deze ziekte standaard in de BMR-vaccinatiecocktail (bof, mazelen en rodehond) op te nemen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rodehond"
        },
        {
            "text": "De verwekker van waterpokken is het herpeszostervirus. De ziekte veroorzaakt jeukende blaasjes die over het hele lichaam verspreid kunnen voorkomen, zelfs op de behaarde hoofdhuid! De incubatietijd is twee weken en de ziekte is besmettelijk vanaf enkele dagen vóór de uitbraak tot een week erna. De overdracht vindt plaats door contact met het vocht uit de blaasjes of via druppelinfectie in de lucht: aerosol (door hoesten of niezen). Na de ziekte blijft het virus (net als bij herpes simplex) het hele leven in het lichaam aanwezig. Bij verminderde weerstand kan het waterpokkenvirus in de vorm van gordelroos opnieuw de kop opsteken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Waterpokken"
        },
        {
            "text": "Kinkhoest wordt veroorzaakt door de bacteriën Bordetella pertussis en Bordetella parapertussis. De ziekte is gemakkelijk overdraagbaar via de aerosol. De bacterie besmet het slijmvlies van de luchtwegen en veroorzaakt aanvankelijk gewoon verkoudheidsverschijnselen. Daarna is er een periode van ongeveer vier weken met hoestaanvallen ('blafhoest'). De overdracht kan plaatsvinden vanaf het eerste moment van 'grieperig zijn' tot meer dan vier weken (!) daarna. Ondanks het feit dat vaccinatie tegen kinkhoest bij kinderen al vele jaren systematisch wordt toegepast, komt met een bepaalde regelmaat een epidemie van deze ziekte voor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kinkhoest"
        },
        {
            "text": "Dit betreft verschillende infectieziekten waarbij de lever is aangedaan (hepar = lever; itis = ontsteking). Een slechte leverfunctie leidt tot ophoping van afbraakproducten in het bloed, waardoor de huid en het oogwit van de patiënten geel verkleuren. Een veelgehoorde naam voor hepatitis is dan ook geelzucht. Voor deze ziekteverschijnselen zijn verschillende virussen verantwoordelijk. Alle hepatitisvarianten verlopen uiterlijk op dezelfde manier en alleen door bloedonderzoek kan worden vastgesteld welk virus de besmetting heeft veroorzaakt. Sommige virussen worden via bloedcontact verspreid (HBV, HCV, HDV en HGV), andere kunnen via voedsel het lichaam binnenkomen (HAV en HEV). De besmettelijkheid van hepatitis B is zéér groot. De ziekte wordt niet alleen via bloed overgebracht, maar ook via speeksel, wondvocht, sperma en vaginale afscheiding. Er is slechts een minuscule hoeveelheid besmet materiaal in een microverwonding nodig om een infectie te laten ontstaan. Van alle prikaccidenten met besmet bloed leidt maar liefst 25 % (!) tot een infectie. Eén op de vier prikaccidenten is dus 'raak' . Dit maakt dat hepatitis B een zeer groot risico vormt voor de medewerkers in mondzorgpraktijken en vaccinatie dringend aanbevolen wordt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis A, B, C, D, E, G"
        },
        {
            "text": "Sinds 2011 is het HBV-vaccin opgenomen in het Rijksvaccinatieprogramma (. fig. 2 .4), zodat op termijn de meeste medewerkers uit hoofde van dit programma beschermd kunnen zijn. Er moet dan wel door middel van een bloedtest een titer bepaald worden om de vaccinatiestatus te beoordelen alvorens in dienst te treden (. tab. 2.2) .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 326,
                    "text": "(. tab. 2.2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "text": "fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Hepatitis A, B, C, D, E, G"
        },
        {
            "text": "Tot die tijd wordt vaccinatie bij het aangaan van een dienstverband in de mondzorg dringend aanbevolen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis A, B, C, D, E, G"
        },
        {
            "text": "Bij hepatitis C is het risico op overdracht kleiner dan voor hepatitis B. Bij deze ziekte wordt de infectie pas overgedragen bij werkelijk bloed-bloedcontact (door bloedtransfusies) en is één op de tien prikaccidenten 'raak' . De incubatietijd is doorgaans lang en is voor hepatitis B en hepatitis D soms wel een half jaar. Na het doormaken van een acute ziekteperiode, treedt bij hepatitis A volledige genezing op, maar bij hepatitis B, C en D kan een chronische vorm ontstaan. Zolang het lichaam de aanval onvoldoende kan afweren met reparatiewerkzaamheden aan de levercellen, neemt de leverschade toe. De patiënten hebben meestal geen klachten meer, maar zijn in feite niet genezen. Ze dragen het levende virus bij zich en kunnen dus een permanente besmettingsbron zijn, afhankelijk van de hoeveelheid circulerend virus in hun bloed. Dit dragerschap komt bij hepatitis B in ongeveer 10 % van de gevallen voor. Bij dragers kunnen in de lever op den duur kwaadaardige tumoren ontstaan. Tegenwoordig lijkt de kans hierop af te nemen, doordat er betere medicijnen beschikbaar zijn. Uit promotieonderzoek van J. Brouwer aan de Erasmus Universiteit blijkt, dat in het begin van deze eeuw nog slechts 20 % van de hepatitis C-patiënten drager blijft na het doormaken van een infectie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis A, B, C, D, E, G"
        },
        {
            "text": "Indien iemand na een prikaccident hepatitis ontwikkelt, moet dit aan de plaatselijke GGD worden gemeld voor registratie en follow-up. Over deze wettelijk vastgelegde meldplicht is meer te lezen op: 7 https://www.rijksoverheid.nl/onderwerpen/infectieziekten/inhoud/meldingsplicht-infectieziekten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis A, B, C, D, E, G"
        },
        {
            "text": "Teamleden die besmet blijken te zijn, kunnen net als besmette patiënten een besmettingsbron vormen bij tandheelkundige behandelingen. Voor dergelijke situaties bestaan speciale richtlijnen die zijn beschreven in 7 par. 5.11 van de richtlijn Infectiepreventie in mondzorgpraktijken (KNMT 2016)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis A, B, C, D, E, G"
        },
        {
            "text": "De ziekteverwekker bij de ziekte van Pfeiffer is het epstein-barrvirus, dat zich nestelt in lymfocyten en daardoor het immuunsysteem beïnvloedt. Het is een herpesvirus, waarvan bekend is dat het na de eerste infectie het hele leven in het lichaam aanwezig blijft (zie eerder bij herpes simplex en waterpokken). De besmetting ontstaat via bloed en speeksel. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziekte van Pfeiffer (kissing disease)"
        },
        {
            "text": "Eerst ontstaat een grieperig gevoel met koorts en moeheid, slechte eetlust en spierpijn gedurende ongeveer twee weken. Daarna kan de ziekte zonder verschijnselen langzaam wegebben óf in een ernstiger fase terechtkomen. Er ontstaan dan hoge koortspieken, keelpijn en gezwollen lymfeklieren in oksels, liezen en hals. Bij oudere patiënten kan de ziekte veel ernstiger verlopen. De koorts houdt vaak veel langer aan en er bestaat hevige keelpijn. De leverfunctie is gestoord en bij de helft van de patiënten ontstaat geelzucht. Na enkele weken nemen de ziekteverschijnselen af, maar het volledige herstel duurt weken tot maanden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verloop van de ziekte van Pfeiffer"
        },
        {
            "text": "Tuberculose, dat wordt veroorzaakt door de staafvormige bacterie Mycobacterium tuberculosis, komt steeds vaker voor. De tuberkelbacil is een zeer sterke bacteriesoort die zuurbestendig is en goed tegen hoge temperaturen en uitdroging bestand is. Door uitdroging wordt de bacil verzwakt, maar de besmettelijkheid is onverminderd! Inademen van stof in een ruimte (behandelkamer) waar de tuberkelbacil in de lucht aanwezig is geweest, kan al voldoende zijn voor een besmetting (. fig. 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 483,
                    "text": "fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Tuberculose"
        },
        {
            "text": "Toedienen van tuberculostatica, geneesmiddelen die de ziekteverwekker doden. De tuberkelbacil kan echter snel resistentie tegen antibiotica ontwikkelen, wat enerzijds in de hand wordt gewerkt door onvoldoende kennis over de juiste medicatie bij artsen en anderzijds doordat de therapie heel lang (maanden) consequent moet worden doorgevoerd. Helaas is de therapietrouw in zo'n lange periode niet altijd voldoende. De vaak meervoudige resistentie leidt tot enorme problemen bij de bestrijding van de ziekte en vormt een wezenlijke bedreiging voor de volksgezondheid. Periodieke screening van gezondheidswerkers die een hoog risico op infectie lopen, zal wellicht (opnieuw) moeten worden ingevoerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De behandeling van tuberculose"
        },
        {
            "text": "Voor tuberculose bestaat een meldplicht bij de GGD. Na iedere melding zal door groepsonderzoek worden vastgesteld of er mensen in de directe omgeving van de patiënt zijn die zonder ziekteverschijnselen toch drager van de bacterie blijken te zijn. Dit kan vanaf drie tot acht weken na de besmetting worden aangetoond met behulp van de mantouxreactie ('krasje').",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De behandeling van tuberculose"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De behandeling van tuberculose"
        },
        {
            "text": "In de landen rond de Middellandse Zee komt dit soort resistentie frequent voor. De resistente bacteriën worden regelmatig naar Nederland overgebracht door patiënten die in een van die landen (tijdens hun vakantie) in het ziekenhuis hebben gelegen. In Nederland zijn protocollen opgesteld voor gebruik van antibiotica, om te voorkomen dat het aantal resistente stammen stijgt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figuur 2.5 Stof in de behandelkamer vormt een besmettingsrisico"
        },
        {
            "text": "> Behandeling in de mondzorgpraktijk van patiënten met MRSA of MRSE vergt geen bijzondere voorzorgsmaatregelen (meer), omdat de normale infectiepreventie voldoende bescherming biedt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figuur 2.5 Stof in de behandelkamer vormt een besmettingsrisico"
        },
        {
            "text": "Deze zeldzame ziekte wordt veroorzaakt door afwijkend gevormde prionen en leidt tot hersenverweking. De prionen zijn aantoonbaar in hersenweefsel, ruggenmerg en misschien zelfs ook in overig neuraal weefsel. Mogelijk blijkt ooit dat ze ook in pulpaweefsel aantoonbaar zijn. Volgens de Deutscher Arbeitskreis für Hygiene in der Zahnartzpraxis (DAHZ) is het niet uitgesloten dat overdracht plaatsvindt via bloed, speeksel en neusvocht. Oorspronkelijk kwam de ziekte alleen voor bij mensen ouder dan 60 jaar. De incubatietijd kan oplopen tot wel twintig jaar. Tegenwoordig is een variant van deze ziekte bekend die zich bij veel jongere individuen manifesteert, namelijk bij mensen rond 30 jaar. De incubatietijd is veel korter (maximaal twee jaar) en het verloop van de ziekte is veel ernstiger. De ziekte is vrijwel zeker de menselijke vorm van BSE (gekkekoeienziekte) en de besmetting vindt plaats door het eten van besmet rundvlees. Het ontstaan van de ziekte is gebonden aan de hoeveelheid prionen die worden geconsumeerd. De patiënten takelen geestelijk en lichamelijk af. Ze hebben allerlei neurologische afwijkingen en er ontstaan in het verloop van de ziekte uiteindelijk zoveel verlammingen dat de patiënt komt te overlijden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prionziekte, ziekte van Creutzfeldt-Jakob"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "BRMO: bijzonder resistente micro-organismen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tegenwoordig neemt het aantal bacteriestammen dat niet meer reageert op de gebruikelijke antibiotica enorm toe. Er wordt dan meestal gesproken van zogenoemde 'ziekenhuisbacteriën",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MRSA (meticillineresistente Staphylococcus aureus); en",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "MRSE (meticillineresistente Staphylococcus epidermidis)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Geraadpleegde bronnen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Op basis van: 7 Pneumonia associated with a dental unit waterline",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Broersen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet",
            "volume": "379",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figuur 2.2 Niet besmettelijke volledig ingedroogde korst herpes simplex . Figuur 2.3 Bescherming blaasjesfase met second skin pleister . Figuur 2.1 Zeer besmettelijke blaasjesvorming herpes simplex op de onderlip 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Nog voordat de ziekte van Pfeiffer uitbreekt, is het speeksel al besmettelijk. De meeste patiënten zijn tussen 15 en 25 jaar oud.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ".5). > Met name rondom elektronische apparatuur, zoals computers en beeldschermen, kunnen zich onvermoede hoeveelheden stof ophopen. Huishoudelijk onderhoud van de kritische ruimten is daarom van groot belang! Het verloop van tuberculose De tuberkelbacillen verspreiden zich na inademing via het bloed en de lymfebanen door het hele lichaam. Zonder ziekteverschijnselen te veroorzaken kan de bacil zich overal nestelen en een haard vormen vanwaaruit de infectie pas veel later kan gaan opspelen. De ziekte wordt bij een klein percentage van de geïnfecteerde personen binnen twee jaar geactiveerd (de haard . Tabel 2.2 Uitslag bloedtest na vaccinatie is een maat voor de bescherming tegen HBV Titer <10 IE/L: geen noemenswaardige bescherming Titer 10-100 IE/L: weinig bescherming, aanvullend onderzoek is noodzakelijk Titer >100 IE/L: langdurige bescherming, naar huidig inzicht levenslang kan actief worden door verminderde weerstand). Bij een nóg kleinere groep ontstaan pas na vele jaren verschijnselen door opvlamming van slapende infectiehaarden. Bij activering van de ziekte kunnen in principe dus alle organen betrokken zijn, afhankelijk van de lokalisatie van de haard. Bij longtuberculose komen de tuberkelbacillen door hoesten of niezen in de aerosol van de behandelkamer terecht. De bacillen blijven buiten het lichaam in leven en gezonde personen worden door inademing van de aerosol geïnfecteerd. Bij een lokalisatie in de longen doet de ziekte zich voor als een verkoudheid. Pas bij langdurig aanhoudende klachten zal de patiënt (eindelijk) naar de dokter gaan. Vervolgens wordt vaak een behandeling gestart die is gericht op genezing van een verkoudheid. Doordat die behandeling niet aanslaat, zal de diagnose tuberculose pas veel later worden gesteld. Gedurende de lange periode tussen uitbraak en herkenning is de patiënt door het hoesten een grote bron van besmetting. In een steeds groter aantal gevallen is er naast longtuberculose sprake van tuberculose in andere organen. Zo wordt met enige regelmaat tuberculose in de mond aangetroffen. De ziekte kan zich dan uiten als een zwelling van de kaak die veel wegheeft van een submuceus abces. Ook dan duurt het vaak lang voordat de diagnose tuberculose kan worden gesteld.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "> Extra hygiënische maatregelen zijn noodzakelijk bij patiënten die verdacht zijn voor een prionziekte of bij degenen bij wie reeds een prioneninfectie is vastgesteld. De prionen worden namelijk niet onschadelijk gemaakt door het standaard sterilisatieproces. In het algemeen wordt aanbevolen zo veel mogelijk disposables te gebruiken en die na de behandeling te verbranden. Als dat niet mogelijk is, verdient het aanbeveling de patiënt te verwijzen naar een behandelcentrum waar men wel is ingericht op deze hygiënische maatregelen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}