{"paper_id": "48bfdfd6c4e13397e73df7bbcd147232bb30008e", "metadata": {"title": "Data Sovereignty and the Internet of Production", "authors": [{"first": "Matthias", "middle": [], "last": "Jarke", "suffix": "", "affiliation": {"laboratory": "", "institution": "RWTH Aachen and Fraunhofer FIT", "location": {"addrLine": "Ahornstr. 55", "postCode": "52074", "settlement": "Aachen", "country": "Germany"}}, "email": "jarke@dbis.rwth-aachen.de"}]}, "abstract": [{"text": "While the privacy of personal data has captured great attention in the public debate, resulting, e.g., in the European GDPR guideline, the sovereignty of knowledge-intensive small and medium enterprises concerning the usage of their own data in the presence of dominant data-hungry players in the Internet needs more investigation. In Europe, even the legal concept of data ownership is unclear. We reflect on requirements analyses, reference architectures and solution concepts pursued by the International Data Spaces Initiative to address these issues. The second part will more deeply explore our current interdisciplinary research in a visionary \"Internet of Production\" with 27 research groups from production and materials engineering, computer science, business and social sciences. In this setting, massive amounts of heterogeneous data must be exchanged and analyzed across organizational and disciplinary boundaries, throughout the lifecycle from (re-)engineering, to production, usage and recycling, under hard resource and time constraints. A shared metaphor, borrowed from Plato's famous Cave Allegory, serves as the core modeling and data management approach from conceptual, logical, physical, and business perspectives.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The term \"data sovereignty\" is hotly debated in political, industrial, and privacy communities. Politicians understand sovereignty as national sovereignty over data in their territory, when it comes to the jurisdiction over the use of big data by the big international players.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "One might think that data industries dislike the idea becausein whatever definitionit limits their opportunities to exploit \"data as the new oil\". However, some of them employ the vision of data sovereignty of citizens as a weapon to abolish mandatory data privacy rules as limiting customer sovereignty by viewing them as people in need of protection in an uneven struggle for data ownership. For exactly this reason, privacy proponents criticize data sovereignty as a tricky buzzword by the data industry, aiming to undermine the principles of real self-determination and data thriftiness (capturing only the minimal data necessary for a specified need) found in many privacy laws. The European GDPR regulation follows this argumentation to some degree by clearly specifying that you are the owner of all personal data about yourself.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Surprising to most participants, the well-known Göttingen-based law professor Gerald Spindler, one of the GDPR authors, pointed out at a recent Dagstuhl Seminar on Data Sovereignty (Cappiello et al. 2019 ) that this personal data ownership is the only formal concept of data ownership that legally exists in Europe. In particular, the huge group of knowledge-intensive small and medium enterprises (SMEs) or even larger user industries in Europe are lacking coherent legal, technical, and organizational concepts how to protect their data-and model-based knowledge in the globalized industrial ecosystems.", "cite_spans": [{"start": 181, "end": 203, "text": "(Cappiello et al. 2019", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "In late 2014, we introduced the idea to extend the concept of personal data spaces (Halevy et al. 2006) to the inter-organizational setting by introducing the idea of Industrial Data Spaces as the kernel of platforms in which specific industrial ecosystems could organize their cooperation in a data-sovereign manner (Jarke 2017; Jarke and Quix 2017) . The idea was quickly taken up by European industry and political leaders. Since 2015, a number of large-scale German and EU projects have defined requirements (Otto and Jarke 2019) . Via numerous use case experiments, the International Data Space (IDS) Association with currently roughly 100 corporate members worldwide has evolved, and agreed on a reference architecture now already in version 3 . Section 2 gives a brief overview of this reference architecture, its philosophy of \"alliance-driven data ecosystems\", and a few of the technical contributions required to make it operational.", "cite_spans": [{"start": 83, "end": 103, "text": "(Halevy et al. 2006)", "ref_id": "BIBREF8"}, {"start": 317, "end": 329, "text": "(Jarke 2017;", "ref_id": "BIBREF9"}, {"start": 330, "end": 350, "text": "Jarke and Quix 2017)", "ref_id": "BIBREF11"}, {"start": 512, "end": 533, "text": "(Otto and Jarke 2019)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "As recently pointed out by Loucopoulos et al. (2019) , the production sector offers particularly complex challenges to such a setting due to the heterogeneity of its data and mathematical models, the structural and material complexity of many products, the globalized supply chains, and the international competition. Funded by the German \"Excellence Competition 2019\", an interdisciplinary group of researchers at RWTH Aachen University therefore started a 7-year Excellence Cluster \"Internet of Production\" aiming to address these challenges in a coherent manner. Section 3 presents an overview of key concepts and points to ongoing work on specific research challenges.", "cite_spans": [{"start": 27, "end": 52, "text": "Loucopoulos et al. (2019)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "2 Alliance-Driven Ecosystems and the International Data Space", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Several of the most valuable firms worldwide create value no longer by producing their own output but by orchestrating the output of others. Following modern versions of early medieval port cities and more recently phone companies, they do this by creating network effects by creating platforms which serve as two-sided or multi-sided markets (Gawer 2014 ).", "cite_spans": [{"start": 343, "end": 354, "text": "(Gawer 2014", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Keystone-Driven vs. Alliance-Driven Data Ecosystems"}, {"text": "In the best-known cases within the software industries, such as Apple, Amazon, or Facebook, but also domain-specific ones like Uber or Flixbus, there is a keystone player defining and running the platform. The typical strategy here is a very high early marketing investment to gain as many early adopters as possible, thus achieving quickly a dominant market position and being able to exploit extremely rich data sets as a basis for analytics, advertising, or economies of logistics. Design requirements engineering for this kind of platforms was already discussed in (Jarke et al. 2011) .", "cite_spans": [{"start": 569, "end": 588, "text": "(Jarke et al. 2011)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Keystone-Driven vs. Alliance-Driven Data Ecosystems"}, {"text": "More recently, however, driven by the goals of exploiting the opportunities of platforms but also preserving organizational data sovereignty, we are seeing the appearance of platform-based ecosystems organized and governed by alliances of cooperating players. Examples in Europe include a smart farming data ecosystem initiated by the German-based farm equipment producer Claas together with farming and seed-producing partners, which was recently joined by Claas' fiercest competitor John Deere.", "cite_spans": [], "ref_spans": [], "section": "Keystone-Driven vs. Alliance-Driven Data Ecosystems"}, {"text": "Another example is an ongoing effort by VDV, the German organization of regional public transport organization, to set up an alliance-driven data ecosystem for intermodal traffic advice, ticketing, and exception handling in competition to efforts by big keystone players such as Flixbus, Deutsche Bahn, or even Google Maps based on Aachen's Mobility Broker metadata harmonization approach (Beutel et al. 2014 ).", "cite_spans": [{"start": 389, "end": 408, "text": "(Beutel et al. 2014", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Keystone-Driven vs. Alliance-Driven Data Ecosystems"}, {"text": "Beyond the core importance of such a domain-specific meta model, the creation of platform business models is a key success factor. Yoo et al. (2010) already pointed out that, in contrast to traditional business model approaches, the \"currency\" of multi-sided markets can be an exchange of services rather than a purely financial one. In Pfeiffer et al. (2017) , we therefore developed a business model development approach based on their service-dominant business logic and validated it in this intermodal travel ecosystem (cf. Fig. 1 ). In Otto and Jarke (2019), we employed a literature analysis and elaborate focus groups with industrial partners from the IDS Association in order to identify the main commonalities and differences (Table 1) , extending an earlier discussion of platform evolution by Tiwana et al. (2010) . ", "cite_spans": [{"start": 131, "end": 148, "text": "Yoo et al. (2010)", "ref_id": "BIBREF20"}, {"start": 337, "end": 359, "text": "Pfeiffer et al. (2017)", "ref_id": "BIBREF16"}, {"start": 804, "end": 824, "text": "Tiwana et al. (2010)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 528, "end": 534, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 735, "end": 744, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Keystone-Driven vs. Alliance-Driven Data Ecosystems"}, {"text": "In this subsection, we summarize some of the fundamental design decisions of the International Data Space approach to alliance-driven data ecosystems design. The full description with, e.g., a complete information model of the approach can be found in ) from which the figures in this section have been excerpted.", "cite_spans": [], "ref_spans": [], "section": "The IDS Reference Architecture Model"}, {"text": "With its focus on sovereign and secure data exchange, the IDS Architecture takes up aspects of several other well-known architectural patterns for data exchange, as shown in Fig. 2 . It is different from the data lake architectures employed by most keystone-driven data platforms which emphasize rapid loading and pay-as-you-go data integration and knowledge extractions, but does embed such functionalities as service offerings whose usage, however, can be limited with enforced and monitored usage policies. On the other side, blockchains can be considered one extreme of such enforcements in a decentralized setting aiming at full transparency and provenance tracking, whereas the IDS architecture emphasizes the sovereign definition of usage policies by the individual players, plus agreed policies for a Data Space. Membership of an actor (organizational data management entity, cloud, or service provider) is established by two core technical elements, as illustrated in Fig. 3 : firstly, the data exchange (only) under agreed Usage Policies (shown as print-like IDS boxes on the links in the figure) , and secondly by more or less \"trusted\" IDS Connectors. These combine aspects of traditional wrapper-mediators for data integration with trust guarantees provided by a hierarchy of simple to very elaborate security mechanisms.", "cite_spans": [], "ref_spans": [{"start": 174, "end": 180, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 977, "end": 983, "text": "Fig. 3", "ref_id": "FIGREF2"}, {"start": 1099, "end": 1106, "text": "figure)", "ref_id": null}], "section": "The IDS Reference Architecture Model"}, {"text": "Within the IDS projects, at least four different usage policy enforcement strategies have been developed (Eitel et al. 2017) , all accessible via the conceptual model of the ODRL (Open Digital Rights Language) accepted by W3C in 2015. The usage control specifications support model-based code generation and execution based on earlier work by Pretschner et al. (2005) . Figure 4 shows how security elements for policy definition (PDP) and policy management (PMP) in the linkage between connectors interact with policy execution points (PEP) in the IDS Connectors from which they can be propagated even to certain specific data items within the protected internal sphere of a company. In Fig. 1 , we referred to the service-dominant business logic underlying most alliance-driven data ecosystems including the IDS. Obviously, as in other trustintensive inter-organizational settings (Gans et al. 2003) , the individual actors and linkages should be carefully defined at the strategic level, for which conceptual modeling techniques such as i* strategic dependencies (Yu 2011) are the obvious candidates. The analysis summarized in (Otto and Jarke 2019) has therefore led to the inclusion of an i*-inspired actor dependency network of important roles and their (task) dependencies (Fig. 5) . In the Reference Architecture Model version 3.0 report , this is further elaborated with business process model patterns for the individual tasks, and governance mechanisms for the organizational infrastructure underlying data ecosystem set-up and operation. ", "cite_spans": [{"start": 105, "end": 124, "text": "(Eitel et al. 2017)", "ref_id": "BIBREF3"}, {"start": 343, "end": 367, "text": "Pretschner et al. (2005)", "ref_id": "BIBREF18"}, {"start": 882, "end": 900, "text": "(Gans et al. 2003)", "ref_id": "BIBREF4"}, {"start": 1065, "end": 1074, "text": "(Yu 2011)", "ref_id": "BIBREF21"}, {"start": 1130, "end": 1151, "text": "(Otto and Jarke 2019)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 370, "end": 378, "text": "Figure 4", "ref_id": "FIGREF3"}, {"start": 687, "end": 693, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 1279, "end": 1287, "text": "(Fig. 5)", "ref_id": null}], "section": "The IDS Reference Architecture Model"}, {"text": "Typical IDS use cases so far have been relatively limited in their organizational and technical complexity. A number of more ambitious and socially complex variants, such as Medical Data Spaces for cross-clinic medical and biomedical research have started and are accelerated by the demand caused by the CoVid-19 crisis.", "cite_spans": [], "ref_spans": [], "section": "Towards an \"Internet of Production\""}, {"text": "However, probably the most complex application domain tackled so far is production engineering, the subject of our DFG-funded Excellence Cluster \"Internet of Production\". In this 7-year effort, 27 research groups from production and materials engineering, computer science, business and social sciences cooperate to study not just the sovereign data exchange addressed by the IDS Architecture in a fully globalized setting, but also the question of how to communicate between model-and data-driven approaches of vastly different disciplines and scales. In this setting, massive amounts of heterogeneous data must be exchanged and analyzed across organizational and disciplinary boundaries, throughout the lifecycle from (re-)engineering, to production, usage and recycling, under hard resource and time constraints. Figure 6 illustrates this complexity with a few of the different kinds of data, but most importantly with three different lifecycles that have traditionally hardly communicated in the nowadays necessary speed of feedback cycles among them.", "cite_spans": [], "ref_spans": [{"start": 816, "end": 824, "text": "Figure 6", "ref_id": "FIGREF4"}], "section": "Towards an \"Internet of Production\""}, {"text": "As one use case, we are considering the introduction of low-cost electric vehicles to the market. The engineering of such completely new cars requires numerous different specialties and supplier companies to collaborate and exchange data worldwide. To be financially viable, their production will take place in many small factories which can already be profitable with, say, 2.000 cars a year, rather than the traditional 200.000. But this raises the question how the many small factories all over the world can exchange best practices, and provide feedback to the development engineers for perhaps culture-specific design improvements. Last not least, only the usage experience with buying and operating the novel vehicles will really show what works, what is attractive for customers, what are their ideas for improving the design but perhaps also the production process of the cars. And all of this must happen in an iterative improvement cycle which runs at least 5-10 times the speed of traditional automotive innovation, in order to have a successful vehicle before the venture capital runs out.", "cite_spans": [], "ref_spans": [], "section": "Towards an \"Internet of Production\""}, {"text": "In addition to the challenges mentioned in Sect. 2, the computer science perspective on Fig. 6 yields extreme syntactic and semantic heterogeneity combined with very high data volume, but often also highly challenging real-time velocity requirements, and a wide variety of model-driven and data-driven approaches. Thus, all the V's of Big Data are present in this setting in addition to sovereign data exchange.", "cite_spans": [], "ref_spans": [{"start": 88, "end": 94, "text": "Fig. 6", "ref_id": "FIGREF4"}], "section": "Towards an \"Internet of Production\""}, {"text": "Building a complete Digital Twin for such a setting appears hopeless. We need a new kind of data abstraction with the following properties:", "cite_spans": [], "ref_spans": [], "section": "Towards an \"Internet of Production\""}, {"text": "• Support for model-driven as well as data-driven approaches, and combinations thereof, across a wide range of different scientific disciplines. • Relatively small size, in order to be easily movable anyplace between cloud and edge computing. • Executable according to almost any real-time demand, with reasonable results on at least the most important perspective to the problem at hand. • Suitable as valorized objects in an IDS-like controlled data exchange ecosystem.", "cite_spans": [], "ref_spans": [], "section": "Towards an \"Internet of Production\""}, {"text": "In other words, we must find a common understanding addressing the open question what are actually the objects moving around in an Industrial Data Space.", "cite_spans": [], "ref_spans": [], "section": "Towards an \"Internet of Production\""}, {"text": "The intuition for our solution to this question came from an unexpected corner, Greek philosophy. In its famous Allegory of the Cave illustrated in Fig. 7 , Plato (ca. 400 B.C.) showed the limits of human knowledge by sketching a scenery in which humans are fixed in a cave such that they can only see the shadows of things happening in the outside world cast by natural light or by fires lit behind the phenomena (it is funny to note that he even invented the concept of Fake News using human-made artefacts instead of real-world objects between the fire and the shadow).", "cite_spans": [], "ref_spans": [{"start": 148, "end": 154, "text": "Fig. 7", "ref_id": "FIGREF5"}], "section": "Towards an \"Internet of Production\""}, {"text": "Anyway, the shadows are obviously highly simplified data-driven real-time enabled abstractions which are, however, created under specific illuminations (=models) such as sunlight or fire. We therefore named our core abstraction Digital Shadows, a suitably compact result of combining context-specific simplified models and data analytics. Formally, Digital Shadows can be seen as a generalization of the view concept in databases where the base data as well as the (partially materialized) views are highly dynamic and complex objects.", "cite_spans": [], "ref_spans": [], "section": "Towards an \"Internet of Production\""}, {"text": "Once we had invented this abstraction, we found that there already exist quite a number of useful Digital Shadow examples, among them quite well-known ones like the combinations of shortest path algorithms and real-time phone location data shown in navigation systems like TomTom, the flexible combination of Petri net process modeling with event mining algorithms in process mining (Van der Aalst 2011), or abstractions used in real-time vision systems for autonomous driving or sports training.", "cite_spans": [], "ref_spans": [], "section": "Towards an \"Internet of Production\""}, {"text": "Within the Excellence Cluster \"Internet of Things\", we have been demonstrating the usefulness on complex examples from machine tooling control with extreme realtime constraints, optimizing the energy-intensive step of hot rolling ubiquitous in steelbased production chains, plastics engineering, and laser-based additive manufacturing.", "cite_spans": [], "ref_spans": [], "section": "Towards an \"Internet of Production\""}, {"text": "Rather than going into details here, we point to some companion papers elaborating specific issues including the Digital Shadow concept itself and some early validation experiments (Liebenberg and Jarke 2020) , the design of an initial physical infrastructure emphasizing the dynamic positioning and secure movement of Digital Shadows as well as base data within a novel infrastructure concept (Pennekamp et al. 2019) , logical foundations of correct and rapid data integration in connectors or data lakes (Hai et al. 2019) , model-driven development (Dalibor et al. 2020 ) and the creation of a RDF-based metadata infrastructure called FactDag (Gleim et al. 2020 ) aimed at interlinking the multiple Digital Shadows in a holistic knowledge structure.", "cite_spans": [{"start": 181, "end": 208, "text": "(Liebenberg and Jarke 2020)", "ref_id": "BIBREF12"}, {"start": 394, "end": 417, "text": "(Pennekamp et al. 2019)", "ref_id": "BIBREF17"}, {"start": 506, "end": 523, "text": "(Hai et al. 2019)", "ref_id": "BIBREF7"}, {"start": 551, "end": 571, "text": "(Dalibor et al. 2020", "ref_id": "BIBREF2"}, {"start": 645, "end": 663, "text": "(Gleim et al. 2020", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Towards an \"Internet of Production\""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Product oriented integration of heterogeneous mobility services", "authors": [{"first": "M", "middle": ["C"], "last": "Beutel", "suffix": ""}, {"first": "S", "middle": [], "last": "Gökay", "suffix": ""}, {"first": "W", "middle": [], "last": "Kluth", "suffix": ""}, {"first": "K.-H", "middle": [], "last": "Krempels", "suffix": ""}, {"first": "C", "middle": [], "last": "Samsel", "suffix": ""}, {"first": "C", "middle": [], "last": "Terwelp", "suffix": ""}], "year": 2014, "venue": "IEEE 17th International Conference Intelligent Transportation Systems (ITSC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Data ecosystems-sovereign data exchange among organizations", "authors": [{"first": "C", "middle": [], "last": "Cappiello", "suffix": ""}, {"first": "A", "middle": [], "last": "Gal", "suffix": ""}, {"first": "M", "middle": [], "last": "Jarke", "suffix": ""}, {"first": "J", "middle": [], "last": "Rehof", "suffix": ""}], "year": 2019, "venue": "Dagstuhl Rep", "volume": "9", "issn": "9", "pages": "66--134", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Model-driven development of a digital twin for injection molding", "authors": [{"first": "M", "middle": [], "last": "Dalibor", "suffix": ""}], "year": 2020, "venue": "Proceedings CAiSE 2020", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Usage control in the industrial data space", "authors": [{"first": "A", "middle": [], "last": "Eitel", "suffix": ""}], "year": 2017, "venue": "", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Continuous requirements management for organization networks -a (dis-)trustful approach", "authors": [{"first": "G", "middle": [], "last": "Gans", "suffix": ""}, {"first": "M", "middle": [], "last": "Jarke", "suffix": ""}, {"first": "S", "middle": [], "last": "Kethers", "suffix": ""}, {"first": "G", "middle": [], "last": "Lakemeyer", "suffix": ""}], "year": 2003, "venue": "Requirements Eng", "volume": "8", "issn": "1", "pages": "4--22", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Bridging different perspectives on technological platforms-towards and integrative framework", "authors": [{"first": "A", "middle": [], "last": "Gawer", "suffix": ""}], "year": 2014, "venue": "Res. Policy", "volume": "43", "issn": "7", "pages": "1239--1249", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "FactDAG -formalizing data interoperability in an internet of production", "authors": [{"first": "L", "middle": [], "last": "Gleim", "suffix": ""}, {"first": "J", "middle": [], "last": "Pennekamp", "suffix": ""}, {"first": "M", "middle": [], "last": "Liebenberg", "suffix": ""}], "year": 2020, "venue": "IEEE Internet Things J", "volume": "4", "issn": "7", "pages": "3243--3253", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Relaxed functional dependency discovery in heterogeneous data lakes", "authors": [{"first": "R", "middle": [], "last": "Hai", "suffix": ""}, {"first": "C", "middle": [], "last": "Quix", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": ["H F"], "last": "Laender", "suffix": ""}, {"first": "B", "middle": [], "last": "Pernici", "suffix": ""}, {"first": "E.-P", "middle": [], "last": "Lim", "suffix": ""}, {"first": "", "middle": [], "last": "De Oliveira", "suffix": ""}], "year": 2019, "venue": "ER 2019", "volume": "11788", "issn": "", "pages": "225--239", "other_ids": {"DOI": ["10.1007/978-3-030-33223-5_19"]}}, "BIBREF8": {"ref_id": "b8", "title": "Principles of data space systems", "authors": [{"first": "A", "middle": [], "last": "Halevy", "suffix": ""}, {"first": "M", "middle": [], "last": "Franklin", "suffix": ""}, {"first": "D", "middle": [], "last": "Maier", "suffix": ""}], "year": 2006, "venue": "Proceedings 25th ACM SIGMOD-PODS", "volume": "", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Data spaces: combining goal-driven and data-driven approaches in community decision and negotiation support", "authors": [{"first": "M", "middle": [], "last": "Jarke", "suffix": ""}], "year": 2017, "venue": "LNBIP", "volume": "293", "issn": "", "pages": "3--14", "other_ids": {"DOI": ["10.1007/978-3-319-63546-0_1"]}}, "BIBREF10": {"ref_id": "b10", "title": "The brave new world of design requirements", "authors": [{"first": "M", "middle": [], "last": "Jarke", "suffix": ""}, {"first": "P", "middle": [], "last": "Loucopoulos", "suffix": ""}, {"first": "K", "middle": [], "last": "Lyytinen", "suffix": ""}, {"first": "J", "middle": [], "last": "Mylopoulos", "suffix": ""}, {"first": "W", "middle": [], "last": "Robinson", "suffix": ""}], "year": 2011, "venue": "Inf. Syst", "volume": "36", "issn": "7", "pages": "992--1008", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "On warehouses, lakes, and spaces -the changing role of conceptual modeling for data integration", "authors": [{"first": "M", "middle": [], "last": "Jarke", "suffix": ""}, {"first": "C", "middle": [], "last": "Quix", "suffix": ""}, {"first": "J", "middle": [], "last": "Cabot", "suffix": ""}, {"first": "C", "middle": [], "last": "Gómez", "suffix": ""}, {"first": "O", "middle": [], "last": "Pastor", "suffix": ""}, {"first": "M.-R", "middle": [], "last": "Sancho", "suffix": ""}], "year": 2017, "venue": "Conceptual Modeling Perspectives", "volume": "", "issn": "", "pages": "231--245", "other_ids": {"DOI": ["10.1007/978-3-319-67271-7_16"]}}, "BIBREF12": {"ref_id": "b12", "title": "Information systems engineering with digital shadows -concept and case studies", "authors": [{"first": "M", "middle": [], "last": "Liebenberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Jarke", "suffix": ""}], "year": 2020, "venue": "Proceedings CAiSE 2020", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Requirements engineering for cyber physical production systems", "authors": [{"first": "P", "middle": [], "last": "Loucopoulos", "suffix": ""}, {"first": "E", "middle": [], "last": "Kavakli", "suffix": ""}, {"first": "N", "middle": [], "last": "Chechina", "suffix": ""}], "year": 2019, "venue": "CAiSE 2019", "volume": "11483", "issn": "", "pages": "276--291", "other_ids": {"DOI": ["10.1007/978-3-030-21290-2_18"]}}, "BIBREF14": {"ref_id": "b14", "title": "Designing a multi-sided data platform: findings from the international data spaces case", "authors": [{"first": "B", "middle": [], "last": "Otto", "suffix": ""}, {"first": "M", "middle": [], "last": "Jarke", "suffix": ""}], "year": 2019, "venue": "Electron. Markets", "volume": "29", "issn": "4", "pages": "561--580", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Reference Architecture Model Version 3.0. International Data Spaces Association", "authors": [{"first": "B", "middle": [], "last": "Otto", "suffix": ""}, {"first": "S", "middle": [], "last": "Steinbuß", "suffix": ""}, {"first": "A", "middle": [], "last": "Teuscher", "suffix": ""}, {"first": "S", "middle": [], "last": "Lohmann", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Service-oriented business model framework -a servicedominant logic based approach for business modeling in the digital era", "authors": [{"first": "A", "middle": [], "last": "Pfeiffer", "suffix": ""}, {"first": "K.-H", "middle": [], "last": "Krempels", "suffix": ""}, {"first": "M", "middle": [], "last": "Jarke", "suffix": ""}], "year": 2017, "venue": "Proceedings 19th ICEIS Conference", "volume": "3", "issn": "", "pages": "361--372", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Towards an infrastructure enabling the internet of production", "authors": [{"first": "J", "middle": [], "last": "Pennekamp", "suffix": ""}, {"first": "R", "middle": [], "last": "Glebke", "suffix": ""}, {"first": "T", "middle": [], "last": "Meisen", "suffix": ""}, {"first": "C", "middle": [], "last": "Quix", "suffix": ""}], "year": 2019, "venue": "IEEE International Conference Industrial Cyber-Physical Systems (ICPS 2019)", "volume": "", "issn": "", "pages": "31--37", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Distributed usage control", "authors": [{"first": "A", "middle": [], "last": "Pretschner", "suffix": ""}, {"first": "M", "middle": [], "last": "Hilty", "suffix": ""}, {"first": "D", "middle": [], "last": "Basin", "suffix": ""}], "year": 2005, "venue": "Commun. ACM", "volume": "49", "issn": "9", "pages": "39--44", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Platform evolution -co-evolution of platform architecture, governance, and environmental dynamics", "authors": [{"first": "A", "middle": [], "last": "Tiwana", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Konsynski", "suffix": ""}, {"first": "A", "middle": [], "last": "Bush", "suffix": ""}, {"first": "W", "middle": [], "last": "Van Der Aalst", "suffix": ""}], "year": 2010, "venue": "Process Mining -Discovery, Conformance, and Enhancement of Business Processes", "volume": "21", "issn": "", "pages": "675--687", "other_ids": {"DOI": ["10.1007/978-3-642-19345-3"]}}, "BIBREF20": {"ref_id": "b20", "title": "The new organizing logic of digital innovation -an agenda for information systems research", "authors": [{"first": "Y", "middle": [], "last": "Yoo", "suffix": ""}, {"first": "O", "middle": [], "last": "Henfridsson", "suffix": ""}, {"first": "K", "middle": [], "last": "Lyytinen", "suffix": ""}], "year": 2010, "venue": "Inf. Syst. Res", "volume": "21", "issn": "4", "pages": "724--735", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Modeling strategic relationships for process reengineering", "authors": [{"first": "E", "middle": [], "last": "Yu", "suffix": ""}], "year": 2011, "venue": "Social Modeling for Requirements Engineering", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Business model analytics based on service-dominant logic", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Comparison of IDS architectural goals with other data-driven architectures", "latex": null, "type": "figure"}, "FIGREF2": {"text": "IDS connectors and usage policy links form the technical core of IDS Data Sovereignty and the Internet of Production", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Usage policy definition, management and execution in the link between IDS subsystemsFig. 5. Actor-dependency network in the IDS Reference Architecture", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Interacting cycles of data exchange in the Internet of Production", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Plato's Cave Allegory", "latex": null, "type": "figure"}, "TABREF0": {"text": "Alliance and keystone-driven ecosystem design(Otto and Jarke 2019)", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. This work was supported in part by the Fraunhofer CCIT Research Cluster, and in part by Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany's Excellence Strategy -EXC-2023 Internet of Production -390621612. I would like to thank numerous collaborators in these projects, especially Christoph Quix and Istvàn Koren (deputy area coordinators for the IoP infrastructure), the overall IDS project manager Boris Otto, and my IoP co-speakers Christian Brecher, Günter Schuh as well as IoP manager Matthias Brockmann.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}