{"paper_id": "4985abe6f539db0b20ee742438312bcebb90d483", "metadata": {"title": "", "authors": []}, "abstract": [{"text": "Since spike protein and ACE2 interact with highest affinity and specificity (this may be a cause of the contagiousness of this virus), 11 the hypothesis that ACE2 structural modifications induced by one or more of these compounds could disturb a correct recognition between ACE2 and viral spike protein is plausible. Such an alteration may produce positive effects both in limiting the virus entry into the host cell and also in preventing the noxious virus-induced ACE2 downregulation, which is triggered by the virus-ACE2 binding.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Remarkably, some of these compounds (Table 1, from Kulemina and Ostrov 10 ) are already approved and are (or have been) clinically used for different therapeutic indications, including disorders of", "cite_spans": [], "ref_spans": [{"start": 36, "end": 45, "text": "(Table 1,", "ref_id": null}], "section": "Abstract"}], "body_text": [{"text": "Herein, we wish to focus on an original pharmacological strategy, which has never been proposed until now: the targeting of ACE2 with \"small-molecule\" ligands, potentially able to induce conformational changes of ACE2 and thus to cause a possible reduction of the binding affinity between ACE2 and the viral spike protein. ACE2", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(discovered in 2000) is an enzyme involved in the complex proteolytic pathway of the renin-angiotensin system (RAS). In the last two decades, ACE2 modulation has been considered as an appealing strategy for cardiovascular therapies. 8 This led to the design of novel chemical entities, such as-for instance-the \"small-molecule\" XNT, an ACE2-activator which was evaluated in preclinical studies as a promising cardiovascular drug. Noteworthy, the binding of XNT to ACE2 was found to abolish the protein-protein interaction between ACE2 and anti-ACE2 IgG autoantibodies of patients affected by autoimmune diseases, 9 indicating that the conformational changes induced by a \"small-molecule\" may effectively affect the binding affinity of ACE2 with ACE2-binding proteins.", "cite_spans": [{"start": 233, "end": 234, "text": "8", "ref_id": "BIBREF7"}, {"start": 613, "end": 614, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "Given the increasing interest towards ACE2 as a potential drug target, many drugs already approved by FDA for clinical use in heterogeneous human or veterinary diseases were evaluated, to identify a possible \"off-target\" ACE2-modulatory effects and thus to propose their \"repositioning\" in cardiovascular pathologies. 10 ", "cite_spans": [{"start": 318, "end": 320, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Therapeutic options for the 2019 novel coronavirus (2019-nCoV)", "authors": [{"first": "G", "middle": [], "last": "Li", "suffix": ""}, {"first": "De", "middle": [], "last": "Clercq", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Nat Rev Drug Discov", "volume": "19", "issn": "3", "pages": "149--150", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Coronavirus puts drug repurposing on the fast track", "authors": [{"first": "C", "middle": [], "last": "Harrison", "suffix": ""}], "year": 2020, "venue": "Nat Biotechnol", "volume": "38", "issn": "4", "pages": "379--381", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19: consider cytokine storm syndromes and immunosuppression. The Lancet", "authors": [{"first": "P", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Mcauley", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "E", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tattersall", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Manson", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "1033--1034", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Can we contain the COVID-19 outbreak with the same measures as for SARS?", "authors": [{"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Chiew", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "20", "issn": "5", "pages": "30129--30128", "other_ids": {"DOI": ["10.1016/S1473-3099(1020)30129-30128"]}}, "BIBREF4": {"ref_id": "b4", "title": "Research and Development on therapeutic agents and vaccines for COVID-19 and related human coronavirus diseases", "authors": [{"first": "C", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "ACS Cent Sci", "volume": "6", "issn": "3", "pages": "315--331", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The pivotal link between ACE2 deficiency and SARS-CoV-2 infection", "authors": [{"first": "P", "middle": [], "last": "Verdecchia", "suffix": ""}, {"first": "C", "middle": [], "last": "Cavallini", "suffix": ""}, {"first": "A", "middle": [], "last": "Spanevello", "suffix": ""}, {"first": "F", "middle": [], "last": "Angeli", "suffix": ""}], "year": 2020, "venue": "Eur J Intern Med", "volume": "pii", "issn": "20", "pages": "30151--30156", "other_ids": {"DOI": ["10.1016/j.ejim.2020.1004.1037"]}}, "BIBREF6": {"ref_id": "b6", "title": "Angiotensinconverting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target", "authors": [{"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Penninger", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Slutsky", "suffix": ""}], "year": 2020, "venue": "Intensive Care Med", "volume": "46", "issn": "4", "pages": "586--590", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "ACE2: a new target for cardiovascular disease therapeutics", "authors": [{"first": "M", "middle": ["K"], "last": "Raizada", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Ferreira", "suffix": ""}], "year": 2007, "venue": "J Cardiovasc Pharmacol", "volume": "50", "issn": "2", "pages": "112--119", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The small molecule activator to ACE2 prevents the inhibition of ACE2 activity by autoantibodies", "authors": [{"first": "S", "middle": [], "last": "Haga", "suffix": ""}, {"first": "Y", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ishizaka", "suffix": ""}, {"first": "A", "middle": [], "last": "Mimori", "suffix": ""}], "year": 2012, "venue": "Arthritis Rheum", "volume": "64", "issn": "S10", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Prediction of off-target effects on angiotensin-converting enzyme 2", "authors": [{"first": "L", "middle": ["V"], "last": "Kulemina", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Ostrov", "suffix": ""}], "year": 2011, "venue": "J Biomol Screen", "volume": "16", "issn": "8", "pages": "878--885", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation", "authors": [{"first": "D", "middle": [], "last": "Wrapp", "suffix": ""}, {"first": "N", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Corbett", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "367", "issn": "6483", "pages": "1260--1263", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The rapid and extensive expansion of the new betacoronavirus SARS-Cov-2 (CoVid-19) is responsible for several thousand deaths in a very short time. This fast progression led the world health organization (WHO) to classify it as a pandemic on 11 March 2020. Waiting for the availability of new vaccines, this global emergency has triggered the search for safe and effective pharmacological approaches for eradicating the virus, or at least reducing its effects and hindering the contagion. Currently, great effort focuses on the repurposing of already available drugs based on the characteristics of the virus that have been so far defined. Thus, clinical studies are currently ongoing to evaluate the effects on SARS-CoV-2 of known drugs showing broad-spectrum antiviral activity. This list includes favipiravir (plus interferon-α ChiCTR2000029600; IL6) is under clinical trial (ChiCTR2000029765) due to positive effects observed in coronavirus patients who showed serious lung damage and elevated levels of IL6. 3 Due to the genomic similarity (82%) with the previous SARS-Cov virus (responsible for a major pandemic at the beginning of this century), other drug targets are also receiving attention. 4 Indeed, some viral components may be potential candidates for targeted therapies against SARS-Cov-2. Among these, two viral proteases necessary for viral replication, the papain-like cysteine protease (PL pro ) and the chymotrypsin-like cysteine protease 3CL pro , and the non-structural protein 15 (Nsp15) (accessory protein for virus replication) have been proposed as potential targets. 5 Both SARS-CoV and SARS-CoV-2 invade the host cell by interaction between the viral glycosylated spike protein and the human angiotensin-converting enzyme-2 (ACE2).Then, the binding between the virus and the host ACE2 is a key factor for initiating the viral infection. Moreover, this binding has been proposed to cause ACE2 downregulation; the consequent ACE2 deficiency and dysregulation seems to play a pathogenetic role in the progression of the overwhelming lung inflammation, observed in the most serious cases of CoVid-19.6 ACE2 is located on the surface membrane of host cells in particular on lungs, heart, and vascular endothelium and is specifically recognized and bound by the viral spike protein.7 Therefore, interfering with the interaction between these two proteins may represent a use-ful pharmacological strategy. This strategy has been already used to fight the previous SARS-CoV infection in 2003 and lead to the development of the ACE2 protein decoy APN01 (Recombinant Human ACE2; NCT00886353). APN01 is currently under evaluation in a Phase III clinical trial by Apeiron Biologics for treating CoVid-19.", "latex": null, "type": "figure"}, "TABREF0": {"text": "ent conformational changes of the protein. For instance, hydroxyzine increased the substrate specificity of ACE2, while diminazene and labetalol increased the maximal reaction rate and decreased the substrate specificity. Notably, no evidence of ACE2 downregulation by T A B L E 1Approved drugs showing \"off-target\" ACE2-modulating effects (from Kulemina and Ostrov 10 )", "latex": null, "type": "table"}}, "back_matter": [{"text": "ACE2-activators has been reported.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}