{
    "paper_id": "49dd9616f0bf3093f4cdb0edbcc2d1b05a613665",
    "metadata": {
        "title": "Nonstandard Cayley Automatic Representations for Fundamental Groups of Torus Bundles over the Circle",
        "authors": [
            {
                "first": "Dmitry",
                "middle": [],
                "last": "Berdinsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": "berdinsky@gmail.com"
            },
            {
                "first": "Prohrak",
                "middle": [],
                "last": "Kruengthomya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": "prohrakju@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "We construct a new family of Cayley automatic representations of semidirect products Z n A Z for which none of the projections of the normal subgroup Z n onto each of its cyclic components is finite automaton recognizable. For n = 2 we describe a family of matrices from GL(2, Z) corresponding to these representations. We are motivated by a problem of characterization of all possible Cayley automatic representations of these groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Thurston and Epstein showed that a fundamental group of a closed 3-manifold is automatic if and only if none of its prime factors is a closed manifold modelled on nilgeometry or solvgeometry [9, Chapter 12] . A fundamental group of a closed manifold modelled on nilgeometry or solvgeometry has a finite index subgroup isomorphic to Z 2 A Z, where A is unipotent or Anosov, respectively. These groups are not automatic due to [9, Theorems 8.2.8 and 8.1.3] . To include all fundamental groups of closed 3-manifolds, the class of automatic groups had been extended by Bridson and Gilman [5] , Baumslag, Shapiro and Short [1] ; see also autostackable groups proposed by Brittenham, Hermiller and Holt [7] . In this paper we use the concept of Cayley automatic groups, extending the class of automatic groups, proposed by Kharlampovich, Khoussainov and Miasnikov [11] .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 195,
                    "end": 206,
                    "text": "Chapter 12]",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 429,
                    "end": 454,
                    "text": "Theorems 8.2.8 and 8.1.3]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "All semidirect products of the form Z n A Z are Cayley automatic [11, Proposition 13.5] . These groups are the fundamental groups of torus bundles over the circle and they play important role in group theory. Bridson and Gersten studied the Dehn function for this family groups [6] . In this paper we construct a new family of Cayley automatic representations for semidirect products Z n A Z.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 70,
                    "end": 87,
                    "text": "Proposition 13.5]",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "These representations demonstrate unforeseen behaviour violating a basic property, to be explained below in this section, known for representations described in [11, Proposition 10.5] . They also reveal an unexpected connection with Pell's equation. The results of this paper are based on the original construction of FA-presentation for Z 2 , + found by Nies and Semukhin [13] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 166,
                    "end": 183,
                    "text": "Proposition 10.5]",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "In general, we are interested in the following question: Given a Cayley automatic group, is there any way to characterize all of its Cayley automatic representations in terms of some numerical characteristics or by any other means? Despite the generality of the notion of Cayley automatic groups which retains only computational mechanism of automatic groups, it is possible to partly answer this question for some Cayley automatic groups in terms of a certain numerical characteristic which is intimately related to the Dehn function. We discuss it in more details in the end of this section. In the following few paragraphs we briefly recall the notion of Cayley automatic groups and representations, and a standard way to construct such representations for semidirect products Z n A Z. Let Σ be a finite alphabet. We denote by Σ the alpahbet Σ ∪ { }, where / ∈ Σ is called a padding symbol. The convolution w 1 ⊗ · · · ⊗ w m ∈ Σ m of strings w 1 , . . . , w m ∈ Σ * is the string of length max{|w 1 |, . . . , |w m |} obtained by placing w 1 , . . . , w m one under another and adding the padding symbol at the end of each string to make their lengths equal. More formally, the kth symbol of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": ". . , is a m i -ary relation over A and f kj j : A kj → A, j = 1, . . . , r is a k j -ary operation on A. Assume that there exist a regular language L ⊆ Σ * and a bijection ψ : L → A such that all relations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": ". . , ψ(w kj )) = ψ(w kj +1 )}, j = 1, . . . , r are FA-recognizable. In this case the structure A is called FA-presentable and the bijection ψ : L → A is called FA-presentation of A [12] . For a recent survey of the theory of FA-presentable structures we refer the reader to [16] . A finitely generated group G is called Cayley automatic if the labelled directed Cayley graph Γ (G, S) is a FA-presentable structure for some generating set S ⊆ G [11] . Cayley automatic groups form a special class of FApresentable structures and they naturally generalize automatic groups retaining its basic algorithmic properties. We call a FA-presentation ψ : L → G of Γ (G, S) a Cayley automatic representation of the group G.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "We recall that every element of a group Z n A Z, where A ∈ GL(n, Z), is given as a pair (b, h), where b ∈ Z and h ∈ Z n . The group multiplication is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "give the natural embeddings of Z and Z n into Z n A Z, respectively, where 0 and 0 denote the identities of the groups Z and Z n , respectively. Let g 0 = (1, 0) and g i = (0, e i ), where e i = (0, . . . , 0, 1 i , 0, . . . , 0) t ∈ Z n . The elements g 0 , g 1 , . . . , g n generate the group Z n A Z. The right multiplication by g i , i = 0, 1, . . . , n is as follows: for a given g = (b, h) ∈ Z n A Z, gg 0 = (b + 1, Ah) and gg i = (b, h + e i ). Let ψ 1 : L 1 → Z be a Cayley automatic representation of Z and ψ 2 : L 2 → Z n be a Cayley automatic representations of Z n such that the automorphism of Z n given by the matrix A is FA-recognizable. Then, due to [11, Theorem 10.3] , one gets a Cayley automatic representation ψ : L → Z n A Z as follows: L = L 1 L 2 (we may assume that L 1 ⊂ Σ 1 , L 2 ⊂ Σ 2 and Σ 1 ∩ Σ 2 = ∅) and for given u ∈ L 1 and v ∈ L 2 , ψ(uv) = (ψ 1 (u), ψ 2 (v)). A standard way to construct ψ 2 : L 2 → Z n is to take a FA-presentation ϕ : L 0 → Z of the structure (Z, +), for example a binary representation, and define L 2 as L 2 = {w 1 ⊗ · · · ⊗ w n | w i ∈ L 0 , i = 1, . . . , n} and ψ 2 as ψ 2 (w 1 ⊗ · · · ⊗ w n ) = (ϕ(w 1 ), . . . , ϕ(w n )) for every w 1 , . . . , w n ∈ L 0 . Clearly, for such a representation ψ 2 every automorphism of Z n is FA-recognizable. Therefore, ψ 1 and ϕ as above give a Cayley automatic representation of Z n A Z. We call such a representation standard. Every standard Cayley automatic representation ψ : L → Z n A Z satisfies the following basic properties:",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 671,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 672,
                    "end": 685,
                    "text": "Theorem 10.3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "(a) The language L Z n = ψ −1 (Z n ) of the strings representing elements in the subgroup Z n Z n A Z is regular and the relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "In this paper we construct Cayley automatic representations of groups Z n A Z for which the property (a) holds but the property (b) does not hold -in other words, these representations are nonstandard. Namely, in Sect. 2 we construct Cayley automatic representations of Z n for which every projection p i : Z n → Z n , i = 1, . . . , n is not FA-recognizable while some nontrivial automorphisms A ∈ GL(n, Z) are FA-recognizable. A family of these automorphisms for the case n = 2 is described in Sect. 3. Taking such a representation as ψ 2 and an arbitrary Cayley automatic representation ψ 1 : L 1 → Z one obtains a Cayley automatic representation of Z n A Z as described above. Clearly, for this representation the property (a) holds while the property (b) does not hold. In this paper we primarily focus on the case n = 2 briefly discussing the case n > 2. Section 4 concludes the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "Apart from the importance of semidirect products Z n A Z, let us explain another reason motivated us to study Cayley automatic representations of this family of groups violating at least one of the properties (a) or (b). We first briefly recall some notation and results. For a given f.g. group G with some finite set of generators A ⊆ G, we denote by A −1 the set of inverses of the elements of A in G and by d A the word metric in G with respect to A. We denote by π : A ∪ A −1 * → G the canonical map sending a word w ∈ (A∪A −1 ) * to the corresponding group element π(w). For the rest of the section we assume that L ⊆ (A∪A −1 ) * . We denote by L n the language L n = {w ∈ L | |w| n}. For a Cayley automatic representation ψ : L → G we denote by h the function: h(n) = max{d A (ψ(w), π(w))|w ∈ L n }.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "The function h had been introduced in [3] as a measure of deviation of Cayley automatic representation ψ from π, i.e., from being automatic in the classical sense of Thurston. For two nondecreasing functions h : ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "is a matrix with two real eigenvalues not equal to ±1, known to us are given by the functions 3 √ n and i, respectively, see [4, Corollary 2.4] . However, it is not known whether or not these lower bounds are sharp. These observations motivated us to seek nonstandard Cayley automatic representations for a whole family of groups Z n A Z, A ∈ GL(n, Z). While we construct nonstandard representations for a large family of groups Z n A Z, see Theorem 8 for the case n = 2, it does not contain nilpotent groups including the Heisenberg group H 3 (Z). This leads us to think that the case of nilpotent groups is special.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 129,
                    "end": 143,
                    "text": "Corollary 2.4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction and Preliminaries"
        },
        {
            "text": "Nies and Semukhin constructed a FA-presentation of Z 2 , + for which no nontrivial cyclic subgroup is FA-recognizable [13, § 6] . Let us briefly recall their construction. The group Z 2 is identified with the additive group of the quotient ring",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "text": "[13, § 6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nies-Semukhin FA-Presentations of (Z n , +)"
        },
        {
            "text": "Each reduced polynomial a n x n + · · · + a 0 is represented by a string a 0 . . . a n over the alphabet Σ. Two strings u = a 0 . . . a n and v = b 0 . . . b m from Σ * are said to be equivalent (u ∼ v) if a n x n +· · ·+a 0 ∼ b m x m +· · ·+b 0 . It is then shown that this equivalence relation defined on Σ * is FA-recognizable. Let llex be the length-lexicographical order on Σ * with respect to the ordering",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nies-Semukhin FA-Presentations of (Z n , +)"
        },
        {
            "text": "then for the corresponding polynomials f 1 , f 2 and f 3 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nies-Semukhin FA-Presentations of (Z n , +)"
        },
        {
            "text": "Clearly, the structure (Dom, Add) is isomorphic to (Z 2 , +). Now we notice that the Nies-Semukhin construction can be generalized for a given polynomial t(x) = x 2 + px − q ∈ Z[x] for which 1 + |p| < |q|. Again, we identify Z 2 with the additive group of the quotient ring Z[x]/ t . The inequality 1+|p| < |q| implies that |q| 2. We say that a polynomial a n x n",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nies-Semukhin FA-Presentations of (Z n , +)"
        },
        {
            "text": "For a given real r we denote by [r] the integral part of r:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nies-Semukhin FA-Presentations of (Z n , +)"
        },
        {
            "text": "Proof. Let f (x) = a n x n + · · · + a 0 and k 0 = a0 q . Since",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nies-Semukhin FA-Presentations of (Z n , +)"
        },
        {
            "text": "We have: |c 0 | = |b 0 | < |q| and |c 1 | < |q|. If we continue in this way, the process will terminate after a finite number of iterations producing a reduced polynomial f (x) at the last iteration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nies-Semukhin FA-Presentations of (Z n , +)"
        },
        {
            "text": "It can be seen that if the inequality 1 + |p| < |q| is not satisfied, then the procedure described in Proposition 1 fails to produce a reduced polynomial for some input polynomials f (x). For example, let t(x) = x 2 + 2x − 3 and f (x) = 2x + 6. Applying the procedure from Proposition 1 one gets an infinite sequence of polynomials f i (x) = 2x i+1 + 6x i which never terminates. −1) , . . . , |q|−1}. We represent a reduced polynomial a n x n + · · · + a 0 by a string a 0 . . . a n over the alphabet Σ q . Similarly, we say that two strings a 0 . . . a n and b 0 . . . b m over Σ q are equivalent if the polynomials a n x n + · · · + a 0 and b m x m + · · · + b 0 are equivalent. An algorithm checking whether two given reduced polynomials f (x) = a n x n + · · · + a 0 and g(x) = b m x m + · · · + b 0 are equivalent is the same, up to minor changes, as it is described by Nies and Semukhin for the case t(x) = x 2 + x − 3, see [13, § 6] . We first check if q divides a 0 − b 0 ; if not, f ∼ g. We remember two carries r 0 = p a0−b0 q and r 1 = a0−b0 q , and then verify whether q divides r 0 + a 1 − b 1 ; if not, f ∼ g. Otherwise, we update the carries: r 0 → r 1 + p r0+a1−b1 q and r 1 → r0+a1−b1 q , and then verify whether q divides r 0 + a 2 − b 2 . Proceeding in this way we check if f ∼ g or not. Initially, |r 1 | 1 |q| − 1 and |r 0 | |p| < (|q| − 1) 2 . Since q divides r 0 + a i − b i at every step of our process unless f ∼ g, we can change the formulas for updating carries as follows: This algorithm requires only a finite amount of memory, so the equivalence relation ∼ is FA-recognizable. Similarly, one can construct a FA-recognizable relation R(u, v, w) ⊂ Σ * q such that for every pair (u, v) ∈ Σ * q there exists a unique w ∈ Σ * q for which (u, v, w) ∈ R and if (u, v, w) ∈ R then for the corresponding polynomials f u , f v and f w :",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 940,
                    "text": "[13, § 6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "−1)",
                    "ref_id": null
                }
            ],
            "section": "Remark 2."
        },
        {
            "text": "Again, the construction of such a relation R is the same, up to minor changes, as it is described by Nies and Semukhin for the case t(x) = x 2 + x − 3. Let u = a 0 . . . a n and v = b 0 . . . b m . Then a string w = c 0 . . . c k for which (u, v, w) ∈ R is obtained as follows. Let c 0 be an integer such that |c 0 | < |q| − 1, c 0 has the same sign as a 0 + b 0 and c 0 ≡ a 0 + b 0 (mod q). We remember two carries r 0 = p a0+b0 q and r 1 = a0+b0 q . We put c 1 to be an integer such that |c 1 | |q| − 1, c 1 has the same sign as r 0 + a 1 + b 1 and c 1 ≡ r 0 + a 1 + b 1 (mod q), and update the carries as r 0 → r 1 + p r0+a1+b1 q and r 1 → r0+a1+b1 q . This process is continued until the string w is generated. The formulas for updating carries are r 0 → r 1 + p r0+ai+bi q and r 1 → r0+ai+bi q . The proof that |r 1 | and |r 0 | are bounded by (|q| − 1) and (|q| − 1) 2 , respectively, is the same as in the paragraph above, so the relation R is FA-recognizable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 2."
        },
        {
            "text": "Fixing the ordering −(|q|−1) < · · · < (|q|−1) on Σ q , the domain Dom and the relation Add are then defined in exactly the same way as by Nies and Semuhkhin, see the first paragraph of this section. So, for every pair of integers p and q, for which 1 + |p| < |q|, we obtain a regular domain Dom p,q and a FA-recognizable relation Add p,q for which (Dom p,q , Add p,q ) is isomorphic to (Z 2 , +). For given p and q satisfying the inequality 1+|p| < |q|, we denote by ψ p,q : Dom p,q → Z 2 the representation of (Z 2 , +) described above. Let g ∈ Z[x] be some fixed polynomial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 2."
        },
        {
            "text": "Clearly, if f 1 ∼ f 2 , then f 1 g ∼ f 2 g. Therefore, multiplication by g induces a map from Z[x]/ t to Z[x]/ t which sends an equivalence class [f ] ∼ to the equivalence class [fg] ∼ . So, by Proposition 1, multiplication by g induces a map ϕ g : Dom p,q → Dom p,q .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 2."
        },
        {
            "text": "For every representation ψ p,q the function ϕ g : Dom p,q → Dom p,q is FA-recognizable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "Proof. Since the equivalence relation ∼ and Add are FA-recognizable, it is enough only to show that multiplication by a monomial x is FA-recognizable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "It is true because for a string u = a 0 . . . a n ∈ Dom p,q the string ϕ x (u) is equivalent to the shifted string 0a 0 . . . a n . Clearly, such shifting of strings is FArecognizable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "Nies and Semukhin showed that every nontrivial cyclic subgroup z of Z 2 is not FA-recognizable for the representation ψ 1,3 [13, § 6]. We will show that each of the two cyclic components of Z 2 is not FA-recognizable for every representation ψ p,q , if gcd(p, q) = 1. Let ξ = [1] ∼ , where 1 is the polynomial f (x) = 1; also, ξ corresponds to the single-letter string 1 ∈ Dom p,q : ψ p,q (1) = ξ. Let us show that the cyclic subgroup generated by ξ is not FA-recognizable with respect to ψ p,q , if gcd(p, q) = 1. We will use arguments analogous to the ones in [13, § 6] with relevant modifications. It is straightforward that [13, Lemma 6.3] claiming that for given two equivalent reduced polynomials f (x) and g(x), x k |f implies x k |g, holds valid. It is said that f (x) ∈ Z[x] starts with k zeros in reduced form if there exists a reduced polynomial g(x) for which f ∼ g and x k |g(x): in this case the string representing g(x) starts with k zeros. For a given k > 0, the polynomial q k starts with at least k zeros in reduced form because q k ∼ x k (x + p) k .",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 571,
                    "text": "[13, § 6]",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 633,
                    "end": 643,
                    "text": "Lemma 6.3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "Assume now that L ξ = ψ −1 p,q ( ξ ) is regular and recognized by a finite automaton with k 0 states. The string ψ −1 p,q ([q k0 ] ∼ ) ∈ L ξ starts with at least k 0 zeros, i.e., ψ −1 p,q ([q k0 ] ∼ ) = 0 k u for k k 0 and some u ∈ Σ * q , which does not have 0 as the first symbol. By pumping lemma, there exist k 1 , k 2 and 0 < d k 0 , for which",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "Since s i ∈ L ξ , we have a sequence of integers n i , i 0 for which ψ p,q (s i ) = [n i ] ∼ , so n i starts with k 1 + di + k 2 zeros in reduced form. For a given integer n, if it starts with at least one zero in reduced form, then q | n: it is because n = q + r for some and r ∈ {0, . . . , |q| − 1}, so if r = 0 then n ∼ x(x + p) + r starts with no zeros in reduced form. Proof. Let f (x) = x i (b j x j−i + · · · + b i ) be a reduced polynomial equivalent to , where b i = 0. We have n = q ∼ x i+1 (x+p)(b j x j−i +· · ·+b i ). Since gcd(p, q) = 1 and |b i | < |q|, q | pb i . Therefore, n starts with i + 1 zeros in reduced form, so i = m − 1. Therefore, starts with m − 1 zeros in reduced form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "Thus, if gcd(p, q) = 1, by Proposition 4, we obtain that q k1+di+k2 |n i , so n i = q k1+di+k2 m i for some nonzero integer m i . Let α and β be the roots of the polynomial t(x) = x 2 + px − q. We have αβ = −q, so |αβ| = |q|. Therefore, either |α| or |β| must be less or equal than |q|. So, let us assume that |α| |q|. For every two equivalent polynomials f ∼ g: f (α) = g(α). Let f i be the reduced polynomials corresponding to the strings s i . If |α| > 1, then |f i (α)| is bounded from above by (|q| − 1)|u||α| |si|−1 , where |s i | = k 1 + di + k 2 + |u| is the length of the string s i ; it is because there are only at most |u| nonzero coefficients of the polynomial f i and the absolute value of each of which is less than or equal to |q| − 1. Therefore, |f i (α)| C 1 |α| di , where C 1 = (|q| − 1)|u||α| k1+k2+|u|−1 . If |α| 1, then |f i (α)| C 2 , where C 2 = (|q| − 1)|u|. In both cases we obtain that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "for some constant C. On the other hand, since f i ∼ n i , f i (α) = n i = q k1+di+k2 m i . Therefore, |f i (α)| = |q| k1+di+k2 |m i | |q| di . Thus, we obtain that |q| di C |q| di for all i 0, which apparently leads to a contradiction since |q| > 1. Thus, L ξ is not regular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "Let η = [x] ∼ , where x is the polynomial f (x) = x; also, η corresponds to the string 01 ∈ Dom p,q : ψ p,q (01) = η. Clearly, Z 2 is the direct sum of its cyclic subgroups ξ and η . Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "The map ϕ x : Dom p,q → Dom p,q is FA-recognizable, by Proposition 3. So, the regularity of L η implies the regularity of L ξ . Therefore, L η is not regular. Clearly, the fact that L ξ and L η are not regular implies that the projections of Z 2 onto its cyclic components ξ and η are not FA-recognizable. Let us summarize the results we obtained in the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3."
        },
        {
            "text": "For every pair of integers p and q for which 1 + |p| < |q| the map ψ p,q : Dom p,q → Z 2 gives a FA-presentation of (Z 2 , +). Moreover, if gcd(p, q) = 1, then none of the two cyclic components of Z 2 and the projections onto theses components is FA-recognizable with respect to ψ p,q . Remark 6. In order to guarantee that all nontrivial cyclic subgroups of Z 2 are not FA-recognizable with respect to ψ p,q , one should additionally require that the polynomial t(x) = x 2 + px − q is irreducible in Z[x]. Let γ = [g] ∼ for some g ∈ Z[x], g ∼ 0, and L γ = ψ −1 p,q ( γ ). We have: L ξ = {w ∈ Dom p,q | ϕ g (w) ∈ L γ }. To prove the inclusion {w ∈ Dom p,q | ϕ g (w) ∈ L γ } ⊆ L ξ we notice that if ψ p,q (w) = [sx + r] ∼ , then ϕ g (w) = [g(sx + r)] ∼ which is equal to [gk] ∼ for some k ∈ Z iff the polynomial t divides g(sx + r − k). Since t is irreducible and t does not divide g, then s = 0 and r = k. Therefore, by Proposition 3, if L γ is regular, then L ξ is regular. So, L γ is not regular. Also, if t is irreducible, every nonzero endomorphism of Z 2 with nontrivial kernel is not FA-recognizable. Now, let n > 2 and t(x) = x n + p n−1 x + · · · + p 1 x − q be a polynomial with integers coefficients for which 1 + |p n−1 | + · · · + |p 1 | < |q|. We identify the group Z n with the additive group of the ring Z[x]/ t . We denote by p a tuple p = p 1 , . . . , p n−1 . Clearly, one gets a representation ψ p,q : Dom p,q → Z n , in exactly the same way as it is described for the case n = 2. It can be seen that all arguments presented in this section hold valid up to the following minor modifications. For an algorithm recognizing the equivalence ∼, one should use n carries r 0 , r 1 , . . . , r n−1 updated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5."
        },
        {
            "text": "]. It can be directly verified that r 0 (|q| − 1) 2 , r 1 (|q| − 1)(1 + |p n−1 | + |p n−2 | + · · · + |p 2 |), . . . , |r n−2 | (|q| − 1)(1 + |p n−1 |) and |r n−1 | |q| − 1. So, the algorithm requires only a finite amount of memory. The same remains true for an algorithm recognizing the addition. In Proposition 4 one should change p to p 1 . Also, clearly, there is a root α of polynomial t(x) for which |α| n |q|. We call all presentations ψ p,q satisfying the conditions 1 + |p n−1 | + · · · + |p 1 | < |q| and gcd(p 1 , q) = 1 Nies-Semukhin FA-presentations. The following theorem generalizes Theorem 5 for the case n > 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5."
        },
        {
            "text": "Theorem 7. For every tuple p = p 1 , . . . , p n−1 and an integer q for which 1 + |p n−1 | + · · · + |p 1 | < |q| the map ψ p,q : Dom p,q → Z n gives a FA-presentation of (Z n , +). If gcd(p 1 , q) = 1, then none of the cyclic components of Z n and the projections onto these components is FA-recognizable with respect to ψ p,q .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5."
        },
        {
            "text": "In this section until the last paragraph we discuss the case n = 2. By Proposition 3, for a polynomial g ∈ Z[x], multiplication by g induces a FA-recognizable map ϕ g : Dom p,q → Dom p,q . Clearly, if f ∼ g, then ϕ g = ϕ f . Therefore, since every polynomial from Z[x] is equivalent to a polynomial of degree at most one, we may assume that g(",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FA-Recognizable Automorphisms of Z n"
        },
        {
            "text": "already defined in Section 2, generate the group Z 2 . We denote by H 1 and H 2 the cyclic subgroups of Z 2 generated by η and ξ, respectively. Thus, multiplication by g induces an endomorphism of Z 2 = H 1 ⊕ H 2 given by a matrix A = b − ap a aq b .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FA-Recognizable Automorphisms of Z n"
        },
        {
            "text": "The condition that A ∈ GL(2, Z) yields the equations b 2 − abp − a 2 q = ±1. The latter is equivalent to (2b − ap) 2 − (p 2 + 4q)a 2 = ±4. Let c = 2b − ap. Then we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FA-Recognizable Automorphisms of Z n"
        },
        {
            "text": "where p, q, a and c satisfy one of the following two equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FA-Recognizable Automorphisms of Z n"
        },
        {
            "text": "For given p and q, the trivial solutions of (1), a = 0 and c = ±2, correspond to the matrices A = ±I. We will assume that a = 0. Let n = p 2 + 4q. Clearly, nontrivial solutions of (2) exist only if n −4. The following theorem can be verified by direct calculations. [14] . If the fundamental solution is even then it is obtained from the fundamental solution of the corresponding Pell's equation by multiplication by 2.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "FA-Recognizable Automorphisms of Z n"
        },
        {
            "text": "Remark 10. For a fixed pair p and q, the matrices (1) with coefficients satisfying (2) form a submonoid S p,q in GL(2, Z). Let P be the set of all pairs (p, q) for which 1 + |p| < |q|, gcd(p, q) = 1 and n = p 2 + 4q is equal to either −4, −3, 1, 4 or a nonsquare positive integer. Then a set of all matrices given by Theorem 8 is the union S = (p,q)∈P S p,q . For different pairs (p, q)(p , q ) ∈ P we clearly have S p,q ∩ S p ,q = {±I}. Moreover, it can be verified that each of these submonoids S p,q is isomorphic to one of the groups: Z 4 , Z 6 , Z 2 × Z 2 and Z × Z 2 . Namely, from Theorem 8 we obtain the following. For n = −4, n = −3 and n = 1, 4, S p,q is a finite group isomorphic to Z 4 , Z 6 and Z 2 × Z 2 , respectively. For a positive nonsquare integer n, S p,q ∼ = Z × Z 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FA-Recognizable Automorphisms of Z n"
        },
        {
            "text": "Remark 11. Let (p, q) ∈ P such that the polynomial t(x) = x 2 + px − q is irreducible in Z[x]. One can easily construct an infinite family of not FArecognizable automorphisms of Z 2 with respect to the representation ψ p,q . Let The latter equation admits infinitely many solutions for k, l, m and n. Since A is FA-recognizable with respect to ψ p,q , assuming that A is FA-recognizable with respect to ψ p,q , we get that D = A −A must be FA-recognizable with respect to ψ p,q . But D is not FA-recognizable (see Remark 6), so A is not FA-recognizable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FA-Recognizable Automorphisms of Z n"
        },
        {
            "text": "There exist automorphisms of Z 2 which are not FA-recognizable with respect to every representation ψ p,q , (p, q) ∈ P. For example, all automorphisms of Z 2 given by the matrices T n = 1 0 n 1 for nonzero integer n are not FA-recognizable. This follows from the fact that I is FA-recognizable but the endomorphisms T n − I for n = 0 are not FA-recognizable. In particular, none of the representations ψ p,q , (p, q) ∈ P can be used to construct a Cayley automatic representation for the Heisenberg group H 3 (Z) ∼ = Z 2 T1 Z.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 12."
        },
        {
            "text": "Remark 13. We note that for two conjugate matrices A and B = T AT −1 in GL(2, Z) the groups Z 2 A Z and Z 2 B Z are isomorphic. An algorithm for solving conjugacy problem in GL(2, Z) is described in [8] ; see also an algorithm for solving conjugacy problem in SL(2, Z) using continued fractions [10, § 7.2] . It can be verified that for the cases n = −4, −3, 1, 4 each of the matrices from Theorem 8 is conjugate to one of the following matrices in GL(2, Z):",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 295,
                    "end": 306,
                    "text": "[10, § 7.2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Remark 12."
        },
        {
            "text": "1 0 0 −1 and 0 1 1 0 . If n is a positive nonsquare integer, every matrix from Theorem 8, which is in SL(2, Z), is Anosov. Moreover, in this case, for a pair (p, q) ∈ P satisfying n = p 2 + 4q the matrices from S p,q generate infinitely many conjugacy classes in GL(2, Z). The latter immediately follows from the observation that for different values of c, which is the trace of the matrix (1), we have different conjugacy classes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 12."
        },
        {
            "text": "Similarly to the case n = 2, one gets a family of FA-recognizable automorphisms A ∈ GL(n, Z) with respect to the Nies-Semukhin FA-presentations ψ p,q of Z n . We postpone a careful analysis of this family for future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 12."
        },
        {
            "text": "In this paper we generalize the Nies-Semukhin FA-presentation of Z 2 , + , originally constructed for the polynomial x 2 + x − 3, to a polynomial x 2 + px − q such that 1 + |p| < |q| and gcd(p, q) = 1. We also show how this construction is generalized for (Z n , +) , n > 2. Based on this, we construct a new family of Cayley automatic representations of groups Z n A Z, A ∈ GL(n, Z) that violate the basic property known for standard representations -projections p i : Z n → Z n , i = 1, . . . , n are FA-recognizable, i.e., the property (b) in Sect. 1. For n = 2 we describe the set of matrices S ⊆ GL(2, Z) corresponding to this family of nonstandard representations and show its connection with Pell's equation. Let us pose the following questions that are apparent from the results of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Open Questions"
        },
        {
            "text": "-Is there a nonstandard representation, e.g., preserving the property (a) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Open Questions"
        },
        {
            "text": "violating the property (b), for the Heisenberg group H 3 (Z)? -What is the set of conjugacy classes of the set of matrices S in GL(2, Z)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Open Questions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Parallel poly-pushdown groups",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baumslag",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Short",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Pure Appl. Algebra",
            "volume": "140",
            "issn": "",
            "pages": "209--227",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Separating automatic from Cayley automatic groups",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berdinsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taback",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measuring closeness between Cayley automatic groups and automatic groups",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berdinsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trakuldit",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "LATA 2018",
            "volume": "10792",
            "issn": "",
            "pages": "245--257",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-77313-1_19"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Towards quantitative classification of Cayley automatic groups",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berdinsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trakuldit",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "East-West J. Math",
            "volume": "20",
            "issn": "2",
            "pages": "107--124",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Formal language theory and the geometry of 3-manifolds",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bridson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Gilman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Commentarii Mathematici Helvetici",
            "volume": "71",
            "issn": "1",
            "pages": "525--555",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The optimal isoperimetric inequality for torus bundles over the circle",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bridson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gersten",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Q. J. Math",
            "volume": "47",
            "issn": "1",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Algorithms and topology of Cayley graphs for groups",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brittenham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hermiller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Algebra",
            "volume": "415",
            "issn": "",
            "pages": "112--136",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "When are two elements of GL(2, Z) similar? Linear Algebra Its Appl",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Trouy",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "157",
            "issn": "",
            "pages": "175--184",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Word Processing in Groups",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B A"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V F"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Thurston",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Geometry of Continued Fractions",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Karpenkov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "From automatic structures to automatic groups",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kharlampovich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Khoussainov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miasnikov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Groups Geom. Dyn",
            "volume": "8",
            "issn": "1",
            "pages": "157--198",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Automatic presentations of structures",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Khoussainov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nerode",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lecture Notes in Computer Science",
            "volume": "960",
            "issn": "",
            "pages": "367--392",
            "other_ids": {
                "DOI": [
                    "10.1007/3-540-60178-3_93"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Finite automata presentable Abelian groups",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nies",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Semukhin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann. Pure Appl. Logic",
            "volume": "161",
            "issn": "3",
            "pages": "458--467",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A collection of algebraic identities",
            "authors": [
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "Piezas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On-Line Encyclopedia of Integer Sequences",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J A"
                    ],
                    "last": "Sloane",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Automatic structures-recent results and open questions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Phys.: Conf. Ser",
            "volume": "622",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "we say that h f if there exist positive integer constants K, M and N such that for all n N : h(n) Kf (Mn). A f.g. group is said to be in B f if there exists a Cayley automatic representation ψ for which the function h f . It was shown that the identity function i(n) = n is the sharp lower bound of the function h (in the sense of ) for all Cayley automatic representations of the Baumslag-Solitar groups BS(p, q), 1 p < q [3, Theorem 11] and the wreath products G H, if H is virtually cyclic and G is in the class B i [2]. We recall that the Heisenberg group H 3 (Z) is isomorphic to Z 2 T Z for some lower triangular matrix T , see Remark 12. The result of [4, Theorem 5.1] shows that if a Cayley automatic representation of the Heisenberg group ψ : L → H 3 (Z) satisfies certain conditions, then the function h is bounded from below by the exponential function e(n) = exp(n). In particular, for every Cayley automatic representation ψ : L → H 3 (Z) satisfying the properties (a) and (b) the function h has the exponential lower bound: e h. The lower bounds for all possible Cayley automatic representations of the Heisenberg group and the groups",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "1 | |q|−1 and |r 0 | (|q|−1) 2 , then r0+ai−This shows that |r 1 | and |r 0 | are always bounded by |q|−1 and (|q|−1) 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Assume that gcd(p, q) = 1. If n = q starts with m > 0 zeros in reduced form, then starts with m − 1 zeros in reduced form.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "For a given n −4, the matrices A defined by (1) together with the coefficients p and q for which p, q, a and c satisfy: 1 + |p| < |q|, gcd(p, q) = 1, n = p 2 + 4q, a = 0 and the equation c 2 − na 2 = ±4 are as follows: only if they exist for the equation x 2 − ny 2 = −1. Furthermore, by Cayley's theorem, if the fundamental solution (u, v) of the equation c 2 − na 2 = 4 is odd (i.e., both u and v are odd), then (u 2 − 3)u/2, (u 2 − 1)v/2 gives the fundamental solution of the equation x 2 − ny 2 = 1. Similarly, the odd fundamental solution (u, v) of the equation c 2 − na 2 = −4 leads to the fundamental solution (u 2 + 3)u)/2, ((u 2 + 1)v)/2 of the equation x 2 − ny 2 = −1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "= a 11 a 12 a 21 a 22 ∈ S p,q . For a matrix A = A + D, where D = k kn m mn is a nonzero singular matrix, det A = det A iff m(a 11 n + a 12 ) + k(a 21 n + a 22 ) = 0.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "-For n = −4, A = ± −r 1 −(r 2 + 1) r , p = 2r and q = −(r 2 + 1), where r ∈ (−∞, −4] ∪ [4, +∞) and r ≡ 0 (mod 2).-For n = −3, A = ± −r 1 −(r 2 + r + 1) (r + 1) or A = ± −(r + 1) 1 −(r 2 + r + 1) r , p = 2r + 1 and q = −(r 2 + r + 1), where r ∈ (−∞, −3] ∪ [2, +∞) and either r ≡ 0 (mod 3) or r ≡ 2 (mod 3). , p = 2r + 1 and q = −(r 2 + r),and r ≡ 0 (mod 2). -For a positive nonsquare integer n, the equality n = p 2 +4q implies that either n ≡ 0 (mod 4) or n ≡ 1 (mod 4). For these two cases we have: and p either satisfies the inequality |p| < √ n − 2 or the inequality |p| > √ n + 8 + 2. Also, it is required that gcd(p, n) = 1.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "[4, +∞)",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 159,
                    "text": "1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "We recall that for a nonsquare integer n > 0 Pell's equation x 2 − ny 2 = 1 has infinitely many solutions which are recursively generated, using Brahmagupta's identity: (x 2 1 − ny 2 1 )(x 2 2 − ny 2 2 ) = (x 1 x 2 + ny 1 y 2 ) 2 − n(x 1 y 2 + y 1 x 2 ) 2 , from the fundamental solution -the one for which positive x and y are minimal. The fundamental solution can be found, for example, using continued fraction of √ n. All solutions of negative Pell's equation x 2 − ny 2 = −1 are also generated from its fundamental solution. However, solutions of negative Pell's equation do not always exist. The first 54 numbers for which solutions exist are given by the sequence A031396 in OEIS [15] . Similarly, for the Pell-type equations c 2 − na 2 = 4 and c 2 − na 2 = −4, all solutions are recursively generated from the fundamental solutions. For the latter equation solutions exist if and",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 691,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Remark 9."
        }
    ]
}