{
    "paper_id": "4b729f5c66a47554738b8a210bbc9409a89e705b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Thomson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sue",
                "middle": [
                    "S"
                ],
                "last": "Yom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On the Question of Resource Constraints During the COVID-19 Pandemic, Thinking Globally Q1 To the Editor: We thank XX Q2 et al 1 for their detailed interpretations of the American Society for Radiation Onco-logyeEuropean Society for Radiotherapy and Oncology consensus statement, 2 which was produced with the aim of meeting the informational needs of head and neck cancer clinicians in the midst of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENTS"
        },
        {
            "text": "We would like to clarify that the consensus recommendations were not \"to stay with conventional dose-fractionation for definitive and even palliative RT in the early pandemic scenario.\" The question asked whether panelists would use their usual dose-fractionation schemas or alter these in the face of risk mitigation or resource constraints. For example, as seen in the paper, for T1bN0 glottic and palliative hypopharyngeal squamous cell carcinoma, a majority already use hypofractionated schedules in normal times. In response to panelists' feedback, we acknowledged that it is \"important to recognize the continuum between the early and late [pandemic] scenarios,\" where \"shorter fractionation schemes and the omission of concurrent chemotherapy [may need to] be considered prior to the actual onset of severely reduced capacity.\" This paragraphdand this discussiondallude to the complexities of defining a given situation as \"resource-constrained\" or not, and we might point out that resource constraints exist in many regions independent of pandemic conditions. The COVID-19 crisis has called attention to the importance of managing all experiences of resource shortage using the best clinical judgment and evidence available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENTS"
        },
        {
            "text": "There is a statement that the panel avoided \"recommending any specific schedule.\" In actuality, we provided several examples of hypofractionated schedules and specifically the schedule that constitutes the experimental arm of the quoted HYPNO trial, 3 with reference to the same body of relevant literature. Our primary author is a contributor to the Royal College of Radiologists guidelines, 4 which were considered. Radiobiological modeling was not our focus, but the assertion that head and neck squamous cell carcinoma has a lower than accepted a/b ratio is a hypothesis that would require additional formal evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENTS"
        },
        {
            "text": "The larger point here is that resource constraints are a global issuedone that many of us may face in various incarnations over the courses of our careers. We noted the \"marked variability in the extent, duration, and characterization of pandemic conditions across nations and regions,\" but one could easily replace \"pandemic conditions\" with \"resource constraints.\" Learning from each other through dialogue across nations was the original focus of our work, and we appreciate the similar spirit coming from these authors. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60  61  62  63  64 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 769,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60  61  62  63  64",
                    "ref_id": null
                }
            ],
            "section": "COMMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Practice recommendations for risk-adapted head and neck cancer radiotherapy during the COVID-19 pandemic: An ASTRO-ESTRO consensus statement",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xx",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Practice recommendations for risk-adapted head and neck cancer radiotherapy during the COVID-19 pandemic: An ASTRO-ESTRO consensus statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Palma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guckenberger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Resource sparing curative radiotherapy for locally advanced squamous cell cancer of the head and neck: The HYPNO Trial (HYPNO)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Royal College of Radiologists",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}