{
    "paper_id": "4e9294dfbcb737fd27e2b336a374d5a1d891a17c",
    "metadata": {
        "title": "Clinical and High-Resolution CT Features of the COVID-19 Infection: Comparison of the Initial and Follow-up Changes",
        "authors": [
            {
                "first": "Ying",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jin Yin-Tan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dong",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jin Yin-Tan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yao",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jin Yin-Tan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanqing",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lingyun",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jin Yin-Tan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoming",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jin Yin-Tan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenzhen",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jin Yin-Tan Hospital",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: In late December 2019, an outbreak of coronavirus disease in Wuhan, China was caused by a novel coronavirus, newly named severe acute respiratory syndrome coronavirus 2. We aimed to quantify the severity of COVID-19 infection on high-resolution chest computed tomography (CT) and to determine its relationship with clinical parameters. Materials and Methods: From January 11, 2020, to February 5, 2020, the clinical, laboratory, and high-resolution CT features of 42 patients (26-75 years, 25 males) with COVID-19 were analyzed. The initial and follow-up CT, obtained a mean of 4.5 days and 11.6 days from the illness onset were retrospectively assessed for the severity and progression of pneumonia. Correlations among clinical parameters, initial CT features, and progression of opacifications were evaluated with Spearman correlation and linear regression analysis. Results: Thirty-five patients (83%) exhibited a progressive process according to CT features during the early stage from onset. Follow-up CT findings showed progressive opacifications, consolidation, interstitial thickening, fibrous strips, and air bronchograms, compared with initial CT (all P < 0.05). Before regular treatments, there was a moderate correlation between the days from onset and sum score of opacifications (R = 0.68, P < 0.01). The C-reactive protein, erythrocyte sedimentation rate, and lactate dehydrogenase showed significantly positive correlation with the severity of pneumonia assessed on initial CT (R range , 0.36-0.75; P < 0.05). The highest temperature and the severity of opacifications assessed on initial CT were significantly related to the progression of opacifications on follow-up CT (P = 0.001-0.04). Conclusions: Patients with the COVID-19 infection usually presented with typical ground glass opacities and other CT features, which showed significant correlations with some clinical and laboratory measurements. Follow-up CT images often demonstrated progressions during the early stage from illness onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n late December 2019, Wuhan, China, became the center of an outbreak of pneumonia caused by a novel coronavirus, 1,2 which was newly named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). 3 The disease is spreading at a striking speed. In our institution, the first case was discovered in late December 2019; until February 12, 2020, the confirmed cases in China have exceeded 45,000 in such a short period. Of these, approximately 34,000 were from Hubei province. 4 More and more cases of SARS-CoV-2 pneumonia have also been reported worldwide. The emerging and urgent coronavirus disease 2019 (COVID-19) has raised intense attention globally. 5 The SARS-CoV-2 belongs to the family Coronaviridae, which includes viruses that cause diseases ranging from the common influenza to severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). 1 According to the epidemiological investigation, these viruses are highly infectious and can spread rapidly in humans. 6 The main route of transmission is via respiratory droplets, as well as physical contact. Current estimates are that the incubation period is generally 3 to 7 days, and up to 14 days. 7 People are generally susceptible. The elderly and those with underlying diseases are more seriously ill after infection. 8 Children and infants can also be infected. The SARS-CoV-2 is highly homologous to SARS-CoV and may cause severe illness similar clinically to SARS. 9 Early disease progression can be rapid, and sometimes results in severe respiratory distress syndrome, intensive care unit admission (26%-32%), and death (4.3%-15%). 2, 8, 10 The Chinese health authorities did immediate investigations and implemented important measures to characterize this novel pneumonia and restrict its prevalence. Many cities in Hubei province were sealed off from all outside contact to stop the spread of the plague. Meanwhile, efficient diagnosis and treatment procedures were developed. 11 Symptoms resulting from COVID-19 infection in the prodromal phase include fever, dry cough, and malaise, which are nonspecific. 2, 8, 10 Some patients may not even have obvious symptoms. Therefore, chest computed tomography (CT), in particular high-resolution computed tomography (HRCT), represents valuable tools identifying patients with COVID-19 infections in an early stage when clinical symptoms may be unspecific or sparse. [12] [13] [14] For every suspected patient, chest CT is indispensable for definitive diagnosis and reexamination. According to the World Health Organization and the Centers for Disease Control and Prevention guidelines, chest radiography and CTwere the major diagnostic components when SARS was prevalent. 15 The clinical and imaging manifestations in the early stage of COVID-19 are particularly important. They can be used to confirm the diagnosis, judge the changes in severity, adjust the treatment plan, and infer the prognosis. The purpose of our study was to characterize the clinical and HRCT features in patients with COVID-19 infection retrospectively, and to facilitate early identification and early isolation. We also aimed to explore the change in HRCT on a short-term follow-up and whether there was a connection between clinical and imaging features in the early stage of the illness.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 480,
                    "end": 481,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 660,
                    "end": 661,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 880,
                    "end": 881,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1000,
                    "end": 1001,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1185,
                    "end": 1186,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1308,
                    "end": 1309,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1458,
                    "end": 1459,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1626,
                    "end": 1628,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1629,
                    "end": 1631,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1632,
                    "end": 1634,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1973,
                    "end": 1975,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2104,
                    "end": 2106,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2107,
                    "end": 2109,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2110,
                    "end": 2112,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2406,
                    "end": 2410,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2411,
                    "end": 2415,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2416,
                    "end": 2420,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2712,
                    "end": 2714,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our institutional review board approved this retrospective study. Informed consent was waived as the study involved no potential risk to patients. From January 1, 2020, to February 5, 2020, more than 8000 patients with suspected diagnosis of \"viral pneumonia\" underwent chest HRCT scanning in our institution. To ensure the quality and integrity of clinical, laboratory, and imaging data, here we included 42 patients with COVID-19 who had been admitted to Tongji Hospital from January 11, 2020, to February 5, 2020. Their diagnosis of COVID-19 infection was confirmed with a positive result to real-time fluorescence polymerase chain reaction assay for SARS-CoV-2 nucleic acid, with nasopharyngeal or oropharyngeal swab specimens. Cases with lung surgery, lung tumors history, or any of the other causes of pneumonia from common bacterial and viral pathogens were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "We retrospectively collected the clinical and laboratory data, specifically including signs and symptoms, white blood cell count, neutrophil count, lymphocyte count, C-reactive protein (CRP) level, erythrocyte sedimentation rate (ESR), lactate dehydrogenase (LDH) level, procalcitonin level, and D-dimer level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "Chest CT images were obtained using 3 scanners: LightSpeed Plus (GE, Medical System, Milwaukee, WI), Aquilion ONE (Toshiba Medical System, Tokyo, Japan), and UCT 780 (United Imaging, Shanghai, China). A tube voltage of 100 kV or 120 kV and automatic tube current modulation (100-400 mA) were used. Images were reconstructed with a slice thickness of 1.0 mm or 1.25 mm and an interval of 1.0 mm or 1.25 mm, respectively. All 42 patients underwent initial CT average 4.5 days (range, 1-11 days) after the onset of symptoms. According to the National Health and Health Commission, they also underwent follow-up CT scans for evaluating the progression of the disease after a short period of standardized treatment. The mean interval time from initial to follow-up examinations was 7 days (range, 3-13 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image Acquisition"
        },
        {
            "text": "All CT images were reviewed by 3 radiologists (D.S., Y.X., and X.L. with 2, 11, and 28 years of clinical experience, respectively) using picture archiving and communication system. High-resolution CT images were reviewed at a window width and level of 1000 to 1500 HU and −500 to −650 HU, respectively, for lung parenchyma, and 300 to 350 HU and 20 to 50 HU, respectively, for the mediastinum. Decisions were reached by consensus. For each of the 42 patients, the initial and follow-up CT images were evaluated for the following: (1) presence of ground glass opacities (GGOs), consolidation, interstitial thickening or reticulation, fibrous stripes, and air bronchograms; (2) severity of opacifications; and (3) other manifestations, such as the location of the lesion (peripheral, central, both central and peripheral), pleural effusion, and mediastinal lymph node changes (enlargement or increased number of lymph nodes). Ground glass opacity was defined as increased lung attenuation with preservation of bronchial and vascular margins, and consolidation was defined as opacification in which the underlying vasculature was obscured. 16, 17 Each lobe of the lung was assessed for opacifications, and the lesion size was graded as 0 (none), 1 (diameter, <1 cm), 2 (diameter, 1 to <3 cm), 3 (diameter, 3 cm to <50% of the lobe), or 4 (50%-100% of the lobe). 18 All 5 lobar scores were summed to calculate the overall score for the severity of opacifications. The change in score between initial and follow-up CT (ΔSum) was calculated to qualify the change of opacifications over time.",
            "cite_spans": [
                {
                    "start": 1137,
                    "end": 1140,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1359,
                    "end": 1361,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Review of CT Images"
        },
        {
            "text": "The change of the lung opacification on follow-up CT scan was categorized as increasing, decreasing, or stable extent. Furthermore, the largest cross-section of the most obvious lesion of the lung on the initial CT was delineated and followed up, and then the area (square millimeter) and density (Hounsfield unit) of the maximum region of interest were recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of CT Images"
        },
        {
            "text": "All statistical analysis procedures were conducted using SPSS 22.0 software (IBM, Armonk, NY). P < 0.05 was considered statistically significant. Comparisons between initial and follow-up HRCT findings were made using paired Student t test for continuous data and the χ 2 or Fisher exact test for categorical data. Correlation coefficients were then calculated between clinical, laboratory findings, and CT features, using Spearman or Pearson correlation as appropriate. Linear regression analysis, unadjusted or adjusted for age and sex, was used to identify significant variables predicting the progression of 1 19/30 (63%) 0.1-0. 5 8/30 (27%) >0. 5 3/30 (10%) D-dimer, mg/L 0.8 ± 0.8",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 613,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 633,
                    "end": 634,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 650,
                    "end": 651,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Continues data are expressed as mean ± SD. Categorical data are presented as n (%) or n/N (%), where N is the total number of patients with available data. opacification lesions (independent variable: clinical and laboratory findings and initial HRCT features; outcome variables: ΔSum).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The average age of the 25 male and 17 female patients was 49.5 ± 14.1 years (range, 26-75 years old). All the patients had some contact with individuals from Wuhan or those who live in Wuhan. The most common complaints of the patients were fever (36/42, 86%), cough (27/42, 64%), and fatigue (14/42, 33%). Other complaints included diarrhea (10/42, 24%) and dyspnea (8/42, 19%) . The majority of the patients had a normal white blood cell count (26/37, 70%), neutrophil count (26/37, 70%), and lymphocyte count (19/37, 51%). Some patients had reduced white blood cell count (10/37, 27%), reduced lymphocyte count (18/37, 49%), increased CRP (27/32, 84%), increased ESR (10/22, 46%), and increased LDH (15/26, 58%). More demographic data, symptoms, and laboratory tests of the study group are listed in Table 1 .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 377,
                    "text": "(8/42, 19%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 802,
                    "end": 809,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical and Laboratory Findings"
        },
        {
            "text": "Data of the initial and follow-up chest HRCT imaging findings are listed in Table 2 . In initial CT, 10 (24%) of 42 patients had opacities in 1 lobe, and 32 patients (76%) had 2 or more lobes affected. Most of the patients (38/42, 90%) had lesions located in the lower lobes. The left lower lobe was the most vulnerable lobe (34/42, 81%), whereas the right middle lobe was the least affected lobe (26/42, 62%) in this study dataset. In terms of location of the lesion in the axial plane, lesions tended to be peripheral (12/42, 29%), central (5/42, 12%), or both central and peripheral (25/42, 59%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "CT Features"
        },
        {
            "text": "The initial chest CT showed single or multiple GGO. In some cases, consolidation (23/42, 55%), interstitial thickening or reticulation (17/42, 41%), air bronchograms (14/42, 33%), and pleural effusion (5/ 42, 12%) could also be seen (detailed in Table 2 ; Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 256,
                    "end": 262,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "CT Features"
        },
        {
            "text": "In the initial chest CTexaminations, the sum score ranged from 1 to 17 (8.8 ± 5.2). The average area and density of the max lesion in cross-section for each patient were 1039 ± 883 mm 2 and −406 ± 163 HU, respectively. Before admission to the hospital and regular treatments, the sum score was positively correlated with the days from FIGURE 1. A1-A3, The HRCT images at admission of a 44-year-old male patient (5 days from onset). Multiple ground glass opacities (GGOs) and GGO with interlobular septal thickening (like reticulation or \"paving stone sign\"; boxes) and thin fibrous stripes (arrow) are shown in different cross-sections. B1-B3, The HRCT images of a 38-year-old male patient, who is also medical personnel (9 days from onset). Diffuse opacities and consolidation, as well as air bronchograms (arrows) can be seen. illness onset to initial CT (with age and sex as covariates, R = 0.68, P < 0.01; Figs. 2A, B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 922,
                    "text": "Figs. 2A, B)",
                    "ref_id": null
                }
            ],
            "section": "CT Features"
        },
        {
            "text": "Most of the cases (35/42, 83%) exhibited a progressive process according to CT during the study time window (Figs. 2C, 3) , including a very seriously ill female patient, who died 18 days after the disease onset. Seven patients (17%) exhibited approximately unchanged or decreased size of opacifications ( Fig. 4 ; detailed in Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 121,
                    "text": "(Figs. 2C, 3)",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 312,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 327,
                    "end": 334,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Changes on Follow-up CT"
        },
        {
            "text": "In the follow-up CT, most of the single GGO progressed to multiple ground glass infiltration in the lungs. Compared with initial CT, more cases with consolidation (34/42, 81%), interstitial thickening or reticulation (29/42, 69%), air bronchograms (26/42, 62%), pleural effusion (16/42, 38%), and fibrous strips (31/42, 74%) could be seen (all P ≤ 0.01, detailed in Table 2 ). The diffuse lesions in bilateral lungs could be seen in the most seriously affected patients, whose CT showed as \"white lungs\" (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 373,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 504,
                    "end": 512,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Changes on Follow-up CT"
        },
        {
            "text": "The sum score ranged from 3 to 20 (13.2 ± 4.8). The difference in the sum score between the initial and follow-up CT (ΔSum) was FIGURE 3 . A case with progression after admission. A1-A2, The HRCT images of a 57-year-old female patient (4 days from onset). Multiple GGO distributed bilaterally. B1-B2, Three days later, more opacities, also with larger size, were seen bilaterally.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "FIGURE 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Changes on Follow-up CT"
        },
        {
            "text": "A, The differences in area and density of the max lesion in cross-section between the initial and follow-up CT. B, Before admission and treatments, the sum score was positively correlated with the days from onset to initial CT (with age and sex as covariates, R = 0.68, P < 0.01). After regular treatments, the correlation was no longer significant (P = 0.19). C, Three different cases showing their max lesion in cross-section in the initial and follow-up CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 2."
        },
        {
            "text": "4.3 ± 4.1. The average area and density of the max lesion in crosssection for each patient were 1857 ± 1655 mm 2 and −377 ± 159 HU, respectively. The area of the largest lesion and the sum score of the initial CT were smaller than those of the follow-up CT (P < 0.01). After regular treatments, the correlation between the sum score and the days from illness onset to CT examination was not significant (with age and sex as covariates, P = 0.19; Figs. 2A, B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 458,
                    "text": "Figs. 2A, B)",
                    "ref_id": null
                }
            ],
            "section": "FIGURE 2."
        },
        {
            "text": "We continued to follow all the patients we investigated and noticed that, in 4 cases, the total opacification size began to reduce in the 18th, 20th, 20th, and 22nd day from illness onset. We also observed another 3 patients, whose CT were carried in the 10th, 11th, and 17th day from illness onset. The increase in lung opacification was still in progress in this group at the times specified. Table 4 summarizes the correlations between clinical and laboratory findings versus initial CT parameters. The correlations between clinical findings and CT parameters were weak, including correlation between age and number of affected lobes (R = 0.39), and between cough and the sum score (R = 0.32). Fever, fatigue, and white blood cell count were not correlated to any CT parameters (P > 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 402,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "FIGURE 2."
        },
        {
            "text": "Significant positive correlations were found between CRP, ESR, and LDH levels and several CT features, of which the sum score, area of the max lesion, consolidation, and air bronchograms showed weak to moderate correlations (R range , 0.36-0.75; Fig. 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 252,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Correlations Among Clinical, Laboratory Findings, and CT Features"
        },
        {
            "text": "Significant associations were found between fever and highest temperature versus ΔSum, but not between other clinical parameters versus ΔSum. Fever increased the risk of progression in the opacification severity score during follow-up by 3.64 times (regression coefficient B = 3.64, P = 0.04). Patients who had a high temperature of 38.1°C to 39.0°C was associated with 4 times higher progression in the opacification severity score, compared with those who had a normal temperature of less than 37.3°C (B = 4.15, P = 0.02), even after adjusting for age and sex (B = 4.06, P = 0.03). Assessing initial CT features, sum score and max score of opacifications, area of the max lesion in cross-section, and appearance of interstitial thickening showed significant inverse associations with ΔSum in both unadjusted (P range , <0.001 to 0.047) and age-and sex-adjusted analyses (P range <0.001 to 0.04; detailed in Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 909,
                    "end": 916,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Factors Associated With ΔSum During Follow-up"
        },
        {
            "text": "The COVID-19 is a newly described viral infection. Our initial experience has revealed many frequent findings in clinical symptoms and at HRCT. The most common symptoms were fever (86%), dry cough (64%), and fatigue (33%), consistent with former reports. 2, 10, 19 The laboratory findings of normal or decreased white blood cell count and lymphocyte count, as well as elevated CRP, ESR, and LDH levels, could be also helpful to make a diagnosis. Some investigations, 14, 16, 20 including the current one, have shown some frequently encountered HRCT findings, some of which were similar with other viral pneumonias, including specifically SARS, MERS, and H7N9 pneumonia. 18, 21, 22 In terms of distribution, the lower lobes are preferentially Data are expressed as mean ± SD or n (%). affected, especially the left lower lobe in our study group (34/42 cases in the initial onset stages). Pulmonary lesions were most commonly in the subpleural, peribronchovascular area, or distributed diffusively. In the early stages, single or multiple small ground glass infiltration, consolidation, and interstitial thickening could be seen. As the disease progressed, severe cases had more consolidation and air bronchograms in the relevant lobes. The diffuse lesions, shown as \"white lungs,\" were seen in the most severely affected patients. Fibrous stripes could be seen during the remission stage. The distribution manners, together with the GGOs, are very characteristic and impressive. Before clinical treatments, the sum score of opacification size was positively correlated with the days from illness onset to initial CT. Therefore, cautious attention to symptoms and application of CT examination, as soon as possible, are helpful for early detection of COVID-19 infection and standardized treatment and isolation. Especially for those who were unaware of the concealed discomfort, HRCT can assist clinicians and antiepidemic workers with finding potentially infectious patients. Because of the individualized treatments and individual heterogeneity, the same correlation was not significant after admission to the hospital. However, the total opacification severity score was still increasing with a relatively slower speed than that before treatments.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 678,
                    "end": 680,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "According to the follow-up CT images, in the early stage from illness onset, most patients (83%) exhibited progression and more advanced involvement of the opacifications, although all patients were Data are R correlation coefficients, calculated using Spearman or Pearson correlation as appropriate. *Correlation is significant at the 0.05 level. †Correlation is significant at the 0.01 level. hospitalized for regular treatments, including oxygen inhalation, antiviral therapy, and corticosteroids and immunoglobulin therapy when necessary. This may be related to the immunopathological basis that the coronaviruses interact with and modify the host intracellular environment during infection for the benefit of quickly replicating. The majority of studies have suggested that a dysregulated/exuberant innate response is the leading contributor to coronavirus-mediated pathology. 23 Many cytokines or chemokines are involved in the immune storm after coronavirus infection. 24 Although with meticulous treatments, it takes a time for the immune response to build and produce antibodies to suppress virus replication. As a result, it is of great importance to control the progression in the first 2 weeks from illness onset with utmost effort.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 884,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 976,
                    "end": 978,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, several laboratory parameters, including specifically the ESR, CRP, and LDH, showed significant positive correlation with the severity of pneumonia quantified on initial CT. Elevation of ESR, CRP, and LDH levels might indicate the extent of inflammation or extensive tissue damage and are frequently observed in viral pneumonia. 25, 26 In a previous study of convalescent patients after SARS, Coefficient with its 95% confidence intervals (95% CI) indicates the changes in sum score of opacifications for every 1 unit/referent increase in variables. Significant results are in boldface (P < 0.05). thin-section CT scores for GGO or interstitial opacities were found to be correlated with neutrophil count, CRP, and LDH level. 27 Guan et al 28 detected that severe cases of COVID-19 prominently had elevated levels of CRP (≥10 mg/L; 81.5% vs 56.4%, P < 0.001) and LDH (≥250 U/L; 58.1% vs 37.2%, P < 0.001) as compared with nonsevere cases.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 741,
                    "end": 743,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 755,
                    "end": 757,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A multicenter study of clinical characteristics in 1099 patients with laboratory-confirmed COVID-19 highlighted that the surveillance case definition should not heavily focus on fever detection, considering only 43.8% of patients had fever on initial presentation. 28 Our study found that fever and highest temperature were not related to any abnormalities on initial CT, but were positively associated with progression of the opacification on follow-up CT (mean 7 days after initial CT). These findings indicate that high fever on initial presentation is a potential risk factor of adverse CT outcomes over a short-term follow-up; however, the limited cases in this study should be noted. Moreover, several initial CT findings, including sum score and max score for opacification severity as well as area of the max lesion in cross-section, were inversely associated with ΔSum. A possible explanation for these results may be that patients with relatively serious pulmonary opacities on initial CT have already progressed and then there was a short plateau stage or a gradual decrease trend in abnormalities. 14, 29 This study has some limitations. First, this is a modest-sized case series of patients admitted to the hospital. At the time of data collection, nucleic acid tests for the diagnosis of COVID- 19 had not yet been available for all the suspected patients, and the detection rate of real-time fluorescence polymerase chain reaction nucleic acid tests was not high. 12, 13 Besides, we only included hospitalized patients with followup CT examinations to ensure more information on clinical and CT characteristics. Possible selection bias should be noted, and further study of a larger cohort is required to obtain a definitive answer. Second, the quantitative and semiquantitative methods for measuring the pulmonary lesions may have certain subjectivity. Third, the susceptibility of COVID-19 was considered (initially and incorrectly) to be very low among infants, children, and adolescents, so we did not retrospectively study these groups. More effort should be made to identify the clinical and imaging features in these groups in future studies.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1114,
                    "end": 1116,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1309,
                    "end": 1311,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1479,
                    "end": 1482,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1483,
                    "end": 1485,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, the results of this study confirmed that chest CT is important in the diagnosis and management of the COVID-19 infection. Despite meticulous treatments, most patients demonstrated progressions in the early stage from illness onset, according to the follow-up CT examinations. Our clinical and radiologic study findings show that CRP, ESR, and LDH level positively correlate with the severity of lung abnormalities quantified on initial CT; moreover, high fever is associated with an adverse follow-up CT outcome, which may add a further facet in the understanding of the clinical expression of this new outbreak. Being familiarized with the clinical and CT features and the early changes of the COVID-19 infection is of paramount importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Taxonomy of Viruses. Naming the 2019 Coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Novel coronavirus(2019-nCoV): situation report -23. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "China coronavirus: WHO declares international emergency as death toll exceeds 200",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early epidemiological analysis of the coronavirus disease 2019 outbreak based on crowdsourced data: a population-level observational study. The Lancet Digital Health",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe acute respiratory syndrome-related coronavirus-the species and its viruses, a statement of the coronavirus study group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diagnosis and treatment of pneumonitis caused by new coronavirus (trial version 6)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sensitivity of chest CT for COVID-19: comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preliminary clinical description of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CT imaging of the 2019 novel coronavirus (2019-nCoV) pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Fleischner society: glossary of terms for thoracic imaging",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Macmahon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiology",
            "volume": "246",
            "issn": "",
            "pages": "697--722",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Thin-section CT of severe acute respiratory syndrome: evaluation of 73 patients exposed to or with the disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "228",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Emerging coronavirus 2019-nCoV pneumonia. Radiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Emerging H7N9 influenza a (novel reassortant avian-origin) pneumonia: radiologic findings",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Radiology",
            "volume": "268",
            "issn": "",
            "pages": "882--889",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection: chest CT findings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajlan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahyad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Jamjoom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Roentgenol",
            "volume": "203",
            "issn": "",
            "pages": "782--787",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "T cell-mediated immune response to respiratory coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunol Res",
            "volume": "59",
            "issn": "",
            "pages": "118--128",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "An interferon-γ-related cytokine storm in SARS patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Theron",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Med Virol",
            "volume": "75",
            "issn": "",
            "pages": "185--194",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Coronavirus-positive nasopharyngeal aspirate as predictor for severe acute respiratory syndrome mortality",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1381--1387",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Role of procalcitonin and C-reactive protein in differentiation of mixed bacterial infection from 2009 H1N1 viral pneumonia. Influenza Other Respi Viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "398--403",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pulmonary sequelae in convalescent patients after severe acute respiratory syndrome: evaluation with thin-section CT",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiology",
            "volume": "236",
            "issn": "",
            "pages": "1067--1075",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Time course of lung changes on chest CT during recovery from 2019 novel coronavirus (COVID-19) pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A case of slight improvement after admission. A1-A2, The HRCT images of a 56-year-old female patient (9 days from onset). Multiple GGO with interstitial thickening and thin fibrous stripes are shown. B1-B2, Six days later, the lesion size is smaller, and the density is slightly increased, also with more fibrous stripes. Arrows indicated the abnormalities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The most serious patients are usually accompanied by acute respiratory distress syndrome (A1-A2, a 57-year-old female patient, 18 days from onset; B1-B2, a 75-year-old male patient, 15 days from onset). There are diffuse lesions in the lungs bilaterally, which showed as \"white lungs.\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Positive relationships were shown (A) between lactate dehydrogenase and sum score of opacifications (R = 0.78, P < 0.001) and (B) between C-reactive protein and area of max lesion in cross-section (R = 0.65, P = 0.002). R correlation coefficients are calculated using partial correlation with age and sex as covariates.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographics and Clinical Characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of Initial and Follow-up HRCT FindingsContinues data are expressed as mean ± SD, using paired Student t test to calculate P values. Categorical data are presented as n (%), using χ 2 or Fisher exact test to calculate P values as appropriate. *Lymph nodes changes means mediastinal lymph nodes number >5, or short-axis diameter >1 cm.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Changes on Follow-up HRCT Over a Mean of 7 Days",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Correlation Coefficients for Initial Clinical and CT Characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Predictive Factors for Changes in Sum Score of Opacifications (ΔSum) During Follow-up, Using Linear Regression Analysis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}