{
    "paper_id": "50b575cd859fea03417378402bc9522ea48fce94",
    "metadata": {
        "title": "Implementing clinical pharmacy services in France: one of the key points to minimise the effect of the shortage of pharmaceutical products in anaesthesia or intensive care units?",
        "authors": [
            {
                "first": "Pourrat",
                "middle": [
                    "X"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huon",
                "middle": [],
                "last": "Jf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHRU de Tours",
                    "location": {
                        "settlement": "Tours",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Roux-Marson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ThEMAS TIMC-IMAG (UMR CNRS 5525)",
                    "institution": "CHU de Grenoble",
                    "location": {
                        "settlement": "PhD, Grenoble",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Clarisse",
                "middle": [],
                "last": "Roux-Marson",
                "suffix": "",
                "affiliation": {},
                "email": "clarisse.roux@chu-nimes.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "Over the past ten years, the number of drugs on shortage has increased 20-fold. These shortages affect both community pharmacy drugs and those strictly used in hospitals. The causes are simple: an increase in demand (growth of the world population and of health expenditures also in emerging countries) and a concentration of production manufacturing, in particular for active ingredients, 70% of which are produced outside the EU [1]. The latter",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2 is partly the result of authorities seeking ever lower prices using a nationalised purchasing platform. The success of mass purchasing, by greatly reducing acquisition costs, benefits to all, especially small healthcare entities. Indeed, the fall in manufacturers' selling prices has led them to reduce their production costs by offshoring or outsourcing their production to India or China. Apart from these elements, manufacturers also argue on the increasingly drastic quality standards imposed by Heath Authorities. Thus, any defect in a production chain can very quickly lead to global supply tensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the specific fields of anaesthesia and intensive care medicine, drug shortages have become implemented national supply and regulation of these life-saving medicines. Therefore, one of the lessons to be learned from this crisis is that a national policy for the management of those drugs should be implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The practice of clinical pharmacy in relation to ICU or anaesthesia teams remains scarce in France, contrary to the English-speaking countries where this practice is much more developed, with great support from professional organisations. In France, the brakes on change come from: cost-efficiency modelling in the health system of a Clinical Pharmacy, Hospitals' investment choices, and training capacities for pharmacists [3] . Some clinical pharmacists, however, are now fully integrated in intensive care units [4] [5] . During the last SFPC congress, Xavier Capdevila -president of SFAR -called on pharmacists to collaborate with anaesthesiologists, regretting that he did not benefit himself from a clinical pharmacist like other hospitals. There will be a before and an after the COVID-19 crisis, when talking about collaboration of clinical pharmacists and ICU care teams in France.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Shortage of medicines : Leem action plan",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recommendations for the sparing use of molecules in tension during the COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Pharmacist Role in the ICU. ICU Management & Practice 4 -2016 download at URL",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chant",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Dewhurst",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Integrating a pharmacist into an anaesthesiology and critical care department: Is this worthwhile?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chapuis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Albaladejo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Billon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Clinical Pharmacy",
            "volume": "41",
            "issn": "",
            "pages": "1491--1498",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of Quality Bundle Enforcement by a Critical Care Pharmacist on Patient Outcome and Costs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leguelinel-Blache",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Louart",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "2",
            "pages": "199--207",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "pharmacy services in France: one of the key points to minimise the effect of the shortage of pharmaceutical products in anaesthesia or intensive care units?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "very frequent. While in the years 2000-2010, few drugs (esmolol and fosphenytoin in 2005) were affected by the import of foreign proprietary drugs, only those concerning IV labetalol and thiopental in 2010 required a drastic rationalisation of prescriptions. Over the past decade, more than 20 drug shortages have been reported (isofundin, mivacurium, rocuronium, propofol, alfentanil, remifentanil, protamine, etc.), not including drugs from other classes also used in intensive care units (ICUs) [data from the Tours University Hospital].These drug shortages, in the absence of a substitute medicine (generic and/or import medicine authorised by the French Health Authorities) have led to modifications of care, which are not without risk. Indeed, our hospitals are organised within highly specialised sectors.Changing habits on regular drugs can be problematic: a unique dosage without alternative that can meet the specific therapeutic needs of these sectors; moreover, changing the habits and sometimes automated routines of doctors and teams in terms of prescription and order of medicines can be very hazardous.Thus, anaesthesia and ICU drugs have been on supply stress for at least two years. In this context, the COVID-19 crisis has just aggravated the problem. Locally, pharmacists and ICU physicians naturally get closer in order to manage medications and specific medical device problems (ventilation, dialysis, etc.).This collaboration allows a better understanding of the original role of a clinical pharmacist in an anaesthesia and/or ICU department today. In addition to the current practices such as medication reconciliation, therapeutic drug monitoring and medication order review, ensuring safe and appropriate use of medications and medical devices is essential, especially products (brand, dosage, imported drugs) are being used intermittently.Indeed, the actual supply stress induces a rapid turnover of medications being used. Because medicine changes are sources of prescription errors, clinical pharmacists must ensure the proper and safe use of medications and hopefully help standardise practices. The effective presence of clinical pharmacists in the ICU helps bring relevant information to nurses and physicians, adapting storage conditions and product identification, bringing the relevant information to physicians concerning the specificities of the replacement drug (interactions, contraindications, special monitoring, etc.).The COVID-19 crisis led the French Ministry of Health to set up working groups associating the various professional and scientific societies (anaesthesiology, clinical pharmacy, pain and resuscitation) (respectively SFAR, SFPC, SFETD and SRLF) in order to optimise the use of the health products still available on the market. This team work led to the drafting of recommendations for the sparing use of molecules in tension during the COVID-19 pandemic[2]. The authorities are encouraging the creation of a pairing of physician and pharmacist with daily contact in order to avoid stock-outs. Finally, the French Ministry of Health has",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Please cite this article as: Pourrat X, Huon J, Laffon M, Allenet B, Roux-Marson C, Implementing clinical pharmacy services in France: one of the key points to minimise the effect of the shortage of pharmaceutical products in anaesthesia or intensive care units?,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This letter was written by the special interest group \"Surgery\" of the French Society of Clinical Pharmacy (SFPC) chaired by E Corbineau (CHU de Nantes)\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare that they have no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        }
    ]
}