{
    "paper_id": "523851699663b97343d79619093feb6db3ff3c72",
    "metadata": {
        "title": "Main Factors Influencing College Student Health and Countermeasures Proposal in Network Environment-- From Physical Health Education Perspective",
        "authors": [
            {
                "first": "Dinghong",
                "middle": [],
                "last": "Mu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Technology",
                    "location": {
                        "postCode": "330013",
                        "settlement": "Nanchang Jiangxi Province",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wujin",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Technology",
                    "location": {
                        "postCode": "330013",
                        "settlement": "Nanchang Jiangxi Province",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinhai",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Technology",
                    "location": {
                        "postCode": "330013",
                        "settlement": "Nanchang Jiangxi Province",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This dissertation adopts document-data method, comparative analysis method and Inductive deductive method to analyze main factors influencing college students' physical and mental health from physical health education perspective. It elaborates the significance of physical health education and put up \"health first\" guideline for promoting health knowledge and cultivate sports skills, creating favorable conditions for physical health education implementation and switching college physical education focus to reform colleges and universities physical education assessment system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "College students with long-term overload study and work tend to have central nervous tension, if they do not pay enough attention to psychological adjustment and physical exercise, will result in increased sympathetic activity, endocrine disorders and lead to physical or mental illnesses, which may ultimately reduce learning efficiency and advance caducity. The survey found that the fundamental reason which these students placed less emphasis on health and the whole community lost bearings on youngsters physique level lies in poor health knowledge. Under this circumstance, the Ministry of Education raises the importance of physical health awareness, proposes the \"health first\" guiding ideology, explores various ways to achieve scientific teaching objectives, increases school sports investment, strengthens the school health education and implements \"School Sports Work\", \"School Health Work\" guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The 5th National Student Health Survey 2005 showed: 19 ~ 22-year-old, Han nationality, urban male, urban female, rural male, rural female, vital capacity decreased 160 ml, 238 ml, 161 ml, 225 ml respectively, 50-meter race averagely decreased by 0.1 seconds, 0.3 seconds, 0.1 seconds, 0.3 seconds, standing long jump decreased by 3.6 cm, 3.7 cm, 4 cm, 5.2 cm respectively, male chin-up (1 minute sit-ups girls) were decreased by 1.5 times, 1.5 times / min, 1.3 times, 2.1 times / min in average, 800 meter race results decreased 10.3 seconds, 12.6 seconds, 9.2 seconds, 9.8 seconds, respectively; overweight and obesity increased 4.61% and 2.63%, which increase 1.2 and 0.4 respectively than in 2000. 82.68% detection rate of poor vision (among which urban was 82.43%, rural 82.95%), which increased by 1.1 % compared to 2000. So we can see even with the rapid development of China's economy, living and medical standards improvement, but many students do not get enough understanding to living quality, their endurance, speed, power and strength further decline, the trend of overweight and obesity detectable rate increase, the high detection rate of poor eyesight and other issues are troubling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Status of College Students"
        },
        {
            "text": "Factors of Behavior and Living Style. The so-called behavior and lifestyle factors refer to people's bad behavior and life style which may cause direct or indirect harm to individuals, groups and society's health, and it has potential, cumulative and widespread influence to collectivity. Unhealthy behavior and lifestyle are one of major factors lead to college students health problems such as unhealthy eating lifestyle of smoking, alcohol, overeating, excessive intake of fat, sugar, unhealthy leisure style of unrestrained entertainment, stay up late, lack of sleep, long time watching TV, computer game addiction, unhealthy sport style of lack of exercise or excessive exercise, unhealthy emotional life of contradictory feelings of parents, parents spoil their children and indifference with others, unhealthy psychological activities of self-centered, loneliness, depression, jealousy, selfishness, utilitarianism, materialism, and other unhealthy way to make friends, all of which result in function degradation, low resistance and sub-health generation and spread. Some scholars report that among China's top 10 causes of death diseases, bad behavior and lifestyle factors account for 44.7%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Factors Influencing College Student Health"
        },
        {
            "text": "Environmental factors refer to outside world of human subject, including natural and social environmental factors, hard factors like material conditions, and soft environment factors like policies, cultural, institutional, legal, ideology and other external conditions. Natural environment is an ecosystem and material basis of human survival. Nowadays, human survival environment has been seriously polluted in rapid modernization development, which will inevitably lead to harm to human health. China has been listed as the world's 13th most water-scarce countries, more than 90% of urban water pollution;4$ skin cancer increase because of Freon destruction to ozone; widespread with toxic heavy metals such as lead, \" Technology Food \" overflow, pollution, uncontrolled mining and killing of species, all these pollutions together forms chemicals with estrogen features which seriously affects human survival and life quality, in particular cause serious damage to children and young people intellectual development and health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environment Factors."
        },
        {
            "text": "Social environment includes political, economic, cultural, education and many other factors, which s directly or indirectly affect students' health status. The bidirectional link of health and social development has been proved in many countries and regions. With the development of science and technologies, accelerated pace of social life and employment system reform, people feel pressure from various aspects, in particular, the pressure of complex pressures from professional courses, employment pressures from the contradiction between college enrollment increase and limited employment opportunities, economic pressures from excessive consumption environment, psychological pressure of parents high expectations on children, social responsibility and peer comparisons, These pressures will increase a sense of urgency and anxiety, and if they cannot be resolved appropriately and timely, will lead to serious consequences, but students who just left their homes are hard to resolve psychological anxiety and tension and may cause serious mental illness because they are lack of a more comprehensive guidance. In addition, most college students are the only child in the family, their education is liberal, lack self-discipline and frustration tolerance, low group consciousness, and pay more emphasis on personal development rather than on collaboration, so this kind of psychological state will be hit in their socialization process with the subtle influence of pornography, gambling and other social negative phenomena, which will not only cause students physical, psychological trauma, but also go astray and lead into a life of crime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environment Factors."
        },
        {
            "text": "Biological Factors. Biological factors are pathogenic microorganisms apart from age, gender and other individual characteristics. Students are living in group and vulnerable to infectious diseases and epidemic. With the abuse of antibiotics and other drugs, part of infectious virus produces a significant resistance to environmental change, some unknown viruses (such as HIV, Ebola, Lassa and Marburg) appear in the tropical rain forest and subtropical grassland regions, a number of viruses have gene mutation (such as the SARS virus), some old diseases resurges (such as cholera, yellow fever, diphtheria and tuberculosis, etc.), which pose a serious threat on human health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environment Factors."
        },
        {
            "text": "Health care refers to a planned and purposive process of health agencies and professionals taking use of health resources and a variety of means to prevent disease, improve health and provide individuals, groups and community service activities in nasopharyngeal carcinoma. Colleges and universities healthcare institutions are not perfect variously, service network incomplete, capital investment insufficient, allocation of health care resources irrational, health care workers not high specialized and many other problems, these factors also have some influence on college students' health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Care Factors."
        },
        {
            "text": "Individual Health Acknowledge Factor. College students comes in the best physical condition period, they usually have a weak disease acknowledgement, and pay less attention to physical exercise and self-care knowledge accumulation. Students are often lack of self-discipline and unknowingly harm their own bodies. They always consider that no apparent disease is healthy, or even unwilling to see the doctor when they are really sick, which often delaying the best time for treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Care Factors."
        },
        {
            "text": "Many studies confirm that sports have a significant influence on college students' bad behavior intervention, pressures easement, virus resistance enhancement and social negative phenomena erosion reduction. Based on existing research results, the following propose strategies to improve college student health conditions from Science of Physical Cultural and Sports perspective. Set Correct Guiding Ideology of \"health first\". \"Health First\" means that health is the foundation of all educations, sports should be given priority to intellectual, this does not mean that education and learning are not as important as health, but education and learning should be on the basis of health. Establish \"health first\" guiding principle is to require all schools take student health as start and end-result for education and teaching and take the responsibility of caring student health. Of course, college sports and physical education are duty-bound to take care of student health, and are able to perform their part. In other words, school sports not only teach students scientific exercise methods, but more importantly cultivate student with awareness of physical exercise, habits, and self-training ability to make their own physical exercise schedule based on physical situations, choose training contents and methods, and scientifically arrange exercise amount and level, give right workout evaluation and make necessary medical supervision. Fully understand the guidance ideology background and essence of\" health first in school education, take effective steps to strengthen physical education\" proposed by the CPC Central Committee and State Council's, actively promote healthy concept of \"exercise 1 hour a day, healthy working for 50 years and happy for life\", enhance physical and health education curriculum reform, and effectively develop sports and health education function to guide students establishing correct health concepts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures from Science of Physical Cultural and Sports to Improve College Student Physical Conditions."
        },
        {
            "text": "Strengthen Health Knowledge Teaching and Cultivate Sports Skills. Study found that college students' health issue is outstanding, and the fundamental reason is seriously lack of rational cognition on health problems. Therefore, to enhance students health and hygiene education should be a prerequisite for health problem intervention, college students without a knowledge of health and hygiene and their own health status, even if involved in physical exercise, are also blind followers and difficult to have a lasting relatively stable interest, which cannot form into a lifelong habit. Sport skills are foundation to ensure university students with a lasting interest in physical education and health, only emphasizing health and interests cannot form lifelong physical habits without sports skills. Guide students to master certain physical health knowledge, learn 1 or 2 athletic skills, and take use of physical methods are basis to solve college students' health problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Countermeasures from Science of Physical Cultural and Sports to Improve College Student Physical Conditions."
        },
        {
            "text": "Education teachers, impeccable equipment and facilities and strong sports culture. Highly qualified faculty is the prerequisite for implementation of physical and health education, teacher's knowledge structure has to switch from \"three basic educations\" to \"healthy education \".Perfect venue, equipment and facilities are the fundamental guarantee of fitness education, increase venue and equipment properly, take reasonable use of existing site and equipments, transform no applicable or idle equipments are all main improvement methods. Cultivate a good Physical health culture by organizing various sports activities, establish health information sites, sports and cultural corridor, poster, radio and other forms of health knowledge can get students' attention to health knowledge and personal health concerns, which may significantly improves health education effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Create Conditions Conducive to Physical and Health Education. The implementation of Physical Health Education requires competent Physical and Health"
        },
        {
            "text": "Switch College Sports Focus. Colleges and universities must have physical education curriculum at the first and second grade (four semesters with total 144 hours), 18 weeks per semester, one course per week and 2 hours per class. Such curriculum density does not meet students' functional excess recovery principle and sport skills formation memory regular patterns. Therefore, only classroom teaching alone cannot solve problems of athletic skills and health knowledge. The extracurricular sports activities once a day are good for students function level of over-recovery, help students form a memory for sports skills, which enhance students physique and health and master 1 or 2 master athletic skills with multiplier effect. Therefore, the core of school physical education should shift from \"physical education\" to \"extra-curricular physical activities\", service to teaching students extracurricular physical exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Create Conditions Conducive to Physical and Health Education. The implementation of Physical Health Education requires competent Physical and Health"
        },
        {
            "text": "Assessment System Suitable for Physical Education Objectives. The content and index of physical and health education evaluation assessment have to be formulated by clear education objectives, the ultimate goal is not mainly on physical fitness standards, but also pay more attention to self-care ability, sense of adaptability, sports participation, self training, learning attitude, progress rate as are also in evaluation index, dynamic assessment process should be established for physical evaluation system to truly reflects Physical Health Education goals",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Create Conditions Conducive to Physical and Health Education. The implementation of Physical Health Education requires competent Physical and Health"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ministry of Education on the 2005 National Physical Fitness and HealthSurvey results",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Thinking on Health Education of College Students",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Juying",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Wuhan Sports University",
            "volume": "",
            "issn": "11",
            "pages": "114--116",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ministry of Education: on the issuance of Teaching of Physical Education Curriculum Guidelines, notice, Education",
            "authors": [],
            "year": 2002,
            "venue": "Sports and Arts",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "To correct understand the new concept Sports and Health curriculum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liping",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chineseschool sports",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}