{"paper_id": "539af04d4391ce80c84ca4d5148bc6afabf95db0", "metadata": {"title": "Synthesis and Characterization of H 3 PW 12 O 40 and H 3 PMo 12 O 40 Nanoparticles by a Simple Method", "authors": [{"first": "Jaber", "middle": [], "last": "Javidi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Mohsen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Esmaeilpour", "middle": ["•"], "last": "Zahra", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rahiminezhad", "middle": ["•"], "last": "Fatemeh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nowroozi", "middle": [], "last": "Dodeji", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "In this study H 3 PW 12 O 40 Á9H 2 O and H 3 PMo 12 O 40 Á6H 2 O (HPA) particles were changed into nano forms by heat-treatment in an autoclave as a simple, repaid, inexpensive and one step method. The particle size of these nanoparticles was around 25 nm. The as-synthesized nanostructures were characterized by dynamic light scattering, X-ray powder diffraction, transmission electron microscopy, Fourier transform infrared spectroscopy and inductively coupled plasma analyzer. Thermal stability of nanoparticles was surveyed by thermal gravimeter analyse. Acidity of prepared nanoparticles was investigated by pyridine adsorption method. Results showed rising acidity by declining particle size of HPA.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Heteropolyacids (HPAs), as a class of inorganic compounds, are efficient, solid and super-acid catalysts for a wide range of reactions [1] [2] [3] [4] [5] . 12-Tungstophosphoric acid (PWA) and 12-molybdophosphoric acid (PMA) have been chosen as catalyst because of their easy availability and extreme stability in both solution and solid state also these materials have, high proton conductivity and strong Bronsted acidity in solution form. The main disadvantage of HPAs is their very low surface area (\\10 m 2 /g) [6] . Therefore, to address this problem, in many earlier articles these materials disperse on supports (such as silica, active carbon, acidic ion-exchange resins and etc.) which possess large surface area. Support disperses HPAs over a large surface area and increases their catalytic activity [7] [8] [9] [10] [11] [12] [13] .", "cite_spans": [{"start": 135, "end": 138, "text": "[1]", "ref_id": null}, {"start": 139, "end": 142, "text": "[2]", "ref_id": null}, {"start": 143, "end": 146, "text": "[3]", "ref_id": null}, {"start": 147, "end": 150, "text": "[4]", "ref_id": null}, {"start": 151, "end": 154, "text": "[5]", "ref_id": null}, {"start": 516, "end": 519, "text": "[6]", "ref_id": null}, {"start": 811, "end": 814, "text": "[7]", "ref_id": null}, {"start": 815, "end": 818, "text": "[8]", "ref_id": null}, {"start": 819, "end": 822, "text": "[9]", "ref_id": null}, {"start": 823, "end": 827, "text": "[10]", "ref_id": null}, {"start": 828, "end": 832, "text": "[11]", "ref_id": null}, {"start": 833, "end": 837, "text": "[12]", "ref_id": null}, {"start": 838, "end": 842, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "HPAs compounds have an impressive application in optics, electronics, catalysis and medicines [14] [15] [16] . In a review, Rhule et al. [17] described the applications of HPAs in medicines. These materials have been shown antiviral activity against several RNA viruses including orthomyxoviruses, paramyxoviruses, flaviviruses, coronaviruses, retroviruses, different influenza strains, Dengue fever virus and SARS coronavirus [18] [19] [20] . Also, HPAs have been investigated as promising anti-HIV [21] and anti-cancer agents [22, 23] .", "cite_spans": [{"start": 94, "end": 98, "text": "[14]", "ref_id": null}, {"start": 99, "end": 103, "text": "[15]", "ref_id": null}, {"start": 104, "end": 108, "text": "[16]", "ref_id": null}, {"start": 137, "end": 141, "text": "[17]", "ref_id": null}, {"start": 427, "end": 431, "text": "[18]", "ref_id": null}, {"start": 432, "end": 436, "text": "[19]", "ref_id": null}, {"start": 437, "end": 441, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 500, "end": 504, "text": "[21]", "ref_id": null}, {"start": 528, "end": 532, "text": "[22,", "ref_id": null}, {"start": 533, "end": 536, "text": "23]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Nanoscale and nanostructure materials have potential applications in physics, biology, chemistry, catalyst, optics, magnetic data storage, ceramics, electronics and nanocomposite, due to their unique properties [24, 25] . By reducing the particle size to a few nanometers, while is kept its chemical composition, can change the fundamental properties of a material.", "cite_spans": [{"start": 211, "end": 215, "text": "[24,", "ref_id": null}, {"start": 216, "end": 219, "text": "25]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Several methods have been reported for the synthesis of HPAs nanoparticles; these methods include Microemulsion [26] , solid state [27] , hydrothermal [28] and surfactant template method [29] [30] [31] . Although these methods are valuable, however, many of these procedures have significant drawbacks such as using of surfactant and other chemical reagent, long reaction times and poly-dispersity of particle size. In this study we synthesized nano HPAs by a simple, repaid, inexpensive and one step solvothermal method. Solvothermal synthesis is generally defined as crystal synthesis or crystal growth under high temperature and high pressure solvent conditions from substances which are insoluble in ordinary temperature and pressure (\\100°C, \\1 atm) in an autoclave. Thus, supercritical condition gives a favorable reaction field for particle formation, owing to the enhancement of the reaction rate and large super saturation based on the nucleation theory, due to lowering the solubility. Then as-synthesized nanostructures were characterized by several characterization methods such as dynamic light scattering (DLS), X-ray powder diffraction (XRD), transmission electron microscopy (TEM), fourier transform infrared spectroscopy (FT-IR), and inductively coupled plasma (ICP) analyzer. Thermal stability of nanoparticles was studied by thermal gravimeter analyse (TGA). For perception of particle size on acidity of the HPAs, the prepared nanoparticles were investigated by pyridine adsorption method. Results indicate that decreasing in particle size of HPAs will increase acidity.", "cite_spans": [{"start": 112, "end": 116, "text": "[26]", "ref_id": null}, {"start": 131, "end": 135, "text": "[27]", "ref_id": null}, {"start": 151, "end": 155, "text": "[28]", "ref_id": null}, {"start": 187, "end": 191, "text": "[29]", "ref_id": null}, {"start": 192, "end": 196, "text": "[30]", "ref_id": null}, {"start": 197, "end": 201, "text": "[31]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "All the chemicals reagents in our experiments were of analytical grade and were used as received without further purification. Elemental analysis was carried out with an ICP analyzer (Varian, vista-pro). XRD patterns were recorded by a Rigaku D-max C III, X-ray diffractometer using Ni-filtered Cu Ka radiation. Dynamic light scattering was recorded on a HORIBA-LB550. Transmission electron microscopy images were obtained on a Philips EM208 transmission electron microscope with an accelerating voltage of 100 kV. Fourier transform infrared spectra were obtained by using a Shimadzu FT-IR 8300 spectrophotometer. TGA thermo grams were recorded on an instrument of Perkin Elmer with N 2 carrier gas and the rate of temperature change of 20°C min -1 . The BET surface area was determined from nitrogen physisorption isotherms on a Micromeritics ASAP 2000 instrument at 196°C. Before the measurement, the samples were evacuated at 250°C for 2 h. ) was dispersed in 50 ml hexane and the obtained mixture was stirred vigorously for 30 min at room temperature in order to forming a homogeneous dispersion. This dispersion was transferred into a Teflon-lined stainless autoclave and filled 80 % of its total volume. The autoclave was sealed and maintained at 150°C for 12 h and then was cooled to room temperature. Finally, the produced powder was filtered and dried in a vacuum at 60°C for 12 h.", "cite_spans": [], "ref_spans": [], "section": "Materials and Physical Measurements"}, {"text": "For investigation of synthesis parameter on particle size, the reaction carried out in various conditions and the size of nanoparticles obtained by DLS. Table 1 shows the conditions of reactions in detail.", "cite_spans": [], "ref_spans": [{"start": 153, "end": 160, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Materials and Physical Measurements"}, {"text": "The elemental analysis of PMA n and PWA n nanoparticles was estimated by an ICP analyzer and the Mo/P or W/P mole ratio of the PMA n or PWA n was investigated.", "cite_spans": [], "ref_spans": [], "section": "Elemental Analysis"}, {"text": "FT-IR spectroscopy is a useful tool to understand the functional group of any organic and inorganic molecule. FT-IR spectroscopy, as a means of providing the structure of the HPAs, is convenient method and widely is used for the characterization of heteropolyanions.", "cite_spans": [], "ref_spans": [], "section": "FT-IR and UV-Visible Spectroscopy"}, {"text": "UV-Visible spectroscopy yield information about the electronic structure of nanoparticles.", "cite_spans": [], "ref_spans": [], "section": "FT-IR and UV-Visible Spectroscopy"}, {"text": "The thermal stability of HPAs changes with heteroatom, polyatom, and polyanion structures. Thermo analysis indicates that thermolysis of H 3 PMo 12 O 40 or H 3 PW 12 O 40 is proceeded by the losing of crystallization water and subsequently constitutional water to form PMo 12 O 38 or PW 12 O 38 respectively. Above 450°C, the Keggin structure of HPAs is completely destroyed.", "cite_spans": [], "ref_spans": [], "section": "Thermal Stability"}, {"text": "XRD analysis, as the most useful technique for identification of crystalline structure, was employed to investigate the prepared sample.", "cite_spans": [], "ref_spans": [], "section": "X-ray Powder Diffraction (XRD)"}, {"text": "Particle size, morphology and size distribution of prepared nanoparticles was performed by TEM image and DLS analysis respectively.", "cite_spans": [], "ref_spans": [], "section": "TEM Images and DLS Analysis"}, {"text": "The acidity of HPAs compounds has been investigated with different methods of analysis: (i) Hammett indicators ? visual inspection [32] , (ii) ammonia ? temperature programmed desorption (TPD) [33, 34] , FT-IR spectroscopy [35] , calorimetry [36, 37] , (iii) pyridine ? TPD, FT-IR spectroscopy [38, 39] and (iv) H 1 NMR [40] and O 17 NMR [41] .", "cite_spans": [{"start": 131, "end": 135, "text": "[32]", "ref_id": null}, {"start": 193, "end": 197, "text": "[33,", "ref_id": "BIBREF32"}, {"start": 198, "end": 201, "text": "34]", "ref_id": null}, {"start": 223, "end": 227, "text": "[35]", "ref_id": null}, {"start": 242, "end": 246, "text": "[36,", "ref_id": null}, {"start": 247, "end": 250, "text": "37]", "ref_id": null}, {"start": 294, "end": 298, "text": "[38,", "ref_id": null}, {"start": 299, "end": 302, "text": "39]", "ref_id": null}, {"start": 320, "end": 324, "text": "[40]", "ref_id": null}, {"start": 338, "end": 342, "text": "[41]", "ref_id": null}], "ref_spans": [], "section": "Acidic Properties of Heteropoly Acids"}, {"text": "The interaction of pyridine with HPAs was confirmed by FT-IR spectroscopy. Pyridinium ions can be identified by the band at 1,540 cm -1 [42] . The characteristic chemisorbed pyridium ion was detected after the removal of physisorbed pyridine from HPAs by evacuation. The absorption band corresponding to the Mo=O or W=O stretch might be expected to track the extent of proton transfer upon interaction with basic molecules such as pyridine. We measured the IR intensity of pyridium ion at 1,540 cm -1 of the pyridine-exposed PMA and PWA and calculated the intensity ratio of I(1,540 cm -1 )/I(Mo=O or W=O) bands in an attempt to track the acidic properties of PMA and PWA.", "cite_spans": [{"start": 136, "end": 140, "text": "[42]", "ref_id": null}], "ref_spans": [], "section": "Acidic Properties of Heteropoly Acids"}, {"text": "As is shown in Fig. 1 The elemental analysis of these nanoparticles was estimated by ICP. The Mo/P or W/P mole ratio of the PMA n or PWA n was 12.2 and 12.5 respectively. These nanoparticles have Keggin unit cell structure because Keggin units have one central atom (P), 12 transition metal atoms (W or Mo) and an appropriate number of charge balancing protons or cations.", "cite_spans": [], "ref_spans": [{"start": 15, "end": 21, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Results and Discussion"}, {"text": "Optical properties are commonly characterized using spectroscopic techniques including UV-Visible spectroscopy, which yield information about the electronic structure of nanoparticles. The UV-Visible absorption measured as a function of wavelength reflects the strength of the electronic transition between the valence (VB) and conduction bands (CB). The bandgap energy increases with decreasing particle size, resulting in a blue-shift of the absorption peak. This behavior is due to what is termed quantum confinement. For spherical particles, a quantification of quantum confinement is embodied in Eq. 1 [43] :", "cite_spans": [{"start": 607, "end": 611, "text": "[43]", "ref_id": null}], "ref_spans": [], "section": "Results and Discussion"}, {"text": "where E g (b) is the bulk band gap, m e and m h are the effective masses of the electron and hole, R is particle size and e is the bulk optical dielectric constant. The second term on the right hand side shows that the effective band gap is inversely proportional to R 2 and increases as size decreases. On the other hand, the third term shows that the band gap energy decreases with decreasing R due to increased Columbic interaction. However, since the second term becomes dominant with small R, the effective band gap is expected to increase with decreasing R, especially when R is small. The UV-Vis absorption spectrum of the PMA b and PMA n were recorded as shown in Fig. 2 . In the UV, the Keggin heteropolyanions (PMA b ) show two absorption bands, one around 235 nm and another around 315 nm. The bands are assigned respectively to the vibrations of terminal Mo=O t and bridging bonds (Mo-O e ). As can be seen, the absorption peak blue shifts with decreasing the particle size (225 and 290 nm for PMA n ). Values of absorption bands (k max ) and the band gap energy are summarized in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 672, "end": 678, "text": "Fig. 2", "ref_id": "FIGREF2"}, {"start": 1093, "end": 1100, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Results and Discussion"}, {"text": "The band gap energy of PMA b and PMA n were 5.3 and 5.5 eV respectively which calculated according to Eq. 2 [44] :", "cite_spans": [{"start": 108, "end": 112, "text": "[44]", "ref_id": null}], "ref_spans": [], "section": "Results and Discussion"}, {"text": "where E g is the band-gap energy and k max is the wavelength (nm). Nanoparticles of the same material with different sizes exhibit various colors from blue to red, due to the quantum confinement effect. Smaller particles have a bigger band gap then larger particles and therefore have absorption smaller wavelength. The photograph of PMA b and PMA n are shown in Fig. 1 . As mentioned above PMA n nanoparticles have larger band gap then PMA b . While PMA b is yellow color, PMA n nanoparticles is green. PWA n and PWA b are white color.", "cite_spans": [], "ref_spans": [{"start": 363, "end": 369, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Results and Discussion"}, {"text": "FT-IR spectroscopy, as a means of providing the structure of the HPAs, is convenient and widely is used for the characterization of heteropolyacid [45, 46] . FT-IR spectra of PMA n , PMA b , PWA n and PWA b are shown in Fig. 3 . The FT-IR spectrum for PMA n shows four bands in the range 500-1,250 cm -1 that these bands are assigned at 754, 837, 954 and 1,062 cm In the case of nanoparticles, quantum confinement effect, size effect, dipolar interactions, interfacial effects, surface amorphousness, high internal stress etc. play According to FT-IR spectroscopy data that are shown in Table 3 , the characteristic bands of Keggin structure for PMA n and PWA n in comparison with PMA b and PWA b , are shifted to higher wave numbers (blue shift).", "cite_spans": [{"start": 147, "end": 151, "text": "[45,", "ref_id": null}, {"start": 152, "end": 155, "text": "46]", "ref_id": null}], "ref_spans": [{"start": 220, "end": 226, "text": "Fig. 3", "ref_id": "FIGREF3"}, {"start": 587, "end": 594, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Results and Discussion"}, {"text": "Due to the small size of grains and the large surface to volume ratio of nanoparticles (PMA n and PWA n ), the atomic arrangements on the boundaries differ greatly from that of bulk particles (PMA b and PWA b ). This surface amorphousness results in the shifting of IR peaks. The variation in the band position may be due to variation in the cation-oxygen bond length resulting from the change in particle size.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "Thermal stability of HPAs was investigated by TGA. Figure 4 shows the TGA curves for pure PWA b and PMA b . For pure PMA b (Fig. 3a) , a small weight loss region was found at 110°C, and larger ones were found from 137 to 400°C and at 430 to 567°C. Similarly, for pure PWA b (Fig. 3c) , three weight loss regions could be observed at 134, 340, and 500°C. The HPAs are usually obtained with large amounts of crystallization water, and most of these water molecules are released around 100°C. Two mass loss signals between 100 and 140°C corresponding to the departure of water of crystallization or hydration. A second mass loss at temperatures between 250 and 350°C, was attributed to water content resulting from combination of H ? ions and network oxygen [47] . Decomposition of HPAs, which takes place at 350-600°C, is believed to occur according to [47] :", "cite_spans": [{"start": 755, "end": 759, "text": "[47]", "ref_id": null}, {"start": 851, "end": 855, "text": "[47]", "ref_id": null}], "ref_spans": [{"start": 51, "end": 59, "text": "Figure 4", "ref_id": "FIGREF4"}, {"start": 123, "end": 132, "text": "(Fig. 3a)", "ref_id": "FIGREF3"}, {"start": 274, "end": 283, "text": "(Fig. 3c)", "ref_id": "FIGREF3"}], "section": "Results and Discussion"}, {"text": "TG studies of the thermal transformation of bulk and nano HPAs, indicate that for PMA b , PWA b , PMA n and PWA n ''n'' is 13, 14, 6 and 9 respectively. X-ray powder diffraction patterns of bulk and nano PMA and PWA are shown in Fig. 5 [48, 49] . These characteristic peaks are observed in PMA n and PWA n . As mentioned due to the small size of grains and the large surface-volume ratio of PMA n and PWA n , the atomic arrangements on the boundaries differ greatly from that of PMA b and PWA b . This surface amorphousness also results in the intensity and position of XRD peaks.", "cite_spans": [{"start": 236, "end": 240, "text": "[48,", "ref_id": null}, {"start": 241, "end": 244, "text": "49]", "ref_id": null}], "ref_spans": [{"start": 229, "end": 235, "text": "Fig. 5", "ref_id": null}], "section": "Results and Discussion"}, {"text": "From XRD data, the crystallite size (D c ) of the as-prepared PMA n and PWA n , were calculated by using the Debey-Scherrer equation [14] ,", "cite_spans": [{"start": 133, "end": 137, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Results and Discussion"}, {"text": "where ½b is the FWHM (full width at half maximum), K is the so-called shape factor, which usually takes a value of about 0.9, and k is the wavelength of X-ray source used in XRD. The average size of the PMA n and PWA n , was calculated to be 25 and 27 nm respectively, which is to some extent in agreement with that observed from TEM and DLS analysis.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "TEM images and DLS analysis of the PMA n and PWA n have been given in Fig. 6 . Figure 6a and c are shown TEM images of PMA n and PWA n respectively, The size of nanoparticles obtained from the TEM images which shows sizes of 20 and 25 nm for PMA and PWA nanoparticles respectively, and their shapes are nearly spherical. To investigate the size distribution of the nanoparticles, size histograms were prepared for PMA n and PWA n (Fig. 6b and d respectively) by DLS analysis. This size distribution is centered at a value of 27 nm for PMA n and 29 nm for PWA n .", "cite_spans": [], "ref_spans": [{"start": 70, "end": 76, "text": "Fig. 6", "ref_id": null}, {"start": 79, "end": 88, "text": "Figure 6a", "ref_id": null}, {"start": 430, "end": 458, "text": "(Fig. 6b and d respectively)", "ref_id": null}], "section": "Results and Discussion"}, {"text": "The surface areas of bulk and nano HPAs were measured by N 2 absorption. While the BET surface area of bulk HPAs was 10.0 and 12.0 m 2 /g for PMA b and PWA b respectively, nano HPAs have far higher surface area. Reducing the particle size of HPAs from bulk powder to nanometer scale, was increased the surface area from 10 to 270 m 2 /g for PMA and from 12 to 242 m 2 /g for PWA.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "The interaction of pyridine with HPAs which confirmed by FT-IR, as was shown in Fig. 7 . The P-O*, W=O t (terminal oxygen), and W-O-W (corner sharing and edge-sharing) bands of fresh PWA n appeared at 1,080, 972, 872 and 764 cm -1 , respectively. Pyridinium ions can be identified by the band at 1,540 cm -1 [24] .", "cite_spans": [{"start": 308, "end": 312, "text": "[24]", "ref_id": null}], "ref_spans": [{"start": 80, "end": 86, "text": "Fig. 7", "ref_id": "FIGREF5"}], "section": "Results and Discussion"}, {"text": "The characteristic chemisorbed pyridium ion was detected after the removal of physisorbed pyridine from HPAs by evacuation. The P-O*, W=O t (terminal oxygen), and W-O-W (corner sharing and edge-sharing) bands of pyridine-exposed PWA n (PWA n -Py) appeared at 1,034, 942, 839 and 737 cm -1 , respectively. Shifting of IR bands of pyridine-exposed HPAs were attributed to the interaction of the cationic species, pyridinium ions, with the heteropolyanions. Also, the FT-IR analyses of pyridine-exposed PWA b , PMA b and PMA n are shown in Fig. 7 and Table 3 . The quantification of bridging oxygen bands was not simple. Thus, the absorption band correspond to the Mo=O t or W=O t stretch might be expected to track the extent of proton transfer upon interaction with basic molecules such as pyridine. The acidic properties of PMA and PWA are measured by the IR intensity of pyridium ion at 1,540 cm -1 of the pyridine-exposed PMA and PWA and calculated the intensity ratio of I(1,540 cm -1 ) to I(Mo=O t or W=O t ) bands. As shown in Table 3 the r acidity value for nanoparticles are larger than bulk particles.", "cite_spans": [], "ref_spans": [{"start": 537, "end": 543, "text": "Fig. 7", "ref_id": "FIGREF5"}, {"start": 548, "end": 555, "text": "Table 3", "ref_id": "TABREF4"}, {"start": 1032, "end": 1039, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Results and Discussion"}, {"text": "In addition, some other conditions such as concentration of PMA, reaction time and temperature were examined to investigate the size of products, if any, and compare them with each other. The results are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 213, "end": 220, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Results and Discussion"}, {"text": "For investigating the concentration of PMA b on the size of PMA n , the reaction carried out with 2, 6 and 8 mM concentration and results are shown in Table 1 . In a series of experiments, the temperature was kept at 150°C and the reaction time was 12 h (sample no. 2, 5 and 8). With increasing of reactant concentration (from 2 to 8 mM) the size of nanoparticles became bigger (from 28 to 45 nm), due to the rate of particles growth will increase [50] . The effect of reaction time on the particle sized of the PMA n was investigated. There is generally growth in particle size with increase in time, which is consistent with Ostwald ripening process [50] . When the reaction time was prolonged (upper 12 h), at constant reactant concentration and temperature, the size of products became bigger (sample nos. 5 and 6). But at lower time at 12 h, reaction time for conversion of bulk particles to nanoparticles does not sufficient; therefore the products are larger than 33 nm (sample nos. 4 and 5) . This illustrates that the particle size can be effectively controlled by setting the growth time.", "cite_spans": [{"start": 448, "end": 452, "text": "[50]", "ref_id": null}, {"start": 652, "end": 656, "text": "[50]", "ref_id": null}, {"start": 990, "end": 998, "text": "4 and 5)", "ref_id": null}], "ref_spans": [{"start": 151, "end": 158, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Results and Discussion"}, {"text": "The reaction temperature was the key parameters which were changed for more investigation. With increasing of reactant temperature upper than 150°C the size of nanoparticles became bigger (sample nos. 5 and 13), due to the rate of particles growth will increase. But at lower temperature at 150°C, temperature for conversion of bulk particles to nanoparticles does not sufficient; therefore the products are larger than 33 nm (sample nos. 5 and 12).", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "A novel method for the synthesis of HPAs nanoparticles from bulk HPAs was developed by hydrothermal treatment method. The PMA and PWA nanoparticles had a uniform spherical structure with a diameter of 20-25 nm.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF19": {"ref_id": "b19", "title": "Anti-Cancer Drug 16", "authors": [{"first": "H", "middle": ["U V"], "last": "Gerth", "suffix": ""}, {"first": "A", "middle": [], "last": "Rompel", "suffix": ""}, {"first": "B", "middle": [], "last": "Krebs", "suffix": ""}, {"first": "J", "middle": [], "last": "Boos", "suffix": ""}, {"first": "C", "middle": [], "last": "Lanvers-Kaminsky", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Microporous Mesoporous Mater. 1", "authors": [{"first": "L", "middle": ["C"], "last": "Jozefowicz", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Karge", "suffix": ""}, {"first": "E", "middle": [], "last": "Vasilyeva", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Moffat", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "-1 , which are correspond to m as (Mo-O e -Mo), m as (Mo-O c -Mo), m as (Mo-O t ) and m as (P-O*), respectively [4-8]. It also shows a weak band in the region of 592 cm -1 that corresponds to the d(P-O) vibration. Also, IR spectra of PWA n can display specific absorption bands correspond to the Keggin structure at 763, 871, 972 and 1,080 cm -1 , can be assigned to the stretching vibrations m as (W-O e -W), m as (W-O c -W), m as (W-O t ) and m as (P-O*), respectively.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Keggin structure of H 3 PW 12 O 40 and color of PMA bulk and nano some important role in the observed changes in vibrational frequencies.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "UV", "latex": null, "type": "figure"}, "FIGREF3": {"text": "FT-IR spectra of PMA b , PMA n , PWA b and PWA n", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Thermogravimetric patterns of PMA b (a), PMA n (b), PWA b (c) and PWA n (d) Fig. 5 XRD pattern of PMA b , PMA n , PWA b and PWA n Fig. 6 TEM image of a PMA n and c PWA n , and DLS pattern of b PMA n and d PWA n", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Pyridine (Aa, Ba), PWA n (Ab), PWA n -Pyridine (Ac), PWA b (Ad), PWA b -Pyridine (Ae), PMA n (Bb), PMA n -Pyridine (Bc), PMA b (Bd), PMA b -Pyridine (Be)", "latex": null, "type": "figure"}, "TABREF1": {"text": "Experimental condition for the preparation of PMA n nanoparticles", "latex": null, "type": "table"}, "TABREF2": {"text": ", PMA with Keggin structure consisted of one PO 4 tetrahedron surrounded by four Mo 3 O 13 sets formed by three edge-sharing octahedra. There are four types of oxygen atoms in H 3 PMo 12 O 40 ; O * (the central oxygen atoms in PO 4 tetrahedron), O c (the corner-sharing oxygen between different Mo 3 O 13 sets), O e (the edge-sharing oxygen-bridge within Mo 3 O 13 sets), and O t (the terminal oxygen atoms).", "latex": null, "type": "table"}, "TABREF3": {"text": "Main UV bands and band gap energy observed for PMA b and PMA n", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sample </td><td>kmax (nm) </td><td> </td><td>Band gap energy (eV)\n</td></tr><tr><td>Mo=Ot </td><td>Mo-Oe-Mo </td><td>Mo=Ot </td><td>Mo-Oe-Mo\n</td></tr><tr><td>PMAb </td><td>235 </td><td>315 </td><td>5.3 </td><td>3.9\n</td></tr><tr><td>PMAn </td><td>225 </td><td>290 </td><td>5.5 </td><td>4.3\n</td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments Authors are grateful to the council of Iran National Science Foundation and University of Shiraz for their unending effort to provide financial support to undertake this study.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}