{
    "paper_id": "5431b900906bf8ec47fdae1590e872d7ef989647",
    "metadata": {
        "title": "Usefulness of an Online Preliminary Questionnaire under the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Jian",
                "middle": [],
                "last": "Hur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yeungnam University",
                    "location": {
                        "settlement": "Taegu",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [
                    "Cheol"
                ],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yeungnam University",
                    "location": {
                        "addrLine": "317-1",
                        "postCode": "705-717",
                        "settlement": "Daemyungdong, Namku, Taegu",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the editor, In December 2019, the first coronavirus disease case was reported in Wuhan, China, and subsequently, COVID-19 spread to all parts of the world. The WHO declared the COVID-19 outbreak a global pandemic on March 11, 2020. The US Centers for Disease Control and Prevention reported the basic reproduction number (R0) to be 5.7, which represents infectivity that is four times higher than the seasonal influenza [1] . Due to such high infectivity, isolation and strict social distancing have been implemented for patients with suspected or confirmed case of COVID-19. COVID-19 is associated with high mortality rate among patients with underlying diseases. Since patients with underlying diseases frequently visit hospitals for treatments, and hospitals are a place of mass congregation, special measures are needed to prevent hospital-acquired secondary infection of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). To achieve this goal, it is essential to have preemptive measures for those patients who are suspected to have COVID-19 and are visiting a hospital. However, the traditional method of interviewing such patients, which has been used until now, presents problems, such as requiring too much time to inquire about COVID-19-related symptoms, additional hospital staff, and separate space. This increases the frequency and duration of person-to-person contact, while causing difficulties and chaos in carrying out non-COVID-19 work within the hospital.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 426,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To address this problem, our university hospital (Yeungnam University Hospital, Daegu, Republic of Korea, 3000 outpatients per day) is employing a mobile preliminary questionnaire that was developed in-house. This questionnaire enables pre-identification of patients suspected of being infected with SARS-CoV-2, thereby reducing patient-topatient infection and contact with medical staff. The mobile questionnaire program sends the preliminary questionnaire via a text message at 7 AM to patients who are scheduled for outpatient visits or examinations at the hospital on that day (Fig. 1a) . The items in the questionnaire are designed to check for a history of contact within the past 14 days with anyone confirmed to have COVID-19, a history of overseas travel, fever (37.5°C), respiratory symptoms (coughing, sputum, sore throat, etc.), severe muscle ache, loss of the sense of smell and/or taste, and frequent diarrhea. When the patient fills out the preliminary questionnaire on his or her smartphone and saves the response, the questionnaire results are sent to the hospital database. By showing the entry pass to the hospital staff member at the entrance of the hospital, patients will be allowed to enter the hospital after a body temperature scan. Patients with a history of contact, within the past 14 days, with anyone confirmed to have COVID-19; a history of overseas travel; or any one of the COVID-19-related symptoms will receive questionnaire results marked in blue (Fig. 1b) . Any patient who receives such results will not be permitted to enter the hospital, instead, he or she will be directed to the COVID-19 screening center set up for testing outside the hospital. If the test results are negative, the patient will be allowed entry into the hospital. In contrast, patients with no suspicion of COVID-19 will receive ivory-colored questionnaire results, which must be shown to the worker at the entrance of the hospital to gain entry (Fig. 1c) . Patients coming to the hospital without a prior outpatient appointment can use their smartphones to scan the QR code displayed near the entrance of the hospital. Once the questionnaire appears on the smartphone screen, it can be completed as instructed (Fig.  1d) . Anyone who does not have a smartphone, or may have difficulty using the mobile questionnaire, can fill a printed version of the preliminary questionnaire and show the completed questionnaire to the worker at the entrance of the hospital. If COVID-19 is suspected, he or she will be directed to the screening center outside for testing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 581,
                    "end": 590,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 1483,
                    "end": 1492,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 1957,
                    "end": 1966,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 2222,
                    "end": 2232,
                    "text": "(Fig.  1d)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "It is believed that the mobile self-report questionnaire can help reduce hospital-acquired secondary infections by minimizing the contact between patients with COVID-19 and hospital workers or other patients inside the hospital. Moreover, it will save time and human resources required for inquiry, and minimize any chaos that may have occurred in the hospital due to such screening work. We believe that the use of our mobile self-report questionnaire by other hospitals could be helpful in overcoming the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology of COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bulut",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Turk. J. Med. Sci",
            "volume": "50",
            "issn": "",
            "pages": "563--570",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "1 (a) Online preliminary questionnaire; (b, c) questionnaire results screen (b: Blue-denied entry, move to screening center",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}