{
    "paper_id": "5630a436afe84ef59e81e79948faaaebe0686c4b",
    "metadata": {
        "title": "Venous thrombosis and arteriosclerosis obliterans of lower extremities in a very severe patient with 2019 novel coronavirus disease: a case report",
        "authors": [
            {
                "first": "Bo",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianqing",
                "middle": [],
                "last": "She",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yadan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Xiancang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ma",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The outbreak of 2019 novel coronavirus disease (COVID-19) began since early December 2019, and has been declared as a public health emergency by the World Health Organization. Due to the hypercoagulable state, blood stasis and endothelial injury, severe patients with COVID-19 are at high risk for thrombosis. We report a case of very severe COVID-19 complicated with venous thrombosis and arteriosclerosis obliterans of lower extremities. Risk stratification for deep vein thrombosis and peripheral arterial disease are of vital importance for the prognosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "guidelines focusing on deep venous thrombosis (DVT), rare has been discussed about artery thrombosis during COVID-19 [7] . It is also noteworthy that venous thrombosis and arteriosclerosis obliterans of lower extremity rarely occur simultaneously in severe infection and could lead to poor prognosis, as illustrated in this case report.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We report a case of very severe COVID-19 complicated with venous thrombosis and arteriosclerosis obliterans of lower extremities. Risk stratification for deep vein thrombosis and peripheral arterial disease are of vital importance for the prognosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 69-year-old man was admitted to our hospital with a 10-day history of cough, fatigue, palpitation and shortness of breath, but without fever and chest pain. A chest computed tomography (CT) scan showed bilateral interstitial infiltrating shadows and the nucleic acid detection of COVID-19 was positive in the local hospital before admission. The patient was diagnosed with COVID-19 (very severe) and was transferred to the isolation ward of our hospital. His previous medical history was notable for type 2 diabetes (T2DM) for 10 years without medication or blood sugar testing. He did not complain of any symptoms until the infection. At admission, his physical examination revealed irregular heart rate of 150 beats/min (atrial fibrillation), blood pressure of 95/62 mmHg, temperature of 37 ℃, respiratory rate of 20 breaths/ min and oxygen saturation of 85%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "After admission, the laboratory confirmation of COVID-19 was validated again with the Chinese Center for Disease Control and Prevention (CDC) recommended Kit immediately after admission [9] . Blood routine test showed white blood cell (WBC) count of 10.91 × 10 9 /L, neutrophils percentage (NE%) 92.7%, and lymphocyte percentage (LY%) 2.1%. Biochemical examination displayed serum creatinine (CREA) of 178.3 µmol/L, urea nitrogen (BUN) 30.83 mmol/L, alanine aminotransferase (ALT) 409 U/L, and aspartate aminotransferase (AST) 319 U/L. The C-reactive protein (CRP) was markedly increased with the level of 76.23 mg/L; and the procalcitonin (PCT) was slightly elevated with 0.54 ng/mL. Cardiac markers showed B-type natriuretic peptide (BNP) 574.5 pg/mL, cardiac troponin I (cTnI) 95.2 ng/L, myoglobin (Myo) 738.7 ng/mL, Creatine Kinase (CK) 2905 U/L and Creatine kinase-MB (CKMB) 57 U/L. Coagulation function displayed D-dimer > 8 ug/mL, prothrombin time (PT) and activated partial thromboplastin time (APTT) normal. Vascular ultrasound of lower limbs showed deep vein thrombosis of left lower extremity and dorsalis pedis artery occlusion of left lower extremity.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "The patient was supplied immediately with noninvasive ventilator assisted ventilation. Anti-virus, anti-bacteria, anticoagulation, symptomatic and supportive treatment was together initiated. 3 days after admission, rechecked vascular ultrasound of lower limbs showed vein thrombosis of both lower extremity, arteriae tibialis anterior occlusion and dorsalis pedis artery occlusion of both lower extremity (Fig. 1a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 415,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": "Case"
        },
        {
            "text": "However, the patient's state became continuously aggravated despite active treatments. 12 days after admission, the patient was supplied with invasive ventilator assisted ventilation because of respiratory failure. Bedside chest radiograph displayed progress of bilateral interstitial infiltrating shadows (Fig. 1b) . WBC was slightly reduced to 7.71 × 10 9 /L, with NE% 94.3%, LY% 1.7%. The CREA was 190.1 µmol/L, BUN 36.87 mmol/L, ALT 56 U/L, AST 85 U/L, CRP 254.55 mg/L, PCT 2.77 ng/mL. The BNP was reduce to 185.7 pg/ mL, cTnI to 64.3 ng/L, CKMB to 44 U/L; but the Myo was > 1200 ng/mL. And CK was still high with 2000 U/L and Fig. 1 a Lower extremity presentation 3 days after admission. b Bedside chest radiograph displayed progress of bilateral interstitial infiltrating shadows 12 days after admission Creatine kinase-MB. Coagulation function was still not improved with D-dimer > 8 ug/mL. 14 days after admission, the patient eventually died because of respiratory and circulatory failure. Final diagnosis was COVID-19 (very severe), venous thrombosis and arteriosclerosis obliterans of lower extremity, rhabdomyolysis, renal insufficiency, hepatic insufficiency, atrial fibrillation and type 2 diabetes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 315,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 637,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Case"
        },
        {
            "text": "The patient with COVID-19 usually presents with severe acute respiratory infection symptoms. Some patients may rapidly develop acute respiratory distress syndrome (ARDS), or multiple organ dysfunction (MODS), especially among the elderly, and the ones with chronic medical illness including diabetes, cardiovascular disease etc [8, 10, 11] . According to the New Coronavirus Pneumonia Prevention and Control Program (4th edition) published by the National Health Commission of China [7] , very severe COVID-19 was defined as having either one of the flowing criteria: (1) respiratory failure in need of mechanical ventilation; (2) shock; (3) other organ dysfunction.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been speculated that patients with COVID-19 are prone to DVT. Pathophysiological, patients with COVID-19 usually present dehydration due to fever and diarrhea, hypotension, secondary bacterial and fungal infections, and longtime bed rest, which are all risk factors for DVT. Therefore, to evaluated the risk of DVT are of crucial importance for reducing the morbidity and mortality rate. High-risk patients for DVT are usually over 40 years old, with more than 3-day bed rest, and have one of the following characters: over 75 years old, respiratory failure, heart failure, obesity, previous thrombosis history, acute onset of chronic obstructive pulmonary disease, acute cerebral infarction, acute coronary syndrome, varicose vein of lower extremity, malignant tumor, inflammatory bowel disease, and chronic kidney disease [12] . In the present case, the patient had longtime T2DM, atrial fibrillation, atherosclerosis, and complicated with respiratory failure; he was also in bed for more than 3 days for critical coronavirus infection. Therefore, for these patients, early antithrombotic treatment should be considered to prevent possible subsequent thrombosis events.",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 835,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present case, the patient also presented with acute arterial thrombosis of lower limb, for which the underlying cause was arteriosclerosis obliterans of lower extremity. The lesion progressed rapidly from the left limb to both limbs. Notably, although the patient has chronic diabetes and atherosclerosis, he had not complained of cold limbs, numbness, paresthesia or intermittent claudication before the COVID-19 when we took his medical history. Therefore, it is speculated that the acute and progressive thrombosis might be secondary to hyperinflammatory state during COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recent publication has also discussed that patients with severe COVID-19 usually present with high cytokine concentrations of IL2, IL7, IL10, GCSF, IP10, MCP1, MIP1A and TNFα [8] . The cytokine storm could be linked to the disease severity and bad outcomes.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The rhabdomyolysis and the subsequent electrolyte disorder and acidosis are fatal for the present case. Previous studies have described rhabdomyolysis in patients with viral infections, such as Influenza A and SARS-associated coronavirus [13] . In the present case, the cause for rhabdomyolysis could be ascribed to infection and ischemia of the lower limbs. Both causes might affect each other, eventually leading to the death of the patient.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, in this case report, we present one patient with severe COVID-19 and previous history of T2DM, atrial fibrillation and atherosclerosis. The patient quickly developed venous and arterial thrombosis of lower extremities, complicated with rhabdomyolysis. Our case adds further evidence in venous and arterial complications of very severe COVID-19. Evaluation and risk stratification for deep vein thrombosis and peripheral arterial disease are of vital importance for the prognosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Author contributions BZ, XM and YW collected the clinical and laboratory data. JS and BZ summarized the data and drafted the manuscript. BZ, XM and YW revised the final manuscript. BZ, XM and YW is responsible for all clinical and laboratory data. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Microbiol",
            "volume": "17",
            "issn": "3",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel coronavirus outbreak in Wuhan, China, 2020: intense surveillance is vital for preventing sustained transmission in new locations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk for transportation of, 2019 novel coronavirus disease from Wuhan to other cities in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2605.200146"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Incubation period of 2019 Novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel coronavirus infection during the 2019-2020 epidemic: preparing intensive care unitsthe experience in Sichuan Province China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "",
            "pages": "357--360",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Note from the editors: World Health Organization declares novel coronavirus (2019-nCoV) sixth public health emergency of international concern",
            "authors": [],
            "year": 2020,
            "venue": "Eurosurveillance Editorial Team",
            "volume": "2020",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New coronavirus pneumonia prevention and control program",
            "authors": [],
            "year": 2020,
            "venue": "10cc0 9d4d3 6a6f9 a9f0b 42d97 2b.pdf. Accesed",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of 2019 Novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brunink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical characteristics of 138 hospitalized patients with, Novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Treatment of venous thromboembolism",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Forgie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "311",
            "issn": "7",
            "pages": "717--728",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human coronavirus NL-63 infection in a Brazilian patient suspected of H1N1 2009 influenza infection: description of a fatal case",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Cabeca",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bellei",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Virol",
            "volume": "53",
            "issn": "1",
            "pages": "82--84",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This study was funded by the Clinical Research Award of the First Affiliated Hospital of Xi'an Jiaotong University, China (No. XJTU1AF-CRF-2018-025).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}