{"paper_id": "57f2fa4ab405e07c3d70c551da74e378d1cf2a47", "metadata": {"title": "Modeling the molecular impact of the SARS-CoV-2 infection on the renin-angiotensin system", "authors": [{"first": "Fabrizio", "middle": [], "last": "Pucci", "suffix": "", "affiliation": {"laboratory": "", "institution": "Université Libre de Bruxelles", "location": {"addrLine": "Roosevelt Avenue 50", "postCode": "1050", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Philippe", "middle": [], "last": "Bogaerts", "suffix": "", "affiliation": {"laboratory": "", "institution": "Université Libre de Bruxelles", "location": {"addrLine": "Roosevelt Avenue 50", "postCode": "1050", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Marianne", "middle": [], "last": "Rooman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Université Libre de Bruxelles", "location": {"addrLine": "Roosevelt Avenue 50", "postCode": "1050", "settlement": "Brussels", "country": "Belgium"}}, "email": "mrooman@ulb.ac.be"}]}, "abstract": [{"text": "Infection by the SARS-CoV-2 virus is mediated by the binding of its spike protein to the membrane-bound angiotensin converting enzyme 2 (ACE2), which plays a pivotal role in the renin-angiotensin system (RAS). The understanding of RAS dysregulation due to this viral infection is of fundamental importance to better understand the pathogenic mechanisms and risk factors of the coronavirus disease COVID-19, and to design effective therapeutic strategies. To address this issue, we built a mathematical model of RAS based on data about protein and peptide concentrations in normotensive and hypertensive individuals. We first tested our model on clinical data on the action of antihypertensive RAS-blocking drugs in control individuals. Despite the simplicity of our model, it reproduces very well, without any fitting of additional parameters, the impact of a series of drugs, i.e. angiotensin-converting enzyme inhibitors (ACE-I), direct renin inhibitors (DRI) and angiotensin II receptor blockers (ARB). We applied our model to analyze the impact of SARS-CoV-2 infection on the RAS system, which we modeled through a downregulation of ACE2 related to viral load. Moreover, we analyzed the effect of RAS-blockers and other RAS-targeting drugs, i.e. human recombinant ACE2 (rhACE2) and angiotensin 1-7 peptide (Ang1-7), on the RAS system of normotensive and hypertensive COVID-19 patients. We found that while ACE-I, DRI, rhACE2 and Ang1-7 tend to improve the clinical outcomes in a tension-dependent manner, the use of ARB appears to worsen it. The mathematical model that we developed offers the interesting possibility of testing in silico the RAS dysregulation upon SARS-CoV-2 infection and of predicting how risk factors as well as different drugs, alone or in combination, impact on RAS and disease severity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since December 2019, the world is facing a severe viral pandemic with millions of infected people and hundreds of thousands of deaths [1] . The spread of the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) started in the city of Wuhan (China) [2, 3, 4, 5] and quickly reached hundreds of nations. SARS-CoV-2 belongs to the coronavirus family of which some, such SARS-CoV or MERS-CoV, have already been implicated in epidemics causing acute respiratory distress syndromes (ARDS). The origin of the virus is still debated [6, 7, 8, 9] , but the main hypothesis is that it originates from bat (Rhinolophus affinisor ) or pangolin (Manis javanica), as both viral genomes share high sequence identity with SARS-CoV-2.", "cite_spans": [{"start": 134, "end": 137, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 262, "end": 265, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 266, "end": 268, "text": "3,", "ref_id": "BIBREF2"}, {"start": 269, "end": 271, "text": "4,", "ref_id": "BIBREF3"}, {"start": 272, "end": 274, "text": "5]", "ref_id": "BIBREF4"}, {"start": 539, "end": 542, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 543, "end": 545, "text": "7,", "ref_id": "BIBREF6"}, {"start": 546, "end": 548, "text": "8,", "ref_id": "BIBREF7"}, {"start": 549, "end": 551, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Coronaviral genomes encode a series of structural proteins among which the spike glycoprotein or S-protein that protrudes from the membrane surface [9] . Similarly to what happens in the SARS-CoV virus identified in 2003, the S-protein of SARS-CoV-2 has been shown to bind to the angiotensin converting enzyme 2 (ACE2) and to use it as an entry receptor to the cell [9, 10, 11, 12, 13] . This protein plays a pivotal role in the renin-angiotensin system (RAS) signalling pathway [14] by cleaving angiotensin I and II peptides to generate angiotensin 1-9 and the biologically active peptide angiotensin 1-7, respectively [15, 16] . ACE2 is highly expressed in type II alveolar cells of lung, epithelial cells of oral mucosa, colon enterocytes, myocardial cells and kidney proximal tubule cells. Its protection role in severe ARDS is well known [17, 18] . Indeed, it has been shown on the basis of in vitro and mouse models that the loss of ACE2 expression causes an increased production of angiotensin II and contributes to lung failure [18] Already years ago, the discovery that the spike protein of SARS-CoV interferes with the RAS system due to its binding to ACE2 [19] , thus causing ACE2 downregulation, has opened interesting ways of tackling the infection through RAS modulation. Indeed, injection of a soluble form of the the recombinant human ACE2 (rhACE2, GSK2586881) in SARS-CoV infected mice appears to have a double role [18] : slowing down the viral infection by binding to the S-protein and rescuing the ACE2 activity, thus causing angiotensin II reduction and protecting lung from severe failure.", "cite_spans": [{"start": 148, "end": 151, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 366, "end": 369, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 370, "end": 373, "text": "10,", "ref_id": "BIBREF9"}, {"start": 374, "end": 377, "text": "11,", "ref_id": "BIBREF10"}, {"start": 378, "end": 381, "text": "12,", "ref_id": "BIBREF11"}, {"start": 382, "end": 385, "text": "13]", "ref_id": "BIBREF12"}, {"start": 479, "end": 483, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 620, "end": 624, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 625, "end": 628, "text": "16]", "ref_id": "BIBREF15"}, {"start": 843, "end": 847, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 848, "end": 851, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1036, "end": 1040, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1167, "end": 1171, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1433, "end": 1437, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "rhACE2 has been tested in phase II trial for its capability of softening ARDS [20] . Although the drug is well tolerated by the patients and a significant reduction of angiotensin II is observed, no actual improvement in the clinical distress severity has been recorded from this pilot study [20] . Further tests are needed to understand the biological difference between the animal model and human.", "cite_spans": [{"start": 78, "end": 82, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 292, "end": 296, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "Moreover, since SARS-CoV-2 also targets ACE2 receptors to infect cells, it was natural to suggest that rhACE2 could help in the reduction of COVID-19 severity [21] . And indeed, it has been shown that rhACE2 inhibits SARS-CoV-2 infection in vitro and that this inhibition depends both on the initial quantity of the virus and on rhACE2 concentration [22] . Following these indications, a clinical trial with exogenous submission of rhACE2 started recently [23] . A number of other clinical trials are in progress, which target the dysregulated RAS system to restore its functionality [24, 25, 26, 27, 28] .", "cite_spans": [{"start": 159, "end": 163, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 350, "end": 354, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 456, "end": 460, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 584, "end": 588, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 589, "end": 592, "text": "25,", "ref_id": "BIBREF24"}, {"start": 593, "end": 596, "text": "26,", "ref_id": "BIBREF25"}, {"start": 597, "end": 600, "text": "27,", "ref_id": null}, {"start": 601, "end": 604, "text": "28]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Introduction"}, {"text": "Hypertension and cardiovascular diseases have been shown to be risk factors upon SARS-CoV-2 infection. This led to the question about the potential effects of the RAS-targeting drugs used in these illnesses on COVID-19 development. There are three categories of such drugs: angiotensin converting enzyme inhibitors (ACE-I), angiotensin receptor blockers (ARB) and direct renin inhibitors (DRI) (Fig.1) . Several recent investigations on large cohorts of patients [29, 30, 31] seem to conclude that there is no correlation between the intake of these drugs and substantial increase of COVID-19 risk.", "cite_spans": [{"start": 463, "end": 467, "text": "[29,", "ref_id": "BIBREF27"}, {"start": 468, "end": 471, "text": "30,", "ref_id": "BIBREF28"}, {"start": 472, "end": 475, "text": "31]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 394, "end": 401, "text": "(Fig.1)", "ref_id": null}], "section": "Introduction"}, {"text": "Despite these interesting findings, the understanding of how the coronavirus infection leads to a dysregulation of the RAS system and, in severe cases, to an acute respiratory distress syndrome, is still far from being achieved. Gaining insights into the perturbed RAS system would be of fundamental importance for elucidating the pathogenic mechanisms and associated risk factors, and for designing and testing therapeutic strategies to relieve the progression of the disease.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "To advance these issues, we present here an in silico model that allowed us to study the dynamics of the RAS system perturbed by the SARS-CoV-2 viral infection, as well as the effect of drugs. We fitted the dynamical model on experimental data about the concentration of proteins and peptides involved in the unperturbed RAS system, which we collected from the literature. We extensively tested the model on other available data and on the outcomes of therapeutic approaches that have been designed to rescue the RAS system. Finally, we made some predictions about the combination of SARS-CoV-2 with drugs.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Modeling the renin-angiotensin system The RAS system has been widely studied [32, 33, 34] . It plays a key role in the regulation of a large series of physiological systems among which the renal, lung and cardiovascular systems. Consequently, its dysregulation is related to multiple pathological conditions such as hypertension and ARDS, just to mention some of them [35, 36, 37, 38, 39] .", "cite_spans": [{"start": 77, "end": 81, "text": "[32,", "ref_id": "BIBREF30"}, {"start": 82, "end": 85, "text": "33,", "ref_id": null}, {"start": 86, "end": 89, "text": "34]", "ref_id": "BIBREF32"}, {"start": 368, "end": 372, "text": "[35,", "ref_id": "BIBREF33"}, {"start": 373, "end": 376, "text": "36,", "ref_id": "BIBREF34"}, {"start": 377, "end": 380, "text": "37,", "ref_id": "BIBREF35"}, {"start": 381, "end": 384, "text": "38,", "ref_id": "BIBREF36"}, {"start": 385, "end": 388, "text": "39]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Methods and Modeling"}, {"text": "There are two different types of RAS: the circulating RAS that is localized in the plasma and is involved in the regulation of the cardiovascular system, and the tissuelocalized systems that act intracellularly or interstitially within different organs in association with the systemic RAS or independently of it. Here we focus on the local RAS within the pulmonary circulation and model its network of biochemical reactions schematically depicted in Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 451, "end": 457, "text": "Fig. 1", "ref_id": null}], "section": "Methods and Modeling"}, {"text": "When the blood pressure decreases, the juxtaglomerular kidney cells that sense changes in renal perfusion pressure secret an aspartic protease protein called renin (RE, EC 3.4.23.15) . The activity of this enzyme, called plasma renin activity (P RA), is the common measure used in clinical practice to set up diagnosis and treatment design of essential hypertension.", "cite_spans": [{"start": 169, "end": 182, "text": "EC 3.4.23.15)", "ref_id": null}], "ref_spans": [], "section": "Methods and Modeling"}, {"text": "The dynamics of the renin concentration can be modeled as:", "cite_spans": [], "ref_spans": [], "section": "Methods and Modeling"}, {"text": "where h re is renin's half-life and β its production rate. The latter is not constant but depends on other elements of the RAS system which we will discuss later in the section. The role of renin is to cleave the N-terminus of a protein from the serine protease inhibitor family called angiotensinogen (AGT) to form the decapeptide hormone angiotensin I (AngI). Assuming non-linear Michaelis-Menten kinetics, the dynamics of the angiotensinogen can be written as:", "cite_spans": [], "ref_spans": [], "section": "Methods and Modeling"}, {"text": "where k agt is AGT's production rate, h agt its half-life, k re cat the turnover number of the enzymatic reaction and K re M the Michaelis constant. Although the substrate ", "cite_spans": [], "ref_spans": [], "section": "Methods and Modeling"}, {"text": "SARS-CoV-2 Figure 1 Schematic representation of the RAS system. In the unperturbed system, soluble proteins that are explicitly considered in the model are in grey blue, the peptides in light blue and the peptide-bound membrane proteins in mid blue. The activities and enzymes considered only through reaction rates are in green. The feedback loop is indicated in blue. In the perturbed system, the drugs are in orange and SARS-CoV-2 in dark red. concentration [AGT] ∼ K re M and thus influences the reaction rate, the AGT concentration is much larger than the RE concentration which, as a consequence, impacts more on the RAS regulation. Eq. (2) can thus be linearly approximated as:", "cite_spans": [], "ref_spans": [{"start": 11, "end": 19, "text": "Figure 1", "ref_id": null}], "section": "MAS"}, {"text": "where the reaction rate c re relates the renin concentration to its activity.", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "The AngI peptide is further cleaved by different enzymes:", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "• The angiotensin-converting enzyme (ACE, EC3.4.15.1), a zinc metalloproteinase located mainly in the capillaries of the lungs and in the endothelial cells. It catalyzes the transformation of AngI into the octapeptide angiotensin II (AngII). • Chymase (CHY, EC 3.4.21.39), a serine protease that is mainly localized in blood vessels and heart. It also catalyzes the transformation of AngI into AngII. • Neprilysin (NEP, EC3.4.24.11), another zinc metalloproteinase that is expressed in a wide variety of tissues. It catalyzes the transformation of AngI into the heptapeptide hormone angiotensin-(1-7) (Ang1-7).", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "The dynamics of AngI can thus be described as:", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "where c ace , c chy and c nep are the reaction rates associated with the corresponding enzymatic reactions. , we dropped it from the denominator and consider fixed the equilibrium concentrations of the ACE enzyme, so that the reaction term becomes linear in the concentration of the AngI substrate. We made the same approximation for the reactions involving CHY and NEP and for all other reactions described below.", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "The role of AngII in the RAS system is central since it has a vasoconstriction effect, enhances blood pressure, and triggers inflammatory processes and fibrosis. In lung, the capillary blood vessels are among the sites that have the highest ACE expression and production of AngII. Its dysregulation has frequently been related to a wide series of chronic and acute diseases such as pulmonary fibrosis and ARDS.", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "AngII effects are mediated by two G-protein coupled receptors (GPCR) called angiotensin II type 1 (AT1R) and type 2 (AT2R). In addition, it can be cleaved by different enzymes. For example, aminopeptidase A (APA, EC 3.4. 11.7) generates other peptides such as angiotensin III (AngIII) that is further cleaved to AngIV. We skipped in our model all details about the enzymatic reactions AngII-AngIII-AngIV and kept only a single equation for their transformation. Moreover, the ACE2 enzyme generates Ang1-7 peptides. The dynamics of AngII and AngIV can thus be written as:", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "where h angII and h angIV are the half-lives of the corresponding peptides and c ace2 , c angIV , c at1r and c at2r the rates associated to the respective enzymatic reactions. The dynamics of the peptide-bound form of the GPCRs are expressed as:", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "where [AT1R-AngII] and [AT1R-AngII] are the concentrations of the bound forms of the receptors, and h at1r and h at2r their half-lives. Until now, we have modeled the ACE/AngII/AT1R regulatory axis of the RAS system. Since the last two decades, it became clear that there is another RAS axis that acts as a counterregulator of the first axis [40] . The key role of this second axis is played by the Ang1-7 peptide that is mainly produced from AngII by the ACE2 enzyme and binds to the transmembrane GPCR called MAS. However, Ang1-7 can be also obtained as an enzymatic product from AngI via the catalytic activity of NEP and, to a lesser extent, from Ang1-9 via ACE and NEP. We overlooked the Ang1-9-related enzymatic reactions in our model, as they contribute less to Ang1-7 formation [33, 34] . The dynamical equations for the Ang1-7 peptide and the MASbound receptor are as follows:", "cite_spans": [{"start": 342, "end": 346, "text": "[40]", "ref_id": "BIBREF38"}, {"start": 786, "end": 790, "text": "[33,", "ref_id": null}, {"start": 791, "end": 794, "text": "34]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "MAS"}, {"text": "Let us now go back to Eq. (1) in which we simply expressed the renin production as a baseline term β. To describe the autoregulatory nature of the RAS system, this term has to depend on the production of other species, thus introducing a feedback regulation. It is known that this feedback depends on AT1R bound to AngII. Following other models [41, 42] , we expressed β as:", "cite_spans": [{"start": 345, "end": 349, "text": "[41,", "ref_id": "BIBREF39"}, {"start": 350, "end": 353, "text": "42]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "MAS"}, {"text": "where β 0 is a constant parameter to be identified and [AT1R-AngII] N 0 the equilibrium concentration for healthy normotensive humans. δ is a positive number that we fixed to 0.8 [41] .", "cite_spans": [{"start": 179, "end": 183, "text": "[41]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "MAS"}, {"text": "Monitoring the blood pressure Blood pressure is well known to be increased by the concentration of AngII bound to AT1R. It has also been described to be decreased by the concentration of MAS bound to Ang1-7 and of AT2R bound to AngII, but the precise mechanism is not yet known [43, 44, 45] . Therefore, we did not introduce in our model a feedback between these concentrations and renin production, as we did for AT1R-AngII and modeled the blood pressure (DBP) simply from the AT1R-AngII concentration:", "cite_spans": [{"start": 278, "end": 282, "text": "[43,", "ref_id": "BIBREF41"}, {"start": 283, "end": 286, "text": "44,", "ref_id": "BIBREF42"}, {"start": 287, "end": 290, "text": "45]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "MAS"}, {"text": "We chose to fix the two parameters P 0 and P 1 to mimic the diastolic blood pressure (DBP) rather than the systolic one. We thus fixed DBP equal to 80 mmHg for normotensive humans and to 110 mmHg for hypertensive humans. Hence, P 0 + P 1 [AT1R-AngII] N 0 = 80 mmHg and P 0 + P 1 [AT1R-AngII] H 0 = 110 mmHg, where the N and H superscripts denote the concentration in normotensive and hypertensive humans and the 0 subscript, equilibrium concentrations.", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "Modeling the effect of RAS-targeting drugs Since dysregulated RAS and in particular elevated levels of AngII are related to essential hypertension, a wide range of RAS-targeting drugs have been developed in the last fourty years [46] . They can be classified in three different categories based on their pharamacological target [47] :", "cite_spans": [{"start": 229, "end": 233, "text": "[46]", "ref_id": "BIBREF44"}, {"start": 328, "end": 332, "text": "[47]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "MAS"}, {"text": "• Angiotensin-converting enzyme inhibitors (ACE-I) that bind to ACE and thus inhibit the formation of angiotensin II and the associated vasoconstriction and inflammatory cascades. Examples of this type of drugs are enalapril, lisinopril and captopril. • Angiotensin receptor blockers (ARB) that block the binding of AngII to AT1R and thus act in antagonism with AngII. Examples are candesartan, losartan and valsartan. • Direct renin inhibitors (DRI) that act on renin and thus inihibit the conversion of AGT to AngI. Examples are aliskiren, enalkiren and remikiren. We modeled the action of these three types of drugs by modifying the reaction rates associated to their targets as:", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "where γ ACE-I , γ ARB and γ DRI are parameters describing the drug activity.", "cite_spans": [], "ref_spans": [], "section": "MAS"}, {"text": "Since ACE2 is the entry point of SARS-CoV-2 [19] , it is downregulated upon infection, and this impacts substantially on the local and systemic RAS systems. In order to model the downregulation effect due to the virus, we modified the ACE2 rate with the function γ CoV as:", "cite_spans": [{"start": 44, "end": 48, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Modeling COVID-19 infection"}, {"text": "This function has been chosen to be a sigmoid function of the cycle threshold value C t , which is inversely related to the viral load [48] , as:", "cite_spans": [{"start": 135, "end": 139, "text": "[48]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Modeling COVID-19 infection"}, {"text": "It is represented in Fig. 3 .a. The inflection point of the sigmoid, corresponding to mild disease, has been chosen to be at a C t value of 31.5 [49] . The values of C t = 27.6 and 23.8 correspond to moderate and severe diseases, respectively, and C t > 40 to undetected viral infection. We thus imposed γ CoV > 0.99 for C t > 40. Using these relations, we identified the values of the parameters a and b of Eq. (15) . They are reported in Table 2 .", "cite_spans": [{"start": 145, "end": 149, "text": "[49]", "ref_id": "BIBREF47"}, {"start": 412, "end": 416, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 21, "end": 27, "text": "Fig. 3", "ref_id": "FIGREF3"}, {"start": 440, "end": 447, "text": "Table 2", "ref_id": null}], "section": "Modeling COVID-19 infection"}, {"text": "Monitoring the acute respiratory distress syndrome and its severity To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fraction of inspired oxygen (FiO2). This quantity plays a key role in the assessment of ARDS patients [50, 51] . The normal range of PaO2/FiO2 is between 400 and 500 mmHg. Mild and moderate ARDS are characterized by We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [{"start": 433, "end": 437, "text": "[50,", "ref_id": "BIBREF48"}, {"start": 438, "end": 441, "text": "51]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Modeling COVID-19 infection"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by comparing the baseline RAS with the same system in which ACE2 is knocked out. In the former we fixed PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Modeling COVID-19 infection"}, {"text": "The mathematical model of the RAS system described in Eqs (1)-(11) is a system of ordinary differential equations (ODEs), which are linear except for the feedback loop of Eq. (11) . We collected from the literature the values of the equilibrium concentrations of all proteins and peptides for both normotensive and hypertensive humans (Table 1) , except renin and MAS bound to Ang1-7. From these values, we fixed the parameters that appear in the phenomenological relations (12) and (16) for DBP and PaO2/FiO2 (Table 2) . We also got the values of the half-life of all proteins and peptides but MAS; we assumed the latter to be equal to that of the other membrane receptors (Table 2) . Moreover, we estimated the value of reaction rate c re from [52, 53] .", "cite_spans": [{"start": 175, "end": 179, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 474, "end": 478, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 483, "end": 487, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 746, "end": 750, "text": "[52,", "ref_id": "BIBREF50"}, {"start": 751, "end": 754, "text": "53]", "ref_id": "BIBREF51"}], "ref_spans": [{"start": 335, "end": 344, "text": "(Table 1)", "ref_id": null}, {"start": 510, "end": 519, "text": "(Table 2)", "ref_id": null}, {"start": 674, "end": 683, "text": "(Table 2)", "ref_id": null}], "section": "Solving the RAS model"}, {"text": "Using these concentration and parameter values, we solved the system of nine ODEs (Eqs (1) and (3)-(10)) at the stationary state to identify the unknown parameters and concentrations. However, these equations have 12 unknowns: k agt , β 0 , c ace , c ace2 , c angIV , c at1r , c at2r , c mas , c chy , c nep , [RE] 0 and [MAS-Ang1-7] 0 . We had thus to assume three additional relations to be able to solve the system. These are:", "cite_spans": [], "ref_spans": [], "section": "Solving the RAS model"}, {"text": "c chy = 0 (18)", "cite_spans": [], "ref_spans": [], "section": "Solving the RAS model"}, {"text": "Since no quantitative data related to the MAS receptor can be found in the literature, we hypothesized the first relation assuming MAS and AT2R to be equally expressed and the affinity of Ang1-7 for MAS to be similar to the affinity of AngII for AT2R [44] . Moreover, we assumed c chy = 0 and c nep = 0, but discussed the effect of non-vanishing values in the Discussion section. Imposing these three additional relations, we solved the system of 9 ODEs (1)-(11) at the stationary state. The values obtained for [RE] 0 and [MAS-Ang1-7] 0 , k agt , β 0 , c ace , c ace2 , c angIV , c at1r and c at2r for normotensive and hypertensive humans are given in Table 1 .", "cite_spans": [{"start": 251, "end": 255, "text": "[44]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 653, "end": 660, "text": "Table 1", "ref_id": null}], "section": "Solving the RAS model"}, {"text": "Stability of the RAS model The system of nine ODEs (Eqs (1) and (3)-(10)) can be summarized in the form: where x(t) is the vector containing the nine state variables, i.e. the concentrations of all proteins and peptides at time t, θ is the vector with all the production, kinetic and half-live parameters, and f represents the vector that corresponds to the righthand sides of Eqs (1) and (3)- (10) . In order to analyze the stability of the two steady states x N 0 and x H 0 for normotensive and hypertensive individuals, respectively, we computed the eigenvalues of the Jacobian matrix:", "cite_spans": [{"start": 394, "end": 398, "text": "(10)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Solving the RAS model"}, {"text": "where x 0 stands for either x N 0 or x H 0 . In both the normotensive and hypertensive cases, seven strictly negative real values were obtained, together with two complex conjugate eigenvalues with strictly negative real parts. Both steady-states x N 0 and x H 0 are therefore stable. The nonzero imaginary parts of the two complex conjugate eigenvalues are responsible of some damped oscillations in transient responses to parameter changes, but the overshoots are quite limited. It is interesting to note that the imaginary part is more than three times lower in the hypertensive case, hence leading to more damped responses in comparison with the normotensive case.", "cite_spans": [], "ref_spans": [], "section": "Solving the RAS model"}, {"text": "To quantify the state variable transients and the aforementioned overshoots, we simulated step responses corresponding to 10% increase in the normal baseline for renin production β 0 . We observe some damped oscillations during the transient phase of the normotensive case, with very limited overshoots, e.g. 1.3% for RE concentration. In the hypertensive case, the imaginary part of the complex conjugate eigenvalues is sufficiently low so that the overshoots become almost undetectable (0.025%).", "cite_spans": [], "ref_spans": [], "section": "Solving the RAS model"}, {"text": "The main objective of this paper is to investigate how RAS-targeting drugs, SARS-CoV-2 infection and their combination impact on the RAS system of both normotensive and hypertensive individuals. Before introducing ACE2 downregulation due to viral infection, we started checking the robustness and predictive power of our model by analyzing the effects on RAS of the three types of antihypertensive drugs ACE-I, ARB and DRI described in section 2, and comparing model simulations with clinical data from patients.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The effect of the ACE-I type drug enalapril on plasma ACE activity and on plasma levels of AngI and AngII has been measured in normotensive individuals, after they took a single oral dose of 20 mg [60] . To compare this data with the results of our model, we fitted the γ ACE-I function introduced in Eq. (13) to follow the measured values of ACE activity during treatment divided by the activity before treatment, which was measured through an antibody-trapping assay. The dynamical response to this inhibiting drug is represented in Figs 2.a-b, where the time-dependent values of AngI and AngII concentrations, normalized by their concentration at time 0, is shown both for our prediction model and experimental data. We observed a very good agreement between the two curves, without any further fitting of parameters. The good correspondence between prediction and experiment is also visible from the root mean square deviation between experimental and predicted values at different times after drug administration, shown in Table 3 .", "cite_spans": [{"start": 197, "end": 201, "text": "[60]", "ref_id": "BIBREF58"}, {"start": 305, "end": 309, "text": "(13)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 1028, "end": 1035, "text": "Table 3", "ref_id": null}], "section": "Modeling the impact of antihypertensive RAS-blocker drugs on RAS"}, {"text": "Our model is thus able to capture the known dynamics upon ACE inhibition consisting of an increase of AngI level and a decrease of AngII level, which has the effect of lowering the concentration of AngII bound to AT1R and thus also the blood pressure (Eq. (12)).", "cite_spans": [], "ref_spans": [], "section": "Modeling the impact of antihypertensive RAS-blocker drugs on RAS"}, {"text": "To study the effect of ARB antihypertensive drugs, we considered data from [61] where the effects of different types of AT1R blocking molecules on plasma levels of AngII were measured in normotensive individuals. More precisely, the individuals were given a single dose of losartan 50 mg, valsartan 80 mg or irbesartan 150 mg. First we fitted the function γ ARB defined in Eq. (13) onto the in vitro ability of the drug to induce the AngII receptor blockade measured by an AT1R radioreceptor binding assay [61] . Our model was then used to predict the time-dependent AngI level normalized by its concentration before drug intake. The results evaluated through the root mean square deviation between experimental and predicted values • Angiotensin receptor blockers (ARB) that block the binding of AngII to AT1R and thus act in antagonism with AngII. Examples are candesartan, losartan and valsartan. • Direct renin inhibitors (DRI) that act on renin and thus inihibit the conversion of AGT to AngI. Examples are aliskiren, enalkiren and remikiren. We modeled the action of these three types of drugs by modifying the reaction rates associated to their targets as:", "cite_spans": [{"start": 75, "end": 79, "text": "[61]", "ref_id": "BIBREF59"}, {"start": 506, "end": 510, "text": "[61]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Modeling the impact of antihypertensive RAS-blocker drugs on RAS"}, {"text": "where ACE-I , ARB and DRI are parameters describing the drug activity.", "cite_spans": [], "ref_spans": [], "section": "Modeling the impact of antihypertensive RAS-blocker drugs on RAS"}, {"text": "Since ACE2 is the entry point of SARS-CoV-2 [19] , it is downregulated upon infection, and this impacts substantially on the local and systemic RAS systems. In order to model the downregulation e↵ect due to the virus, we modified the ACE2 rate with the function CoV as:", "cite_spans": [{"start": 44, "end": 48, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "This function depends on the virus cycle threshold value C t , which is inversely related to the viral load [69] .", "cite_spans": [{"start": 108, "end": 112, "text": "[69]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Monitoring the acute respiratory distress syndrome and its severity To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fraction of inspired oxygen. This quantity plays a key role in the assessment of ARDS patients [34, 35] . We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [{"start": 426, "end": 430, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 431, "end": 434, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by comparing the baseline RAS with the same system in which ACE2 is knocked out. In the former we fixed PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Pucci et al.", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "• Angiotensin receptor blockers (ARB) that block the binding of AngII to AT1R and thus act in antagonism with AngII. Examples are candesartan, losartan and valsartan. • Direct renin inhibitors (DRI) that act on renin and thus inihibit the conversion of AGT to AngI. Examples are aliskiren, enalkiren and remikiren. We modeled the action of these three types of drugs by modifying the reaction rates associated to their targets as:", "cite_spans": [], "ref_spans": [], "section": "Page 7 of 20"}, {"text": "where ACE-I , ARB and DRI are parameters describing the drug activity.", "cite_spans": [], "ref_spans": [], "section": "Page 7 of 20"}, {"text": "Since ACE2 is the entry point of SARS-CoV-2 [19] , it is downregulated upon infection, and this impacts substantially on the local and systemic RAS systems. In order to model the downregulation e↵ect due to the virus, we modified the ACE2 rate with the function CoV as:", "cite_spans": [{"start": 44, "end": 48, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "This function depends on the virus cycle threshold value C t , which is inversely related to the viral load [69] .", "cite_spans": [{"start": 108, "end": 112, "text": "[69]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Monitoring the acute respiratory distress syndrome and its severity To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fraction of inspired oxygen. This quantity plays a key role in the assessment of ARDS patients [34, 35] . We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [{"start": 426, "end": 430, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 431, "end": 434, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by comparing the baseline RAS with the same system in which ACE2 is knocked out. In the former we fixed PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Pucci et al.", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "• Angiotensin receptor blockers (ARB) that block the binding of AngII to AT1R and thus act in antagonism with AngII. Examples are candesartan, losartan and valsartan. • Direct renin inhibitors (DRI) that act on renin and thus inihibit the conversion of AGT to AngI. Examples are aliskiren, enalkiren and remikiren. We modeled the action of these three types of drugs by modifying the reaction rates associated to their targets as:", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "where ACE-I , ARB and DRI are parameters describing the drug activity.", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Since ACE2 is the entry point of SARS-CoV-2 [19] , it is downregulated upon infection, and this impacts substantially on the local and systemic RAS systems. In order to model the downregulation e↵ect due to the virus, we modified the ACE2 rate with the function CoV as:", "cite_spans": [{"start": 44, "end": 48, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "This function depends on the virus cycle threshold value C t , which is inversely related to the viral load [69] .", "cite_spans": [{"start": 108, "end": 112, "text": "[69]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Monitoring the acute respiratory distress syndrome and its severity To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arteria oxygen (PaO2) and the fraction of inspired oxygen. This quantity plays a key role in the assessment of ARDS patients [34, 35] . We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [{"start": 425, "end": 429, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 430, "end": 433, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by comparing the baseline RAS with the same system in which ACE2 is knocked out. In the former we fixed PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg. of AngI/AngI 0 at different time points after drug administration are reported in Table 3 . We clearly see that our model predicts very well the response of the RAS system to ARBs.", "cite_spans": [], "ref_spans": [{"start": 315, "end": 322, "text": "Table 3", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "We also studied the effect of DRI-type drugs using data about the impact of oral administration of aliskiren at different doses to normotensive individuals on PRA activity and on RE, AngI and AngII concentrations [62] . We used the PRA activity data to fit the γ DRI function introduced in Eq. (13) and computed from our model the normalized AngI and AngII levels as a function of time. We then compared our results with the experimental concentrations and found a good agreement as shown in Table 3 .", "cite_spans": [{"start": 213, "end": 217, "text": "[62]", "ref_id": "BIBREF60"}, {"start": 294, "end": 298, "text": "(13)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 492, "end": 499, "text": "Table 3", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "The root mean square deviation between predicted and experimental values of normalized AngI and AngII levels, averaged over all tested drugs, is equal to 0.57 and 0.18, respectively (Table 3 ). There is thus an excellent agreement between experiments and predictions.", "cite_spans": [], "ref_spans": [{"start": 182, "end": 190, "text": "(Table 3", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "Let us remember that all the data reported until now have been obtained with single doses of RAS-targeting drugs. However, in hypertensive patients on long-term treatment, the expression of some of the enzymes involved in the RAS system could be up-or down-regulated. We will come back to this point in the Discussion section.", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Finally, we also compared the effect of the intake of ACE-I and ARB drugs on blood pressure, as predicted from our model and measured from large cohorts of patients [63, 64] . We first analyzed the response to ACE-I drugs alone. We plotted the predicted values of DBP as a function of γ ACE-I values in Fig 2. c, as well as the DBP measurements averaged over a set of more than 10 types of ACE-I drugs as a function of the normalized dosage obtained in [63] . For this purpose, we fixed γ ACE-I = 0.5 at the maximal dosage and considered a linear relation between γ ACE-I and dosage. Note that we could have introduced additional parameters to define a non-linear relationship between these two quantities and thus obtain a better fit. Despite these simplifications, the curve follows the experimental data reasonably well. We also studied the effect of joint intake of the two drugs ARB and ACE-I on the blood pressure. We plotted the predicted DBP as a function of the functions γ ACE-I and γ ARB in Fig. 2 .d. We found that the combination of ACE-I and ARB reduces the DBP by 4 mmHg when compared with ARB monotherapy, and by 12 mmHg in comparison with ACE-I monotherapy. These predictions have to be compared with clinical values of 3 mmHg for joint therapy compared to both monotherapies [64] . Thus, also in this case, our model reproduces very well the clinical data; note that to have even better data reproduction, the γ ARB value at the maximum dose should probably be fixed slightly lower than the corresponding γ ACE-I value.", "cite_spans": [{"start": 165, "end": 169, "text": "[63,", "ref_id": "BIBREF61"}, {"start": 170, "end": 173, "text": "64]", "ref_id": "BIBREF62"}, {"start": 453, "end": 457, "text": "[63]", "ref_id": "BIBREF61"}, {"start": 1293, "end": 1297, "text": "[64]", "ref_id": "BIBREF62"}], "ref_spans": [{"start": 303, "end": 309, "text": "Fig 2.", "ref_id": "FIGREF1"}, {"start": 1002, "end": 1008, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Modeling CoViD-19 infection"}, {"text": "ACE2 is known to be the cellular receptor of the spike glycoprotein S1 of SARS-CoV-2 [9, 10, 11, 12, 13] , and to trigger the entry of the virus into the host cell. It is expressed in a variety of tissues [65, 66, 67] , but mainly in the gastrointestinal tract and in the alveolar epithelial cells of the lung.", "cite_spans": [{"start": 85, "end": 88, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 89, "end": 92, "text": "10,", "ref_id": "BIBREF9"}, {"start": 93, "end": 96, "text": "11,", "ref_id": "BIBREF10"}, {"start": 97, "end": 100, "text": "12,", "ref_id": "BIBREF11"}, {"start": 101, "end": 104, "text": "13]", "ref_id": "BIBREF12"}, {"start": 205, "end": 209, "text": "[65,", "ref_id": "BIBREF63"}, {"start": 210, "end": 213, "text": "66,", "ref_id": "BIBREF64"}, {"start": 214, "end": 217, "text": "67]", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "RAS and its inhibition in COVID-19"}, {"text": "Here we used our model to predict how the RAS system gets perturbed by the SARS-CoV-2 virus. Results of the simulations for AngII and Ang1-7 concentrations and for the physiological PaO2/FiO2 value are shown in Fig.3 .b-d and in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 211, "end": 216, "text": "Fig.3", "ref_id": "FIGREF3"}, {"start": 229, "end": 236, "text": "Table 4", "ref_id": null}], "section": "RAS and its inhibition in COVID-19"}, {"text": "First, we observe that the AngII level increases with increasing viral load. The increase is much stronger for hypertensive than for normotensive patients. The predicted increase is of about 18% between mild and severe COVID-19 patients (Table 4 ). This prediction is in good agreement with [68] where an increase of about 15% was found, but differs from [69] where a more substantial increase was obtained on very limited number of 12 patients.", "cite_spans": [{"start": 291, "end": 295, "text": "[68]", "ref_id": "BIBREF66"}, {"start": 355, "end": 359, "text": "[69]", "ref_id": "BIBREF67"}], "ref_spans": [{"start": 237, "end": 245, "text": "(Table 4", "ref_id": null}], "section": "RAS and its inhibition in COVID-19"}, {"text": "We also observe that our model predicts an extremely severe reduction of the level of Ang1-7, due to the downregulation of ACE2, which is identical for hypertensive and normotensive patients. The picture that comes out is that the RAS system gets unbalanced, with the harmful AngII axis upregulated and the counteracting Ang1-7 axis severely downregulated. This imbalance can be related to multiple clinical manifestations of the disease. More precisely, hyperinflammation occurs upon increase in [AngII], which enhances plasma proinflammatory cytokine levels (in particular IL-6) [70, 71] . In addition, thrombotic events are observed, since AngII promotes the expression of plasminogen activator inhibitor (PAI)-1 and tissue-factors (TFs) [72, 73] . Ang1-7, which normally counteracts these various effects [40] , is downregulated by the SARS-CoV-2 infection, with the consequence that these clinical manifestations become more and more severe with COVID-19 disease development. Moreover, our model predicts severe ARDS with PaO2/FiO2 < 100 mmHg for normotensive and hypertensive patients having C t values smaller than 24.1 and 27.0, respectively. It predicts moderate ARDS characterized by a PaO2/FiO2 ratio in the 100-200 mmHg range for normotensive and hypertensive patients having 24.1 < C t < 29.3 and 27.0 < C t < 29.7, respectively, and mild ARDS with PaO2/FiO2 between 200 and 300 mmHg for normotensive and hypertensive patients that have 29.3 < C t < 31.4 and 29.7 < C t < 31.6.", "cite_spans": [{"start": 581, "end": 585, "text": "[70,", "ref_id": "BIBREF68"}, {"start": 586, "end": 589, "text": "71]", "ref_id": "BIBREF69"}, {"start": 741, "end": 745, "text": "[72,", "ref_id": "BIBREF70"}, {"start": 746, "end": 749, "text": "73]", "ref_id": null}, {"start": 809, "end": 813, "text": "[40]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "RAS and its inhibition in COVID-19"}, {"text": "Our computational approach suggests a mild relation between hypertension and ARDS severity as a consequence of the viral infection. Indeed, the mean value of the PaO2/FiO2 ratio over the whole C t range is about 20 mmHg lower for hypertensive than for normotensive patients. Indeed, the large difference in AngII levels between normo-and hypertensive individuals is partially compensated by the absence of difference in Ang1-7 levels.", "cite_spans": [], "ref_spans": [], "section": "RAS and its inhibition in COVID-19"}, {"text": "We analyzed the impact of different drugs in normotensive and hypertensive patients who are affected by SARS-CoV-2 infection. More precisely, we considered RASblocking drugs used as therapies in essential hypertension as well as drugs such as rhACE2 and Ang1-7 which are under clinical trials in the context of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "• Antihypertensive RAS-blocking drugs. We combined the effect of each of the three RAS-blocking drugs ACE-I, ARB and DRI modeled by the enzyme-inhibiting γ functions introduced in Eq. (13) , with the ACE2-inhibiting C t -dependent γ function defined in Eq. (14) which mimics SARS-CoV-2 infection. The PaO2/FiO2 values predicted by the model are shown in Fig. 4 . According to our model, the effect of ACE-I and DRI drugs are beneficial against ARDS, especially for hypertensive patients. In contrast, ARB drugs are predicted Monitoring the acute respiratory distress syndrome and its severity", "cite_spans": [{"start": 184, "end": 188, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 257, "end": 261, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 354, "end": 360, "text": "Fig. 4", "ref_id": "FIGREF6"}], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fraction of inspired oxygen. This quantity plays a key role in the assessment of ARDS patients [34, 35] . We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [{"start": 358, "end": 362, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 363, "end": 366, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by comparing the baseline RAS with the same system in which ACE2 is knocked out. In the former we fixed PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "Solving the RAS model xx should this part not be in the Results section? With the paragraph of Philippe ? xx The mathematical model of the RAS system described in Eqs (1)-(11) is a system of ordinary di↵erential equations (ODEs), which are linear except for the feedback loop of Eq. (11) . We collected from the literature the values of the equilibrium concentrations of all proteins and peptides for both normotensive and hypertensive humans (Table 1) , except renin and MAS bound to Ang1-7. From these values, we fixed the parameters that appear in the phenomenological relations (12) and (15) for DBP and PaO2/FiO2 (2) .", "cite_spans": [{"start": 283, "end": 287, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 582, "end": 586, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 591, "end": 595, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 618, "end": 621, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 443, "end": 452, "text": "(Table 1)", "ref_id": null}], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "We also got the values of the half-life of all proteins and peptides but MAS; we assumed the latter to be equal to that of the other membrane receptors (Table 2) . Moreover, we estimated the value of reaction rate c re from [32, 33] .", "cite_spans": [{"start": 224, "end": 228, "text": "[32,", "ref_id": "BIBREF30"}, {"start": 229, "end": 232, "text": "33]", "ref_id": null}], "ref_spans": [{"start": 152, "end": 161, "text": "(Table 2)", "ref_id": null}], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "Using these concentration and parameter values, we solved the system of 9 ODEs (1)-(11) at the stationary state to identify the unknown parameters and concentrations. However, these equations have 12 unknowns: k agt , 0 , c ace , c ace2 , c angIV , c at1r , c at2r , c mas , c chy , c nep , [RE] and [MAS-Ang1-7]. We had thus to assume three additional relations to be able to solve the system. These are:", "cite_spans": [], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "c chy = 0 (17)", "cite_spans": [], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "Since no quantitative data related to the MAS receptor can be found in the literature, we hypothesized the first relation assuming MAS and AT2R to be equally expressed and the a nity of Ang1-7 for MAS to be similar to the a nity of AngII for AT2R [46] . Moreover, we assumed c chy = 0 and c nep = 0, but carefully discussed the e↵ect of non-vanishing values in the Discussion section. Imposing these three additional relations, we solved the system of 9 ODEs (1)-(11) at the stationary state. The values obtained for [RE] and [MAS-Ang1-7], k agt , 0 , c ace , c ace2 , c angIV , c at1r and c at2r for normotensive and hypertensive humans are given in Table 1 . to increase the severity of the disease, and this effect is more pronounced for normotensive patients.", "cite_spans": [{"start": 247, "end": 251, "text": "[46]", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 651, "end": 658, "text": "Table 1", "ref_id": null}], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "The results on ACE inhibitors are in agreement with clinical data, which indicate that the use of these drugs is associated with better survival among COVID-19 patients [31, 74] . Indeed, out of the ensemble of patients analyzed [31] , only 3% of the non-surviving ones were taking ACE-I while this percentage rises to 9% for the surviving ones. Moreover, in a meta-analysis [74] , hypertensive patients taking ACE-I were associated with a reduced mortality of 35% with respect to patients no taking them. In another clinical analysis [75] , a 40% lower risk of hospitalization was observed for older people who were under ACE-I treatment.", "cite_spans": [{"start": 169, "end": 173, "text": "[31,", "ref_id": "BIBREF29"}, {"start": 174, "end": 177, "text": "74]", "ref_id": "BIBREF72"}, {"start": 229, "end": 233, "text": "[31]", "ref_id": "BIBREF29"}, {"start": 375, "end": 379, "text": "[74]", "ref_id": "BIBREF72"}, {"start": 535, "end": 539, "text": "[75]", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "There are currently no data to validate or invalidate our prediction according to which the attenuation of the severity of the disease due to ACE-I is stronger in hypertensive than in normotensive patients. Also, no data about the positive impact of DRI drugs similar to ACE-I are available in the literature. It would be extremely valuable to test our predictions on the basis of clinical data.", "cite_spans": [], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "For ARB drugs, we predicted the opposite tendency: taking these drugs worsens the disease and this effect is stronger for normotensive compared to hypertensive patients. Here the agreement with clinical data is less clear. Some data seem to support the behavior that we observe [31, 75] , even though the percentage of patients assuming ARB drugs in non-surviving patients is higher but not statistically significantly higher than in surviving patients. In yet other analysis, no change in the risk of hospitalization [75] or in the mortality [74, 76] is observed compared with the control group. More data should be collected to settle this issue.", "cite_spans": [{"start": 278, "end": 282, "text": "[31,", "ref_id": "BIBREF29"}, {"start": 283, "end": 286, "text": "75]", "ref_id": "BIBREF73"}, {"start": 518, "end": 522, "text": "[75]", "ref_id": "BIBREF73"}, {"start": 543, "end": 547, "text": "[74,", "ref_id": "BIBREF72"}, {"start": 548, "end": 551, "text": "76]", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "In order to have a quantitative view of the predicted trends, we computed the values of the concentration of RAS peptides, the PaO2/FiO2 value and the DPB for patients with a moderate COVID-19 infection and the evolution of these quantities after drug administration. The results are shown in Table 5 .", "cite_spans": [], "ref_spans": [{"start": 293, "end": 300, "text": "Table 5", "ref_id": null}], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "Administration of ACE-I drugs, modelled by γ ACE−I = 0.5, increases the PaO2/FiO2 value by about 50 and 70 mmHg for normo-and hypertensive patients, respectively. An equivalent intake of DRI drugs increases this ratio even more, by 70 and 150 mmHg, while ARB administration decreases it by 140 and 30 mmHg. The opposite behavior of ARBs with respect to the other two antihypertensive drugs comes from the fact that it provokes a substantial increase in AngII concentration that is only partially balanced by a relative small increase of Ang1-7 level, given that ACE2 is downregulated in the SARS-CoV-2 infection.", "cite_spans": [], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "Note that different ARB-type drugs such as valsartan and losartan are currently tested in clinical trials in view of rescuing the RAS system in SARS-CoV-2 infected patients with different severity [25, 26, 27] . Our model lets foresee a negative outcome.", "cite_spans": [{"start": 197, "end": 201, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 202, "end": 205, "text": "26,", "ref_id": "BIBREF25"}, {"start": 206, "end": 209, "text": "27]", "ref_id": null}], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "Finally, as shown in Table 5 , the blood pressure is predicted to be essentially constant upon administration to normotensive COVID-19 patients of the three antihypertensive drugs analyzed here, while it drops by about 10-20 mmHg for hypertensive patients. • Angiotensin receptor blockers (ARB) that block the binding of AngII to AT1R and thus act in antagonism with AngII. Examples are candesartan, losartan and valsartan. • Direct renin inhibitors (DRI) that act on renin and thus inihibit the conversion of AGT to AngI. Examples are aliskiren, enalkiren and remikiren. We modeled the action of these three types of drugs by modifying the reaction rates associated to their targets as:", "cite_spans": [], "ref_spans": [{"start": 21, "end": 28, "text": "Table 5", "ref_id": null}], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "where ACE-I , ARB and DRI are parameters describing the drug activity.", "cite_spans": [], "ref_spans": [], "section": "Impact of RAS-modulating drugs on COVID-19 severity"}, {"text": "Since ACE2 is the entry point of SARS-CoV-2 [19] , it is downregulated upon infection, and this impacts substantially on the local and systemic RAS systems. In order to model the downregulation e↵ect due to the virus, we modified the ACE2 rate with the function CoV as:", "cite_spans": [{"start": 44, "end": 48, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "This function depends on the virus cycle threshold value C t , which is inversely related to the viral load [69] .", "cite_spans": [{"start": 108, "end": 112, "text": "[69]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Monitoring the acute respiratory distress syndrome and its severity To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fraction of inspired oxygen. This quantity plays a key role in the assessment of ARDS patients [34, 35] . We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [{"start": 426, "end": 430, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 431, "end": 434, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fraction of inspired oxygen. This quantity plays a key role in the assessment of ARDS patients [34, 35] . The normal range of PaO2/FiO2 is between 400 and 500 mmHg. Mild and moderate ARDS are characterized by PaO2/FiO2 values in the range [200-300] mmHg and [100-200] mmHg, respectively. ARDS is severe for values below 100 mmHg.", "cite_spans": [{"start": 358, "end": 362, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 363, "end": 366, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by comparing the baseline RAS with the same system in which ACE2 is knocked out. In the former we fixed PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Solving the RAS model xx should this part not be in the Results section? With the paragraph of Philippe ? xx The mathematical model of the RAS system described in Eqs (1)-(11) is a system of ordinary di↵erential equations (ODEs), which are linear except for the feedback loop of Eq. (11) . We collected from the literature the values of the equilibrium concentrations of all proteins and peptides for both normotensive and hypertensive humans (Table 1) , except renin and MAS bound to Ang1-7. From these values, we fixed the parameters that appear in the phenomenological relations (12) and (15) for DBP and PaO2/FiO2 (2) .", "cite_spans": [{"start": 283, "end": 287, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 582, "end": 586, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 591, "end": 595, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 618, "end": 621, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 443, "end": 452, "text": "(Table 1)", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "We also got the values of the half-life of all proteins and peptides but MAS; we assumed the latter to be equal to that of the other membrane receptors (Table 2) . Moreover, we estimated the value of reaction rate c re from [32, 33] .", "cite_spans": [{"start": 224, "end": 228, "text": "[32,", "ref_id": "BIBREF30"}, {"start": 229, "end": 232, "text": "33]", "ref_id": null}], "ref_spans": [{"start": 152, "end": 161, "text": "(Table 2)", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Using these concentration and parameter values, we solved the system of 9 ODEs (1)-(11) at the stationary state to identify the unknown parameters and concentrations. However, these equations have 12 unknowns: k agt , 0 , c ace , c ace2 , c angIV , c at1r , c at2r , c mas , c chy , c nep , [RE] and [MAS-Ang1-7]. We had thus to assume three additional relations to be able to solve the system. These are:", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "c chy = 0 (17)", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Since no quantitative data related to the MAS receptor can be found in the literature, we hypothesized the first relation assuming MAS and AT2R to be equally expressed and the a nity of Ang1-7 for MAS to be similar to the a nity of AngII for AT2R [46] . Moreover, we assumed c chy = 0 and c nep = 0, but carefully discussed the e↵ect of non-vanishing values in the Discussion section. Imposing these three additional relations, we solved the system of 9 ODEs (1)-(11) at the stationary state. The values obtained for [RE] and [MAS-Ang1-7], k agt , 0 , c ace , c ace2 , c angIV , c at1r and c at2r for normotensive and hypertensive humans are given in Table 1. 7", "cite_spans": [{"start": 247, "end": 251, "text": "[46]", "ref_id": "BIBREF44"}, {"start": 517, "end": 521, "text": "[RE]", "ref_id": null}], "ref_spans": [{"start": 651, "end": 659, "text": "Table 1.", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "To model how the lungs of the infected patients evolve in response to the modulatio RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fra inspired oxygen. This quantity plays a key role in the assessment of ARDS patients The normal range of PaO2/FiO2 is between 400 and 500 mmHg. Mild and moderat are characterized by PaO2/FiO2 values in the range [200-300] mmHg and [100-200] respectively. ARDS is severe for values below 100 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concent", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by compa baseline RAS with the same system in which ACE2 is knocked out. In the former PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Solving the RAS model xx should this part not be in the Results section? With the paragraph of Philippe ?", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "The mathematical model of the RAS system described in Eqs (1)-(11) is a sy ordinary di↵erential equations (ODEs), which are linear except for the feedback loo (11) . We collected from the literature the values of the equilibrium concentration proteins and peptides for both normotensive and hypertensive humans (Table 1) renin and MAS bound to Ang1-7. From these values, we fixed the parameters that a the phenomenological relations (12) and (15) for DBP and PaO2/FiO2 (2) .", "cite_spans": [{"start": 159, "end": 163, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 433, "end": 437, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 442, "end": 446, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 469, "end": 472, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 311, "end": 320, "text": "(Table 1)", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "We also got the values of the half-life of all proteins and peptides but MAS; we assu latter to be equal to that of the other membrane receptors (Table 2) . Moreover, we es the value of reaction rate c re from [32, 33] .", "cite_spans": [{"start": 210, "end": 214, "text": "[32,", "ref_id": "BIBREF30"}, {"start": 215, "end": 218, "text": "33]", "ref_id": null}], "ref_spans": [{"start": 145, "end": 154, "text": "(Table 2)", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Using these concentration and parameter values, we solved the system of 9 ODEs at the stationary state to identify the unknown parameters and concentrations. H these equations have 12 unknowns: k agt , 0 , c ace , c ace2 , c angIV , c at1r , c at2r , c mas , c c [RE] and [MAS-Ang1-7]. We had thus to assume three additional relations to be able the system. These are:", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Since no quantitative data related to the MAS receptor can be found in the litera hypothesized the first relation assuming MAS and AT2R to be equally expressed and the of Ang1-7 for MAS to be similar to the a nity of AngII for AT2R [46] . Moreover, we a c chy = 0 and c nep = 0, but carefully discussed the e↵ect of non-vanishing value Discussion section.", "cite_spans": [{"start": 232, "end": 236, "text": "[46]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Imposing these three additional relations, we solved the system of 9 ODEs (1)-(11 stationary state. The values obtained for [RE] and [MAS-Ang1-7], k agt , 0 , c ace , c ace2 c at1r and c at2r for normotensive and hypertensive humans are given in Table 1. 7", "cite_spans": [{"start": 124, "end": 128, "text": "[RE]", "ref_id": null}], "ref_spans": [{"start": 246, "end": 254, "text": "Table 1.", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Pucci et al. Page", "cite_spans": [], "ref_spans": [], "section": "Ct"}, {"text": "• Angiotensin receptor blockers (ARB) that block the binding of AngII to AT1R and thus act in antagonism with AngII. Examples are candesartan, losartan and valsartan. • Direct renin inhibitors (DRI) that act on renin and thus inihibit the conversion of AGT to AngI. Examples are aliskiren, enalkiren and remikiren. We modeled the action of these three types of drugs by modifying the reaction rates associated to their targets as:", "cite_spans": [], "ref_spans": [], "section": "Ct"}, {"text": "where ACE-I , ARB and DRI are parameters describing the drug activity.", "cite_spans": [], "ref_spans": [], "section": "Ct"}, {"text": "Since ACE2 is the entry point of SARS-CoV-2 [19] , it is downregulated upon infection, and this impacts substantially on the local and systemic RAS systems. In order to model the downregulation e↵ect due to the virus, we modified the ACE2 rate with the function CoV as:", "cite_spans": [{"start": 44, "end": 48, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "This function depends on the virus cycle threshold value C t , which is inversely related to the viral load [69] .", "cite_spans": [{"start": 108, "end": 112, "text": "[69]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Monitoring the acute respiratory distress syndrome and its severity To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fraction of inspired oxygen. This quantity plays a key role in the assessment of ARDS patients [34, 35] . The normal range of PaO2/FiO2 is between 400 and 500 mmHg. We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [{"start": 426, "end": 430, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 431, "end": 434, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Monitoring the acute respiratory distress syndrome and its severity To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fraction of inspired oxygen. This quantity plays a key role in the assessment of ARDS patients [34, 35] . The normal range of PaO2/FiO2 is between 400 and 500 mmHg. Mild and moderate ARDS are characterized by PaO2/FiO2 values in the range [200-300] mmHg and [100-200] mmHg, respectively. ARDS is severe for values below 100 mmHg.", "cite_spans": [{"start": 426, "end": 430, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 431, "end": 434, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by comparing the baseline RAS with the same system in which ACE2 is knocked out. In the former we fixed PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Solving the RAS model xx should this part not be in the Results section? With the paragraph of Philippe ? xx The mathematical model of the RAS system described in Eqs (1)-(11) is a system of ordinary di↵erential equations (ODEs), which are linear except for the feedback loop of Eq. (11) . We collected from the literature the values of the equilibrium concentrations of all proteins and peptides for both normotensive and hypertensive humans (Table 1) , except renin and MAS bound to Ang1-7. From these values, we fixed the parameters that appear in the phenomenological relations (12) and (15) for DBP and PaO2/FiO2 (2) .", "cite_spans": [{"start": 283, "end": 287, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 582, "end": 586, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 591, "end": 595, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 618, "end": 621, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 443, "end": 452, "text": "(Table 1)", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "We also got the values of the half-life of all proteins and peptides but MAS; we assumed the latter to be equal to that of the other membrane receptors (Table 2) . Moreover, we estimated the value of reaction rate c re from [32, 33] .", "cite_spans": [{"start": 224, "end": 228, "text": "[32,", "ref_id": "BIBREF30"}, {"start": 229, "end": 232, "text": "33]", "ref_id": null}], "ref_spans": [{"start": 152, "end": 161, "text": "(Table 2)", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "Using these concentration and parameter values, we solved the system of 9 ODEs (1)-(11) at the stationary state to identify the unknown parameters and concentrations. However, these equations have 12 unknowns: k agt , 0 , c ace , c ace2 , c angIV , c at1r , c at2r , c mas , c chy , c nep , [RE] and [MAS-Ang1-7]. We had thus to assume three additional relations to be able to solve the system. These are:", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Since no quantitative data related to the MAS receptor can be found in the literature, we hypothesized the first relation assuming MAS and AT2R to be equally expressed and the a nity of Ang1-7 for MAS to be similar to the a nity of AngII for AT2R [46] . Moreover, we assumed • Angiotensin receptor blockers (ARB) that block the binding of AngII to AT1R and thus act in antagonism with AngII. Examples are candesartan, losartan and valsartan. • Direct renin inhibitors (DRI) that act on renin and thus inihibit the conversion of AGT to AngI. Examples are aliskiren, enalkiren and remikiren. We modeled the action of these three types of drugs by modifying the reaction rates associated to their targets as:", "cite_spans": [{"start": 247, "end": 251, "text": "[46]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "where ACE-I , ARB and DRI are parameters describing the drug activity.", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Since ACE2 is the entry point of SARS-CoV-2 [19] , it is downregulated upon infection, and this impacts substantially on the local and systemic RAS systems. In order to model the downregulation e↵ect due to the virus, we modified the ACE2 rate with the function CoV as:", "cite_spans": [{"start": 44, "end": 48, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "This function depends on the virus cycle threshold value C t , which is inversely related to the viral load [69] . • Other RAS-targeting drugs. We tested other drugs that are currently in clinical trials to restore the functional activity of the perturbed RAS system upon viral infection. First, we modeled the administration of an exogenous supplement of rhACE2 Table 5 Predicted effects on AngII and Ang1-7 levels, PaO2/FiO2 and DBP upon drug intake by normotensive and hypertensive COVID-19 patients. The drug intake in modeled by γ ACE−I , γ ARB , γ DRI = 0.5, and moderate SARS-CoV-2 infection by γ CoV = 27.6.", "cite_spans": [{"start": 108, "end": 112, "text": "[69]", "ref_id": "BIBREF67"}], "ref_spans": [{"start": 363, "end": 370, "text": "Table 5", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "(GSK2586881) and its effect on the RAS system by modifying the c ace2 coefficient defined in Eq. (14) . This coefficient already includes the function γ CoV mimicking the SARS-CoV-2 infection, and we added the new function γ rhACE2 associated to the effect of rhACE2 administration:", "cite_spans": [{"start": 97, "end": 101, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "According to our model, we observe an increase of the PaO2/FiO2 value upon intake of exogenous rhACE2, and thus a weakening of the disease severity, as shown in Fig. 5 and Table 5 . The increase of PaO2/FiO2 is of about 200 mmHg when γ rhACE2 varies in the interval [0-0.5]. We also observe a reduction of the AngII level and an increase of the Ang1-7 level.", "cite_spans": [], "ref_spans": [{"start": 161, "end": 167, "text": "Fig. 5", "ref_id": "FIGREF8"}, {"start": 172, "end": 179, "text": "Table 5", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "These predictions are in agreement with animal and in vitro studies [18, 22] , where rhACE2 administration has led to an improvement of the disease condition through a double action. First, its binding to the spike protein of the virus prevents interaction with endogenous ACE2 and slows down the viral infection. Second, rhACE2 administration increases the ACE2 activity, thus causing a reduction of the AngII level and an increase of the Ang1-7 level, which results in the protection of the lung from severe failure.", "cite_spans": [{"start": 68, "end": 72, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 73, "end": 76, "text": "22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "However, clinical trials on COVID-19 patients [20] , to which different doses of rhACE2 (0.1 mg/kg, 0.2 mg/kg, 0.4 mg/kg and 0.8 mg/kg) were administered at different time intervals (2, 4, and 18 h) , are only partly in agreement with our predictions and the above described data. On the one hand, a drop in [AngII] and an increase in [Ang1-7] was found as expected, but on the other hand no sustained increase in PaO2/FiO2 was observed compared with placebo. It has been argued that the drug concentration was too low and not sustained enough, and that continuous drug infusion could reach a more effective result [20] . More experimental and clinical data are needed to further investigate the effect of rhACE2 on ARDS and perturbed RAS upon SARS-CoV-2 infection.", "cite_spans": [{"start": 46, "end": 50, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 182, "end": 198, "text": "(2, 4, and 18 h)", "ref_id": null}, {"start": 308, "end": 315, "text": "[AngII]", "ref_id": null}, {"start": 615, "end": 619, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Another way to boost the second RAS axis ACE2/Ang1-7/MAS, which is downregulated upon SARS-CoV-2 infection, is to administrate Ang1-7 peptides to the patients so as to trigger anti-inflammatory and anti-fibrotic mechanisms. We modeled this administration through the introduction of a parameter η in the dynamical equation (9) of , to describe the endogenously Ang1-7 quantity that is added to the normal baseline quantity. As shown in Fig 5. b and Table 5 , our model predicts a clear decrease of the disease severity, with an increase in PaO2/FiO2 between 70 and 140 mmHg for hypertensive and normotensive patients, respectively, upon administration of η =25 fmol/(ml min) Ang1-7 in infusion, which amounts to almost doubling the control values [Ang1-7] 0 . Note that the improvement is significantly more pronounced in normotensive than in hypertensive patients for equal drug concentrations; to reach the same effect, the Ang1-7 concentration administrated to hypertensive patients have to be slightly increased.", "cite_spans": [{"start": 323, "end": 326, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 436, "end": 442, "text": "Fig 5.", "ref_id": "FIGREF8"}, {"start": 449, "end": 456, "text": "Table 5", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "Our results thus predict quantitatively an improvement of ARDS severity in COVID-19 patients, in agreement with the known anti-inflammation and antifibrosis nature of Ang1-7. Without any specific fitting, they nicely agree with data from animal studies. For example, the administration of infusions yielding a renal increase of [Ang1-7] by a factor 2.5 to acid-injured rats suffering from acute ARDS led to an increase in PaO2/FiO2 of about 70 mmHg [77] . However, while the rescue effect of PaO2/FiO2 increases linearly in our model, a plateau in the increase was observed for the rats. This indicates that our model is too simple and that PaO2/FiO2 is not a linear function of Ang1-7 concentration. This will be easily corrected when more data will be available. Monitoring the acute respiratory distress syndrome and its severity", "cite_spans": [{"start": 449, "end": 453, "text": "[77]", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "To model how the lungs of the infected patients evolve in response to the modulation of the RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO2 ratio, defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fraction of inspired oxygen. This quantity plays a key role in the assessment of ARDS patients [34, 35] . The normal range of PaO2/FiO2 is between 400 and 500 mmHg. Mild and moderate ARDS are characterized by PaO2/FiO2 values in the range [200-300] mmHg and [100-200] mmHg, respectively. ARDS is severe for values below 100 mmHg.", "cite_spans": [{"start": 358, "end": 362, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 363, "end": 366, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concentrations:", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by comparing the baseline RAS with the same system in which ACE2 is knocked out. In the former we fixed PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Solving the RAS model xx should this part not be in the Results section? With the paragraph of Philippe ? xx The mathematical model of the RAS system described in Eqs (1)-(11) is a system of ordinary di↵erential equations (ODEs), which are linear except for the feedback loop of Eq. (11) . We collected from the literature the values of the equilibrium concentrations of all proteins and peptides for both normotensive and hypertensive humans (Table 1) , except renin and MAS bound to Ang1-7. From these values, we fixed the parameters that appear in the phenomenological relations (12) and (15) for DBP and PaO2/FiO2 (2) .", "cite_spans": [{"start": 283, "end": 287, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 582, "end": 586, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 591, "end": 595, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 618, "end": 621, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 443, "end": 452, "text": "(Table 1)", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "We also got the values of the half-life of all proteins and peptides but MAS; we assumed the latter to be equal to that of the other membrane receptors (Table 2) . Moreover, we estimated the value of reaction rate c re from [32, 33] .", "cite_spans": [{"start": 224, "end": 228, "text": "[32,", "ref_id": "BIBREF30"}, {"start": 229, "end": 232, "text": "33]", "ref_id": null}], "ref_spans": [{"start": 152, "end": 161, "text": "(Table 2)", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "Using these concentration and parameter values, we solved the system of 9 ODEs (1)-(11) at the stationary state to identify the unknown parameters and concentrations. However, these equations have 12 unknowns: k agt , 0 , c ace , c ace2 , c angIV , c at1r , c at2r , c mas , c chy , c nep , [RE] and [MAS-Ang1-7]. We had thus to assume three additional relations to be able to solve the system. These are:", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "c chy = 0 (17)", "cite_spans": [], "ref_spans": [], "section": "Modeling CoViD-19 infection"}, {"text": "Since no quantitative data related to the MAS receptor can be found in the literature, we hypothesized the first relation assuming MAS and AT2R to be equally expressed and the a nity of Ang1-7 for MAS to be similar to the a nity of AngII for AT2R [46] . Moreover, we assumed c chy = 0 and c nep = 0, but carefully discussed the e↵ect of non-vanishing values in the Discussion section. Imposing these three additional relations, we solved the system of 9 ODEs (1)-(11) at the stationary state. The values obtained for [RE] and [MAS-Ang1-7], k agt , 0 , c ace , c ace2 , c angIV , c at1r and c at2r for normotensive and hypertensive humans are given in Table 1. 7", "cite_spans": [{"start": 247, "end": 251, "text": "[46]", "ref_id": "BIBREF44"}, {"start": 517, "end": 521, "text": "[RE]", "ref_id": null}], "ref_spans": [{"start": 651, "end": 659, "text": "Table 1.", "ref_id": null}], "section": "Modeling CoViD-19 infection"}, {"text": "To model how the lungs of the infected patients evolve in response to the modulatio RAS system, we introduced a phenomenological relation to estimate the PaO2/FiO defined as the ratio between the partial pressure of arterial oxygen (PaO2) and the fra inspired oxygen. This quantity plays a key role in the assessment of ARDS patients The normal range of PaO2/FiO2 is between 400 and 500 mmHg. Mild and moderat are characterized by PaO2/FiO2 values in the range [200-300] mmHg and [100-200] respectively. ARDS is severe for values below 100 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "We predicted the PaO2/FiO2 ratio as a function of the AngII and Ang1-7 concent", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "where A 0 and A 1 are two parameters that we identified from our model by compa baseline RAS with the same system in which ACE2 is knocked out. In the former w PaO2/FiO2= 450 mmHg and in the latter PaO2/FiO2= 50 mmHg.", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Solving the RAS model xx should this part not be in the Results section? With the paragraph of Philippe ?", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "The mathematical model of the RAS system described in Eqs (1)-(11) is a sy ordinary di↵erential equations (ODEs), which are linear except for the feedback loo (11) . We collected from the literature the values of the equilibrium concentration proteins and peptides for both normotensive and hypertensive humans (Table 1) renin and MAS bound to Ang1-7. From these values, we fixed the parameters that ap the phenomenological relations (12) and (15) for DBP and PaO2/FiO2 (2) .", "cite_spans": [{"start": 159, "end": 163, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 434, "end": 438, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 443, "end": 447, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 470, "end": 473, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 311, "end": 320, "text": "(Table 1)", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "We also got the values of the half-life of all proteins and peptides but MAS; we assu latter to be equal to that of the other membrane receptors (Table 2) . Moreover, we es the value of reaction rate c re from [32, 33] .", "cite_spans": [{"start": 210, "end": 214, "text": "[32,", "ref_id": "BIBREF30"}, {"start": 215, "end": 218, "text": "33]", "ref_id": null}], "ref_spans": [{"start": 145, "end": 154, "text": "(Table 2)", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Using these concentration and parameter values, we solved the system of 9 ODEs at the stationary state to identify the unknown parameters and concentrations. H these equations have 12 unknowns: k agt , 0 , c ace , c ace2 , c angIV , c at1r , c at2r , c mas , c c [RE] and [MAS-Ang1-7]. We had thus to assume three additional relations to be able the system. These are:", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Since no quantitative data related to the MAS receptor can be found in the literat hypothesized the first relation assuming MAS and AT2R to be equally expressed and the of Ang1-7 for MAS to be similar to the a nity of AngII for AT2R [46] . Moreover, we a c chy = 0 and c nep = 0, but carefully discussed the e↵ect of non-vanishing value Discussion section.", "cite_spans": [{"start": 233, "end": 237, "text": "[46]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Imposing these three additional relations, we solved the system of 9 ODEs (1) rhACE2 (GSK2586881). We modeled its e↵ect on the RAS system by modifying the c ace2 coe cient defined in Eq. (14) which already mimics the SARS-CoV-2 infection, as:", "cite_spans": [{"start": 187, "end": 191, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "We thus introduced a new gamma function rhACE2 associated to the e↵ect of rhACE2 administration.", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "The predictions of our model are shown in Fig. 5 and Table 5 . We observe an increase of the PaO2/FiO2 value upon intake of exogenous rhACE2, and thus a weakening of the disease severity. The increase of PaO2/FiO2 is of about 200 mmHg when rhACE2 varies in the interval [0-0.5]. We also observe a reduction of the AngII level and an increase of the Ang1-7 level.", "cite_spans": [], "ref_spans": [{"start": 42, "end": 48, "text": "Fig. 5", "ref_id": "FIGREF8"}, {"start": 53, "end": 60, "text": "Table 5", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "These predictions are in agreement with animal and in vitro studies [18, 27] , where rhACE2 administration has led to an improvement of the disease condition through a double action. First, its binding to the S-protein of the virus xx S or S1 ? xx prevents interaction with endogenous ACE2 and slows down the viral infection. Second, rhACE2 administration increases the ACE2 activity, thus causing a reduction of the AngII level and an increase of the Ang1-7 level, which results in the protection of the lung from severe failure.", "cite_spans": [{"start": 68, "end": 72, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 73, "end": 76, "text": "27]", "ref_id": null}], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "However, our predictions and the data described above do not agree with clinical trials clinical data [20] regarding the administration of rhACE2 at di↵erent doses (0.1 mg/kg, 0.2 mg/kg, 0.4 mg/kg and 0.8 mg/kg) and intervals (2, 4, and 18 h) to CoViD patients are less positive. A drop in [ANGII] and an increase in [ANG1 -7] was found, similar to what we found, but no sustained increase of PaO2/FiO2 was observed for these patients compared with placebo, in contrast with what happens from animal model, . However there is the possibility that drug concentrations were not enough substained and that maybe only trough its continuous infusions could reach a more e↵ective result [20] . More experimental data are needed to further investigate e↵ect of rhACE2 on ARDS and preturbed RAS system due to the SARS-CoV-2 infection.", "cite_spans": [{"start": 102, "end": 106, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 226, "end": 242, "text": "(2, 4, and 18 h)", "ref_id": null}, {"start": 290, "end": 297, "text": "[ANGII]", "ref_id": null}, {"start": 323, "end": 326, "text": "-7]", "ref_id": null}, {"start": 681, "end": 685, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Another way to maintain an high level of the ACE2/Ang1-7/MasR negative counter-regulation in CoViD is to administrate the Ang1-7 peptide to trigger antiinflammatory and antifibrotic mechanisms. In our computation we model this administration introducing the parameter ⌘ describing the endogenously Ang1-7 quan-", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "The predictions of our model are shown in Fig. 5 and Table 5 . We obs increase of the PaO2/FiO2 value upon intake of exogenous rhACE2, and weakening of the disease severity. The increase of PaO2/FiO2 is of ab mmHg when rhACE2 varies in the interval [0-0.5]. We also observe a redu the AngII level and an increase of the Ang1-7 level.", "cite_spans": [], "ref_spans": [{"start": 42, "end": 48, "text": "Fig. 5", "ref_id": "FIGREF8"}, {"start": 53, "end": 60, "text": "Table 5", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "These predictions are in agreement with animal and in vitro studies [ where rhACE2 administration has led to an improvement of the disease co through a double action. First, its binding to the S-protein of the virus xx S xx prevents interaction with endogenous ACE2 and slows down the viral in Second, rhACE2 administration increases the ACE2 activity, thus causing a re of the AngII level and an increase of the Ang1-7 level, which results in the pro of the lung from severe failure.", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "However, our predictions and the data described above do not agree with trials clinical data [20] regarding the administration of rhACE2 at di↵eren (0.1 mg/kg, 0.2 mg/kg, 0.4 mg/kg and 0.8 mg/kg) and intervals (2, 4, an to CoViD patients are less positive. A drop in [ANGII] and an increase in [ was found, similar to what we found, but no sustained increase of PaO2/Fi observed for these patients compared with placebo, in contrast with what h from animal model, . However there is the possibility that drug concen were not enough substained and that maybe only trough its continuous in could reach a more e↵ective result [20] . More experimental data are ne further investigate e↵ect of rhACE2 on ARDS and preturbed RAS system the SARS-CoV-2 infection.", "cite_spans": [{"start": 93, "end": 97, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 623, "end": 627, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "Another way to maintain an high level of the ACE2/Ang1-7/MasR n counter-regulation in CoViD is to administrate the Ang1-7 peptide to trigg inflammatory and antifibrotic mechanisms. In our computation we model ministration introducing the parameter ⌘ describing the endogenously Ang1tity that is added to the normal baseline quantity. We can see the result computation in Fig 5. b and in Table XXX where a clear improvement of ease severity is observed with an increase PaO2/FiO2 between 70 and 140 for hypertensive and normotensve patients respectivley and for administr infusion of 25 fmol/ml that means almost doubling the control values Ang1that the improvement is significantly more pronounced in normotensive p than in hypertensive ones for equal drug concentrations and to reach the s fects the Ang1-7 concentration administrated to hypertensive patients hav slightly increased.", "cite_spans": [], "ref_spans": [{"start": 371, "end": 377, "text": "Fig 5.", "ref_id": "FIGREF8"}, {"start": 387, "end": 396, "text": "Table XXX", "ref_id": null}], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "In agreement with clinical data on human ARDS and with the anti-inflam and anti-fibrosis nature of Ang1-7, our results predict quantitatively an impr ", "cite_spans": [], "ref_spans": [], "section": "Monitoring the acute respiratory distress syndrome and its severity"}, {"text": "The spike protein of SARS-CoV-2 interferes with the RAS system, as it binds to one of its key elements, the ACE2 receptor. Despite some progress in the last few months in understanding the COVID-perturbed RAS system and how its functionality can be restored, this issue remains basically open and is urgently waiting to be elucidated in view of tackling the COVID-19 pandemic more efficiently.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Perspectives"}, {"text": "We presented a simple computational approach for modeling the evolution of the RAS system upon SARS-CoV-2 infection. Inspired by some existing RAS models [41, 42, 52, 59] , we started by identifying the unknown production and reaction rate parameters of the model on the basis of the measured half-lives and concentrations of angiotensin peptides and their receptors at equilibrium in normotensive and hypertensive individuals, which we manually collected from the literature. As a first test, we compared the predictions of our model with experimental data regarding the effect of RAS-blocking drug administration on Ang peptide concentrations and blood pressure. We found our model to correctly reproduce the data at a quantitative level without further parameter fitting. We then modeled the effect of SARS-CoV-2 on the RAS system through the downregulation of ACE2 concentration, which we related to the SARS-CoV-2 viral load.", "cite_spans": [{"start": 154, "end": 158, "text": "[41,", "ref_id": "BIBREF39"}, {"start": 159, "end": 162, "text": "42,", "ref_id": "BIBREF40"}, {"start": 163, "end": 166, "text": "52,", "ref_id": "BIBREF50"}, {"start": 167, "end": 170, "text": "59]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Conclusion and Perspectives"}, {"text": "As a central point of our paper, we investigated the effect on COVID-19 patients of a series of drugs that target the RAS system. Regarding antihypertensive drugs, we found that ACE-I and DRI tend to improve the patients' conditions while ARB drugs worsen them. Clinical data tend to support our ACE-I predictions, while for DRI and ARB, there is either no or partially conflicting data. We also studied the effect of the infusion of rhACE2 and Ang1-7, which are treatments that are currently in clinical trials on COVID-19 patients. We also found in this case an improvement of the clinical outcome, in agreement with a series of experimental data on animal models.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Perspectives"}, {"text": "We would like to emphasize that, despite its simplicity, our model reaches a very good accuracy in reproducing the known clinical and experimental data on the perturbed RAS system. What is more, the predictions of our model regarding COVID-19 severity upon drug administration are actually blind predictions, since no parameters related to these quantities have been fitted.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Perspectives"}, {"text": "Many questions remain regarding the understanding of RAS perturbation in COVID-19 patients. First, it is urgent to have more data about angiotensin peptide concentrations upon SARS-CoV-2 infection, since the data described in the literature vary too much and are sometimes even conflicting, and thus prevent the derivation of insightful conclusions. Even in healthy individuals, the magnitude of angiotensin peptide levels can vary substantially due to their low circulating concentrations, the experimental techniques used to quantify these, and interpersonal differences among patients.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Perspectives"}, {"text": "A last point needs to be discussed. We chose not to consider two enzymes that are nevertheless active in the RAS system, chymase and neprilysin, through the cancellation of their reaction rates (Eqs (18)- (19) ). CHY is an enzyme expressed in mast cells present in interstitial lung connective tissues, and cleaves AngI to form AngII. The addition of this enzymatic reaction in the model does not really influence the predictions as it can basically be viewed as a reparametrization of ACE activity and of ACE-I action; moreover, this enzyme is only poorly expressed in the lungs of healthy individuals. It could nevertheless be interesting to add this enzymatic reaction yielding ACE-independent synthesis of AngII which, even though debated, has been suggested to be upregulated in case of long-term ACE-I administration [78] and to explain why ACE-I fails to inhibit AngII formation after some time [78, 79] .", "cite_spans": [{"start": 205, "end": 209, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 823, "end": 827, "text": "[78]", "ref_id": "BIBREF76"}, {"start": 902, "end": 906, "text": "[78,", "ref_id": "BIBREF76"}, {"start": 907, "end": 910, "text": "79]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Conclusion and Perspectives"}, {"text": "The second enzyme of which we overlooked the activity is NEP, which cleaves AngI to form Ang1-7. It is expressed in a wide range of tissues and is particularly abundant in kidney. This enzyme can impact on COVID-19 severity, since it is connected to the Ang1-7 level and thus influences the counterregulatory RAS axis. However, NEP's role is far from clear and contrasting results are found in the literature. Experimental data from animal tests on rats affected by ARDS suggest that NEP is severely downregulated in both plasma and lung tissues [80] . Note that this enzyme also cleaves natriuretic peptides which have an anti-inflammatory and anti-fibrotic effect [81] . Therefore, NEP-inhibiting drugs have been suggested to treat SARS-CoV-2 infected patients in association with ARB drugs [82] .", "cite_spans": [{"start": 546, "end": 550, "text": "[80]", "ref_id": "BIBREF78"}, {"start": 666, "end": 670, "text": "[81]", "ref_id": "BIBREF79"}, {"start": 793, "end": 797, "text": "[82]", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Conclusion and Perspectives"}, {"text": "Our future objective is to complexify our model by explicitly considering the communication between local and systemic RAS systems [33, 34] and by including the interaction of RAS with the immune system [83] . This model extension is necessary in view of understanding more quantitatively the dysregulation of the RAS system upon several kinds of perturbations among which SARS-CoV-2 infection.", "cite_spans": [{"start": 131, "end": 135, "text": "[33,", "ref_id": null}, {"start": 136, "end": 139, "text": "34]", "ref_id": "BIBREF32"}, {"start": 203, "end": 207, "text": "[83]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Conclusion and Perspectives"}, {"text": "In summary, our model and its predictions constitute a valuable framework for in silico testing of hypotheses about the COVID-19 pathogenic mechanisms and the effect of drugs aiming to restore RAS functionality. It also opens a broader discussion on the role played by the full RAS system in COVID-19, which is currently overlooked as the focus is on the ACE2 enzyme which, although very important as directly targeted by the virus, constitutes only one part of the system.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Perspectives"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "An interactive web-based dashboard to track COVID-19 in real time", "authors": [{"first": "Ensheng", "middle": [], "last": "Dong", "suffix": ""}, {"first": "Hongru", "middle": [], "last": "Du", "suffix": ""}, {"first": "Lauren", "middle": [], "last": "Gardner", "suffix": ""}], "year": 2020, "venue": "Lancet Infectious Disease", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["doi.org/10.1016/S1473-3099(20)30120-1"]}}, "BIBREF1": {"ref_id": "b1", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "authors": [{"first": "Jasper Fuk-Woo", "middle": [], "last": "Chan", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "10223", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China The Lancet", "authors": [{"first": "Chaolin", "middle": [], "last": "Huang", "suffix": ""}], "year": null, "venue": "", "volume": "395", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "Nanshan", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "10223", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A new coronavirus associated with human respiratory disease in China", "authors": [{"first": "Fan", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "265--269", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The proximal origin of SARS-CoV-2", "authors": [{"first": "Kristian", "middle": ["G"], "last": "Andersen", "suffix": ""}, {"first": "Andrew", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "W", "middle": ["Ian"], "last": "Lipkin", "suffix": ""}, {"first": "Edward", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "Robert", "middle": ["F"], "last": "Garry", "suffix": ""}], "year": 2020, "venue": "Nature Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The 2019-new coronavirus epidemic: Evidence for virus evolution", "authors": [{"first": "D", "middle": [], "last": "Benvenuto", "suffix": ""}], "year": 2020, "venue": "Journal of Medical Virology", "volume": "92", "issn": "4", "pages": "455--459", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Probable Pangolin Origin of SARS-CoV-2 Associated with the COVID-19 Outbreak", "authors": [{"first": "T", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Curr Biol", "volume": "", "issn": "20", "pages": "30360--30362", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "Peng", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "270--273", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "", "issn": "20", "pages": "30229--30233", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target", "authors": [{"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Penninger", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Intensive Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Comparative genetic analysis of the novel coronavirus (2019-nCoV/SARS-CoV-2) receptor ACE2 in different populations", "authors": [{"first": "Yanan", "middle": [], "last": "Cao", "suffix": ""}], "year": 2020, "venue": "Cell Discovery", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding", "authors": [{"first": "R", "middle": [], "last": "Lu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "565--574", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "ACE2, a new regulator of the renin-angiotensin system", "authors": [{"first": "Lm1", "middle": [], "last": "Burrell", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Johnston", "suffix": ""}, {"first": "C", "middle": [], "last": "Tikellis", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Cooper", "suffix": ""}], "year": 2004, "venue": "Trends Endocrinol Metab", "volume": "15", "issn": "4", "pages": "166--175", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9", "authors": [{"first": "M", "middle": [], "last": "Donoghue", "suffix": ""}], "year": 2000, "venue": "Circ Res", "volume": "87", "issn": "5", "pages": "1--9", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A human homolog of angiotensin-converting enzyme. Cloning and functional expression as a captopril-insensitive carboxypeptidase", "authors": [{"first": "S", "middle": ["R"], "last": "Tipnis", "suffix": ""}], "year": 2000, "venue": "J. Biol. Chem", "volume": "275", "issn": "", "pages": "33238--33243", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Angiotensin-converting enzyme 2 protects from severe acute lung failure", "authors": [{"first": "Yumiko", "middle": [], "last": "Imai", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "436", "issn": "", "pages": "112--116", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury", "authors": [{"first": "Keiji", "middle": [], "last": "Kuba", "suffix": ""}], "year": 2005, "venue": "Nature Medicine", "volume": "11", "issn": "", "pages": "875--879", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus", "authors": [{"first": "Wenhui", "middle": [], "last": "Li", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "426", "issn": "", "pages": "450--454", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A pilot clinical trial of recombinant human angiotensin-converting enzyme 2 in acute respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Khan", "suffix": ""}], "year": 2017, "venue": "Crit Care", "volume": "21", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "SARS-CoV-2 Receptor and Regulator of the Renin-Angiotensin System", "authors": [{"first": "M", "middle": [], "last": "Gheblawi", "suffix": ""}], "year": 2020, "venue": "Angiotensin-Converting Enzyme", "volume": "2", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Inhibition of SARS-CoV-2 Infections in Engineered Human Tissues Using Clinical-Grade Soluble Human ACE2", "authors": [{"first": "V", "middle": [], "last": "Monteil", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.cell.2020.04.004"]}}, "BIBREF22": {"ref_id": "b22", "title": "Recombinant Human Angiotensin-converting Enzyme 2 (rhACE2) as a Treatment for Patients With COVID-19, NCT04287686", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Angiotensin-(1,7) Treatment in COVID-19: the ATCO Trial (ATCO)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Valsartan for Prevention of Acute Respiratory Distress Syndrome in Hospitalized Patients With SARS-COV-2 (COVID-19) Infection Disease", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Losartan for Patients With COVID-19 Requiring Hospitalization, NCT04312009 27. Losartan for Patients With COVID-19 Not Requiring Hospitalization", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Angiotensin II Type-I Receptor Blockers and Severity of COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Renin-Angiotensin-Aldosterone System Inhibitors and Risk of COVID-19", "authors": [{"first": "H", "middle": ["R"], "last": "Reynolds", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2008975"]}}, "BIBREF28": {"ref_id": "b28", "title": "Renin-Angiotensin-Aldosterone System Blockers and the Risk of COVID-19", "authors": [{"first": "G", "middle": [], "last": "Mancia", "suffix": ""}, {"first": "F", "middle": [], "last": "Rea", "suffix": ""}, {"first": "M", "middle": [], "last": "Ludergnani", "suffix": ""}, {"first": "G", "middle": [], "last": "Apolone", "suffix": ""}, {"first": "G", "middle": [], "last": "Corrao", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2006923"]}}, "BIBREF29": {"ref_id": "b29", "title": "Drug Therapy, and Mortality in COVID-19", "authors": [{"first": "M", "middle": [], "last": "Mehra", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Desai", "suffix": ""}, {"first": "S", "middle": [], "last": "Kuy", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Henry", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Patel", "suffix": ""}, {"first": "Cardiovascular", "middle": [], "last": "Disease", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2007621"]}}, "BIBREF30": {"ref_id": "b30", "title": "Physiology of local renin-angiotensin systems", "authors": [{"first": "M", "middle": [], "last": "Paul", "suffix": ""}, {"first": "Poyan", "middle": [], "last": "Mehr", "suffix": ""}, {"first": "A", "middle": [], "last": "Kreutz", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Physiol Rev", "volume": "86", "issn": "", "pages": "747--803", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "New Aspects of the Renin Angiotensin System in Cardiovascular and Renal Diseases", "authors": [{"first": "D", "middle": ["E"], "last": "Casarini", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Arita", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Colucci", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Cunha", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Role of the Renin-Angiotensin System in Vascular Diseases", "authors": [{"first": "M", "middle": [], "last": "Ruiz-Ortega", "suffix": ""}], "year": 2001, "venue": "Hypertension", "volume": "38", "issn": "", "pages": "1382--1387", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Dysregulated renin-angiotensin-aldosterone system contributes to pulmonary arterial hypertension", "authors": [{"first": "F", "middle": [], "last": "De Man", "suffix": ""}], "year": 2012, "venue": "Am J Respir Crit Care Med", "volume": "186", "issn": "", "pages": "780--789", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Role of Renin-Angiotensin-Aldosterone System Activation in Promoting Cardiovascular Fibrosis and Stiffness", "authors": [{"first": "Guanghong", "middle": [], "last": "Jia", "suffix": ""}, {"first": "Annayya", "middle": ["R"], "last": "Aroor", "suffix": ""}, {"first": "Michael", "middle": ["A"], "last": "Hill", "suffix": ""}, {"first": "James", "middle": ["R"], "last": "Sowers", "suffix": ""}], "year": 2018, "venue": "Hypertension", "volume": "72", "issn": "", "pages": "537--548", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Hypertension: renin-angiotensin-aldosterone system alterations", "authors": [{"first": "Te", "middle": [], "last": "Riet", "suffix": ""}, {"first": "L", "middle": [], "last": "Van Esch", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Roks", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Van Den Meiracker", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Danser", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "", "suffix": ""}], "year": 2015, "venue": "Circ Res", "volume": "116", "issn": "", "pages": "960--75", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The intrarenal renin-angiotensin system: from physiology to the pathobiology of hypertension and kidney disease", "authors": [{"first": "H", "middle": [], "last": "Kobori", "suffix": ""}, {"first": "M", "middle": [], "last": "Nangaku", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Navar", "suffix": ""}, {"first": "A", "middle": [], "last": "Nishiyama", "suffix": ""}], "year": 2007, "venue": "Pharmacol Rev", "volume": "59", "issn": "3", "pages": "251--87", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": ") and Mas receptor axis in inflammation and fibrosis", "authors": [{"first": "A", "middle": ["C"], "last": "Simoes E Silva", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Silveira", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Ferreira", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Teixeira", "suffix": ""}], "year": 2013, "venue": "Br J Pharmacol", "volume": "2", "issn": "3", "pages": "477--92", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Modeling Sex Differences in the Renin Angiotensin System and the Efficacy of Antihypertensive Therapies", "authors": [{"first": "J", "middle": [], "last": "Leete", "suffix": ""}, {"first": "S", "middle": [], "last": "Gurley", "suffix": ""}, {"first": "A", "middle": [], "last": "Layton", "suffix": ""}], "year": 2018, "venue": "Comput Chem Eng", "volume": "112", "issn": "", "pages": "253--264", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Sex-specific long-term blood pressure regulation: Modeling and analysis", "authors": [{"first": "J", "middle": [], "last": "Leete", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Layton", "suffix": ""}], "year": 2019, "venue": "Comput Biol Med", "volume": "104", "issn": "", "pages": "139--148", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The Vasoactive Mas Receptor in Essential Hypertension", "authors": [{"first": "A", "middle": ["L"], "last": "Povlsen", "suffix": ""}, {"first": "D", "middle": [], "last": "Grimm", "suffix": ""}, {"first": "M", "middle": [], "last": "Wehland", "suffix": ""}, {"first": "M", "middle": [], "last": "Infanger", "suffix": ""}, {"first": "", "middle": [], "last": "Krüger", "suffix": ""}], "year": 2020, "venue": "J Clin Med", "volume": "9", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Angiotensin-(1-7) is an endogenous ligand for the G protein-coupled receptor Mas", "authors": [{"first": "R", "middle": [], "last": "Santos", "suffix": ""}], "year": 2003, "venue": "Proc Natl Acad Sci", "volume": "100", "issn": "14", "pages": "8258--8263", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Potential Therapeutic Targets for Hypertension", "authors": [{"first": "R", "middle": ["M"], "last": "Carey", "suffix": ""}, {"first": "", "middle": [], "last": "Receptors", "suffix": ""}], "year": 2017, "venue": "Am J Hypertens", "volume": "30", "issn": "4", "pages": "339--347", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Drugs targeting the renin-angiotensin-aldosterone system", "authors": [{"first": "M", "middle": ["A"], "last": "Zaman", "suffix": ""}, {"first": "S", "middle": [], "last": "Oparil", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Calhoun", "suffix": ""}], "year": 2002, "venue": "Nat Rev Drug Discov", "volume": "1", "issn": "", "pages": "621--657", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Drug discovery in renin-angiotensin system intervention: past and future", "authors": [{"first": "Bryan", "middle": [], "last": "Williams", "suffix": ""}], "year": 2016, "venue": "", "volume": "10", "issn": "", "pages": "118--125", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Evaluation of a quantitative real-time PCR for the detection of respiratory syncytial virus in pulmonary diseases", "authors": [{"first": "I", "middle": [], "last": "Borg", "suffix": ""}], "year": 2003, "venue": "Eur Respir J", "volume": "21", "issn": "6", "pages": "944--51", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Viral load dynamics and disease severity in patients infected with SARS-CoV-2 in Zhejiang province", "authors": [{"first": "S", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "369", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "A universal definition of ARDS: the PaO2/FiO2 ratio under a standard ventilatory setting-a prospective, multicenter validation study", "authors": [{"first": "J", "middle": [], "last": "Villar", "suffix": ""}], "year": 2013, "venue": "Intensive Care Med", "volume": "39", "issn": "", "pages": "583--92", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Acute respiratory distress syndrome", "authors": [{"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}], "year": 2019, "venue": "Nat Rev Dis Primers", "volume": "5", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "A pharmacokinetic/pharmacodynamic model of ACE inhibition of the renin-angiotensin system for normal and impaired renal function", "authors": [{"first": "Ford", "middle": [], "last": "Versypt", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Harrell", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Mcpeak", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "", "suffix": ""}], "year": 2017, "venue": "Computers & Chemical Engineering", "volume": "104", "issn": "", "pages": "311--322", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Angiotensinogen cleavage by renin: importance of a structurally constrained N-terminus", "authors": [{"first": "R", "middle": ["M"], "last": "Streatfeild-James", "suffix": ""}, {"first": "F", "middle": [], "last": "Williamson", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Pike", "suffix": ""}, {"first": "D", "middle": [], "last": "Tewksbury", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Carrell", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Coughlin", "suffix": ""}], "year": 1998, "venue": "", "volume": "436", "issn": "", "pages": "267--270", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Novel sandwich ELISA for human angiotensinogen", "authors": [{"first": "A1", "middle": [], "last": "Katsurada", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hagiwara", "suffix": ""}, {"first": "K", "middle": [], "last": "Miyashita", "suffix": ""}, {"first": "R", "middle": [], "last": "Satou", "suffix": ""}, {"first": "K", "middle": [], "last": "Miyata", "suffix": ""}, {"first": "N", "middle": [], "last": "Ohashi", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Navar", "suffix": ""}, {"first": "H", "middle": [], "last": "Kobori", "suffix": ""}], "year": 2007, "venue": "Am J Physiol Renal Physiol", "volume": "293", "issn": "", "pages": "956--60", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Biochemical evaluation of the renin-angiotensin system: the good, bad, and absolute?", "authors": [{"first": "M", "middle": ["C"], "last": "Chappell", "suffix": ""}], "year": 2016, "venue": "Am J Physiol Heart Circ Physiol", "volume": "310", "issn": "", "pages": "137--152", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Sex differences in circulating and renal angiotensins of hypertensive mRen(2)", "authors": [{"first": "K", "middle": ["D"], "last": "Pendergrass", "suffix": ""}, {"first": "N", "middle": ["T"], "last": "Pirro", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Westwood", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Ferrario", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Brosnihan", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Chappell", "suffix": ""}], "year": 2008, "venue": "Am J Physiol Heart Circ Physiol", "volume": "295", "issn": "1", "pages": "10--20", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "-7) between men and women", "authors": [{"first": "J", "middle": ["C"], "last": "Sullivan", "suffix": ""}, {"first": "P2", "middle": [], "last": "Rodriguez-Miguelez", "suffix": ""}, {"first": "Ma1", "middle": [], "last": "Zimmerman", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Harris", "suffix": ""}], "year": 2015, "venue": "Differences in angiotensin", "volume": "308", "issn": "", "pages": "1171--1177", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Specific measurement of angiotensin metabolites and in vitro generated angiotensin II in plasma", "authors": [{"first": "J", "middle": [], "last": "Nussberger", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Brunner", "suffix": ""}, {"first": "B", "middle": [], "last": "Waeber", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Brunner", "suffix": ""}], "year": 1986, "venue": "Hypertension", "volume": "8", "issn": "6", "pages": "476--82", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "A model-based approach to investigating the pathophysiological mechanisms of hypertension and response to antihypertensive therapies: extending the Guyton model", "authors": [{"first": "K", "middle": ["M"], "last": "Hallow", "suffix": ""}], "year": 2014, "venue": "Am J Physiol Regul Integr Comp Physiol", "volume": "306", "issn": "9", "pages": "647--62", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Measurement of converting enzyme activity by antibody-trapping of generated angiotensin II. Comparison with two other methods", "authors": [{"first": "J", "middle": [], "last": "Nussberger", "suffix": ""}, {"first": "D", "middle": [], "last": "Brunner", "suffix": ""}, {"first": "I", "middle": [], "last": "Keller", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Brunner", "suffix": ""}], "year": 1992, "venue": "Am J Hypertens", "volume": "5", "issn": "", "pages": "393--401", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Angiotensin II receptor blockade in normotensive subjects: A direct comparison of three AT1 receptor antagonists", "authors": [{"first": "L", "middle": [], "last": "Mazzolai", "suffix": ""}, {"first": "M", "middle": [], "last": "Maillard", "suffix": ""}, {"first": "J", "middle": [], "last": "Rossat", "suffix": ""}, {"first": "J", "middle": [], "last": "Nussberger", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Brunner", "suffix": ""}, {"first": "M", "middle": [], "last": "Burnier", "suffix": ""}], "year": 1999, "venue": "Hypertension", "volume": "33", "issn": "", "pages": "850--855", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Angiotensin II Suppression in Humans by the Orally Active Renin Inhibitor Aliskiren (SPP100) Comparison With Enalapril Hypertension", "authors": [{"first": "Juerg", "middle": [], "last": "Nussberger", "suffix": ""}, {"first": "Gregoire", "middle": [], "last": "Wuerzner", "suffix": ""}, {"first": "Chris", "middle": [], "last": "Jensen", "suffix": ""}, {"first": "Hans", "middle": ["R"], "last": "Brunner", "suffix": ""}], "year": 2002, "venue": "", "volume": "39", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Blood pressure lowering efficacy of angiotensin converting enzyme (ACE) inhibitors for primary hypertension", "authors": [{"first": "B", "middle": ["S"], "last": "Heran", "suffix": ""}, {"first": "Mmy", "middle": [], "last": "Wong", "suffix": ""}, {"first": "I", "middle": ["K"], "last": "Heran", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Wright", "suffix": ""}], "year": 2008, "venue": "Cochrane Database of Systematic Reviews", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Systematic Review of Combined Angiotensin-Converting Enzyme Inhibition and Angiotensin Receptor Blockade in Hypertension", "authors": [{"first": "T", "middle": ["W"], "last": "Doulton", "suffix": ""}, {"first": "H", "middle": [], "last": "Fj", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Macgregor", "suffix": ""}], "year": 2005, "venue": "Hypertension", "volume": "45", "issn": "", "pages": "880--886", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "The ACE2 expression in human heart indicates new potential mechanism of heart injury among patients infected with SARS-CoV-2", "authors": [{"first": "C", "middle": [], "last": "Liang", "suffix": ""}, {"first": "L", "middle": [], "last": "Xiangjie", "suffix": ""}, {"first": "C", "middle": [], "last": "Mingquan", "suffix": ""}, {"first": "F", "middle": [], "last": "Yi", "suffix": ""}, {"first": "X", "middle": [], "last": "Chenglong", "suffix": ""}], "year": 2020, "venue": "Cardiovascular Research", "volume": "116", "issn": "", "pages": "1097--1100", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa", "authors": [{"first": "X", "middle": [], "last": "Hao", "suffix": ""}], "year": 2020, "venue": "International Journal of Oral Science", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "SARS-CoV-2 entry factors are highly expressed in nasal epithelial cells together with innate immune genes", "authors": [{"first": "W", "middle": [], "last": "Sungnak", "suffix": ""}], "year": 2020, "venue": "Nature Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Zhu HM High rate of increased level of plasma Angiotensin II and its gender difference in COVID-19: an analysis of 55 hospitalized patients with COVID-19 in a single hospital", "authors": [{"first": "N", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hong", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Chen", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.27.20080432"]}}, "BIBREF67": {"ref_id": "b67", "title": "Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Sci China Life Sci", "volume": "63", "issn": "3", "pages": "364--374", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Pathological inflammation in patients with COVID-19: a key role for monocytes and macrophages", "authors": [{"first": "M", "middle": [], "last": "Merad", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Martin", "suffix": ""}], "year": 2020, "venue": "Nature Reviews Immunology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Inflammation as a Regulator of the Renin-Angiotensin System and Blood Pressure", "authors": [{"first": "R", "middle": [], "last": "Satou", "suffix": ""}, {"first": "H", "middle": [], "last": "Penrose", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Navar", "suffix": ""}], "year": 2018, "venue": "Curr Hypertens Rep", "volume": "20", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Angiotensin II regulates the expression of plasminogen activator inhibitor-1 in cultured endothelial cells. A potential link between the renin-angiotensin system and thrombosis", "authors": [{"first": "D", "middle": ["E"], "last": "Vaughan", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Lazos", "suffix": ""}, {"first": "K", "middle": [], "last": "Tong", "suffix": ""}], "year": 1995, "venue": "J Clin Invest", "volume": "95", "issn": "3", "pages": "995--1001", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Renin-angiotensin-aldosterone system inhibitors and mortality in patients with hypertension hospitalized for COVID-19: a systematic review and meta-analysis", "authors": [{"first": "A", "middle": [], "last": "Ssentongo", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.21.20107003"]}}, "BIBREF73": {"ref_id": "b73", "title": "Association of Angiotensin-Converting Enzyme Inhibitors and Angiotensin Receptor Blockers with the Risk of Hospitalization and Death in Hypertensive Patients with Coronavirus Disease-19", "authors": [{"first": "R", "middle": [], "last": "Khera", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.17.20104943"]}}, "BIBREF74": {"ref_id": "b74", "title": "Impact of hospitalised patients with COVID-19 taking Renin-Angiotensin-Aldosterone System inhibitors: a systematic review and meta-analysis", "authors": [{"first": "Ranu", "middle": [], "last": "Baral", "suffix": ""}, {"first": "Maddie", "middle": [], "last": "White", "suffix": ""}, {"first": "S", "middle": [], "last": "Vassilios", "suffix": ""}, {"first": "", "middle": [], "last": "Vassiliou", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.03.20089375"]}}, "BIBREF75": {"ref_id": "b75", "title": "Angiotensin-(1-7) improves oxygenation, while reducing cellular infiltrate and fibrosis in experimental Acute Respiratory Distress Syndrome", "authors": [{"first": "V", "middle": [], "last": "Zambelli", "suffix": ""}], "year": 2015, "venue": "Intensive Care Med Exp", "volume": "3", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Chymase-dependent angiotensin II formation in human blood vessels", "authors": [{"first": "A", "middle": ["H"], "last": "Chester", "suffix": ""}, {"first": "Jaa", "middle": [], "last": "Borland", "suffix": ""}], "year": 2000, "venue": "Journal of Human Hypertension", "volume": "14", "issn": "", "pages": "373--376", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Angiotensin II reactivation and aldosterone escape phenomena in renin-angiotensin-aldosterone system blockade: is oral renin inhibition the solution?", "authors": [{"first": "V", "middle": ["G"], "last": "Athyros", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Mikhailidis", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Kakafika", "suffix": ""}, {"first": "K", "middle": [], "last": "Tziomalos", "suffix": ""}, {"first": "A", "middle": [], "last": "Karagiannis", "suffix": ""}], "year": 2007, "venue": "Expert Opin Pharmacother", "volume": "8", "issn": "5", "pages": "529--564", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Expression of neutral endopeptidase activity during clinical and experimental acute lung injury", "authors": [{"first": "S", "middle": [], "last": "Hashimoto", "suffix": ""}, {"first": "F", "middle": [], "last": "Amaya", "suffix": ""}, {"first": "K", "middle": [], "last": "Oh-Hashi", "suffix": ""}, {"first": "K", "middle": [], "last": "Kiuchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Hashimoto", "suffix": ""}], "year": 2010, "venue": "Respiratory Research", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Neprilysin and Natriuretic Peptide Regulation in Heart Failure", "authors": [{"first": "A", "middle": [], "last": "Bayes-Genis", "suffix": ""}, {"first": "N", "middle": [], "last": "Morant-Talamante", "suffix": ""}, {"first": "J", "middle": [], "last": "Lupon", "suffix": ""}], "year": 2016, "venue": "Current Heart Failure Reports", "volume": "13", "issn": "", "pages": "151--157", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Neprilysin inhibitor-angiotensin II receptor blocker combination (sacubitril/valsartan): rationale for adoption in SARS-CoV-2 patients", "authors": [{"first": "D", "middle": [], "last": "Acanfora", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Ciccone", "suffix": ""}, {"first": "P", "middle": [], "last": "Scicchitano", "suffix": ""}, {"first": "C", "middle": [], "last": "Acanfora", "suffix": ""}, {"first": "G", "middle": [], "last": "Casucci", "suffix": ""}], "year": 2020, "venue": "European Heart Journal -Cardiovascular Pharmacotherapy", "volume": "6", "issn": "", "pages": "135--136", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Immunologic Effects of the Renin-Angiotensin System", "authors": [{"first": "S", "middle": ["D"], "last": "Crowley", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Rudemiller", "suffix": ""}], "year": 2017, "venue": "JASN", "volume": "28", "issn": "", "pages": "1350--1361", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Dynamical response of RAS to ACE-I administration. Comparison between the computational prediction (green) and the experimental data (brown) of the normalized AngI (a) and AngII (b) as a function of time (in hours) after the intake of a single dose. Continuum lines are obtained through data interpolation. (c) Predicted DBP as a function of γ ACE-I values (green line) and DBP measurements averaged over more than ten ACE-I types as a function of the dosage divided by the maximal dosage (brown points). (d) Predicted effect of the combination of ACE-I and ARB on the DPB values.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Simulated response of the RAS system to viral infection. (a) γ CoV function used to model the effect of the infection as a function of Ct, the cycle threshold of the virus. (b)-(d) Predictions obtained from our model for the normalized levels of AngII and Ang1-7, and for the physiological PaO2/FiO2 value as a function of Ct, for normotensive (blue) and hypertensive (red) individuals.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Impact of different RAS-blocking drugs in normotensive (blue) and hypertensive (red) SARS-CoV-2 infected patients. Predicted PaO2/FiO2 value as a function of the cycle treshold value Ct and (a) γ ACE−I , (b) γ ARB and (c) γ DRI functions modeling the intake of the corresponding drugs.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Impact on the PaO2/FiO2 value of the administration of rhACE2 and Ang1-7 in normotensive (blue) and hypertensive (red) SARS-CoV-2 infected patients. (a) Predicted PaO2/FiO2 values as a function of Ct and γ rhACE2 (b) Predicted PaO2/FiO2 values as a function of Ct and η, the increase in the level of Ang1-7 due to its administration in infusion.", "latex": null, "type": "figure"}, "TABREF1": {"text": "To get this relation, we started from the non-linear Michaelis-Menten kinetic term, which reads for ACE: [ACE][AngI]/([AngI] + K ace M ). As the substrate concentration [AngI] is here much lower than the Michaelis constant of the reaction ([AngI] << K ace M )", "latex": null, "type": "table"}, "TABREF5": {"text": "The normal range of PaO2/FiO2 is between 400 and 500 mmHg. Mild and moderate ARDS are characterized by PaO2/FiO2 values in the range [200-300] mmHg and [100-200] mmHg, respectively. ARDS is severe for values below 100 mmHg.", "latex": null, "type": "table"}, "TABREF6": {"text": "The normal range of PaO2/FiO2 is between 400 and 500 mmHg. Mild and moderate ARDS are characterized by PaO2/FiO2 values in the range [200-300] mmHg and [100-200] mmHg, respectively ARDS is severe for values below 100 mmHg.", "latex": null, "type": "table"}, "TABREF7": {"text": "Comparison between model predictions and experimental values of AngI and AngII levels normalized by their value before the intake of the drugs. σ is the root mean square deviation between experimental and predicted values computed on the different time points. Np is the number of time points.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Drugs </td><td>Class </td><td>Dose </td><td>[AngI](t)/[AngI]0 σ(exp-pred) </td><td>[AngII](t)/[AngII]0 σ(exp-pred)\n</td><td>Np </td><td>Ref.\n</td></tr><tr><td>Enalapril </td><td>ACE-I </td><td>20mg </td><td>1.31 </td><td>0.09 </td><td>5 </td><td>[60]\n</td></tr><tr><td>Losartan </td><td>ARB </td><td>50mg </td><td>0.61 </td><td>- </td><td>3 </td><td>[61]\n</td></tr><tr><td>Valsartan </td><td>ARB </td><td>850mg </td><td>0.83 </td><td>- </td><td>3 </td><td>[61]\n</td></tr><tr><td>Irbesartan </td><td>ARB </td><td>150mg </td><td>0.97 </td><td>- </td><td>3 </td><td>[61]\n</td></tr><tr><td>Aliskiren </td><td>DRI </td><td>40mg </td><td>0.13 </td><td>0.14 </td><td>6 </td><td>[62]\n</td></tr><tr><td>Aliskiren </td><td>DRI </td><td>80mg </td><td>0.15 </td><td>0.16 </td><td>6 </td><td>[62]\n</td></tr><tr><td>Aliskiren </td><td>DRI </td><td>160mg </td><td>0.26 </td><td>0.20 </td><td>6 </td><td>[62]\n</td></tr><tr><td>Aliskiren </td><td>DRI </td><td>640mg </td><td>0.29 </td><td>0.29 </td><td>6 </td><td>[62]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Mean </td><td>0.57 </td><td>0.18\n</td></tr></table></body></html>"}, "TABREF13": {"text": "-(11 stationary state. The values obtained for [RE] and [MAS-Ang1-7], k agt , 0 , c ace , c ace2 , c at1r and c at2r for normotensive and hypertensive humans are given in Table 1. Ct Pucci et al. Page 15 of 20", "latex": null, "type": "table"}}, "back_matter": []}