{
    "paper_id": "5a0c9bf0c192ce920ac92c2d0a2f0f665d5ef4c9",
    "metadata": {
        "title": "Articles Impact of school closures for COVID-19 on the US health-care workforce and net mortality: a modelling study",
        "authors": [
            {
                "first": "Jude",
                "middle": [],
                "last": "Bayham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eli",
                "middle": [
                    "P"
                ],
                "last": "Fenichel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background The coronavirus disease 2019 (COVID-19) pandemic is leading to social (physical) distancing policies worldwide, including in the USA. Some of the first actions taken by governments are the closing of schools. The evidence that mandatory school closures reduce the number of cases and, ultimately, mortality comes from experience with influenza or from models that do not include the effect of school closure on the health-care labour force. The potential benefits from school closures need to be weighed against costs of health-care worker absenteeism associated with additional child-care obligations. In this study, we aimed to measure child-care obligations for US health-care workers arising from school closures when these are used as a social distancing measure. We then assessed how important the contribution of health-care workers would have to be in reducing mortality for their absenteeism due to child-care obligations to undo the benefits of school closures in reducing the number of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods For this modelling analysis, we used data from the monthly releases of the US Current Population Survey to characterise the family structure and probable within-household child-care options of US health-care workers. We accounted for the occupation within the health-care sector, state, and household structure to identify the segments of the health-care workforce that are most exposed to child-care obligations from school closures. We used these estimates to identify the critical level at which the importance of health-care labour supply in increasing the survival probability of a patient with COVID-19 would undo the benefits of school closures and ultimately increase cumulative mortality. , the US Current Population Survey included information on more than 3·1 million individuals across 1·3 million households. We found that the US health-care sector has some of the highest child-care obligations in the USA, with 28·8% (95% CI 28·5-29·1) of the health-care workforce needing to provide care for children aged 3-12 years. Assuming non-working adults or a sibling aged 13 years or older can provide child care, 15·0% (14·8-15·2) of the health-care workforce would still be in need of child care during a school closure. We observed substantial variation within the health-care system. We estimated that, combined with reasonable parameters for COVID-19 such as a 15·0% case reduction from school closings and 2·0% baseline mortality rate, a 15·0% decrease in the health-care labour force would need to decrease the survival probability per percent health-care worker lost by 17·6% for a school closure to increase cumulative mortality. Our model estimates that if the infection mortality rate of COVID-19 increases from 2·00% to 2·35% when the health-care workforce declines by 15·0%, school closures could lead to a greater number of deaths than they prevent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation School closures come with many trade-offs, and can create unintended child-care obligations. Our results suggest that the potential contagion prevention from school closures needs to be carefully weighted with the potential loss of health-care workers from the standpoint of reducing cumulative mortality due to COVID-19, in the absence of mitigating measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Funding None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global spread of coronavirus disease 2019 (COVID- 19) is triggering a range of public health responses. School closures are some of the highest-profile social (physical) distancing measures used to slow the spread of an infectious disease. Many countries in Asia and Europe have instituted a nationwide school closure, while US school districts and states have also closed schools. These closures prevent contact among children and reduce cases. However, closing schools has down sides, even if the only goal of the measure is to save lives during an epidemic. Closing schools can inadvertently cause childcare shortages that strain the health-care system. A study by Lempel and colleagues 1 estimated that child-care obligations associated with school closures could reduce key medical personnel by 6-19% . Under standing these trade-offs is important for planning the public health response to COVID-19, because if the survival of patients who are infected is sufficiently sensitive to declines in the health-care labour force, then school closures might e272",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "text": "19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 804,
                    "end": 809,
                    "text": "6-19%",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "www.thelancet.com/public-health Vol 5 May 2020 increase deaths. Indeed, the entire idea of flattening the curve is to protect health-care capacity to reduce mortality, which might not be proportional to cases. How the curve is flattened also influences health-care capacity. The benefit of closing schools during an epidemic is to reduce transmission and new cases. A study by Cauchemez and colleagues estimated that extended school closures in France could reduce cases of H5N1 influenza by 13-17% (although in practice, some schools might stay open to provide child care, reducing this estimate). 2 Another study showed that schools are probable places for transmission on the basis of contact patterns of flu-like pathogens among US children. 3 However, that study also showed that voluntary behavioural changes, without mandatory shutdowns, appeared to reduce cases of the 2009 H1N1 influenza by 10-13%. 3 A systematic review focused on influenza and school closures found some evidence that school closures are effective, but the empirical evidence did not resolve how or when to close schools. 4 Additionally, the authors found that school closure mostly reduced infection in schoolchildren. Another systematic review did not find strong evidence that school closures prevented the spread of hand, foot, and mouth disease in Asia. 5 An economic assessment found that, although school closures did reduce incidence of diseases in France, the economic costs were large. The benefits of school closures are often estimated relative to a baseline of no voluntary changes in behaviour, but it is likely that the correct baseline for forecasting the effects of school closures on reducing the spread and mortality of COVID-19 includes other voluntary behavioural changes.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 600,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 746,
                    "end": 747,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 908,
                    "end": 909,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1100,
                    "end": 1101,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1337,
                    "end": 1338,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The potential benefits of school closures should be balanced with their costs. Several studies have analysed the economic impacts of school closures. 1, 6, 7 Schooling is one of the most important investments we make in our children's futures, and we do not have good estimates of how prolonged school closures influence drop-out rates and future earnings. This uncertainty makes a holistic assessment of trade-offs challenging.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 156,
                    "end": 157,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Setting aside the economic costs and focusing on reducing mortality, school closures can still create a trade-off. Many health-care workers must reduce time spent providing patient care, running diagnostic tests, and tracing contacts to increase time dedicated to caring for their own children. This trade-off should not be ignored because the capacity to care for individuals with infection and trace contacts can directly influence the development of an epidemic, the survival of those patients, and, ultimately, the cumulative mortality from the pathogen. In this study, we used the most recent available (up to January, 2020) monthly releases of the US Current Population Survey (CPS) to estimate the child-care obligations induced by school closures in the US health-care labour force. We then assessed what the increase in mortality would need to be with the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Evidence before this study Coronavirus disease 2019 (COVID-19) is affecting countries around the world. Multiple countries, states, and school districts are using school closures as a social distancing strategy. Support for school closures mostly comes from models and experience with influenza. We searched the Web of Science using the search terms \"TS = (school) and TS = (infect*) and TS = (distanc*) and TS = (social*)\", which returned 65 references. Of these, 50 persisted after searching with the terms \"TS = (school) and TS = (infect*) and TS = (distanc*) and TS = (social*) and (TS = (influ*) or TS = (flu))\". Few studies have explicitly considered the trade-off between case reduction and disease burden with the potential loss of health-care workers to child-care obligations. We found only two studies that attempted to quantify the potential childcare burden of school closures for health-care workers. No studies have explicitly considered the trade-off between reduced transmission and the role of health-care labour in cumulative mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "To our knowledge, we provided the first explicit analysis of the school closure trade-off between case reduction and labour force effect on patient survival probability. Using detailed data from the US Current Population Survey, we quantified the exposure that the US health-care sector, occupations within the health-care sector, and individual US states would have to unmet child-care obligations for US health-care workers in the event of a school closure. We identified the conditions where school closures could lead to a greater number of deaths from COVID-19 because of health-care labour force reductions. We found that the best estimates available of the probable absenteeism of health-care workers to provide child care in the event of school closures result in great uncertainty about whether school closures will ultimately reduce COVID-19 mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Targeted pharmaceutical interventions for COVID-19 are probably months away, but supportive measures by health-care providers are already important. Social distancing, including school closures, can reduce the number of COVID-19 cases. However, the evidence that the potential transmission reduction benefits of mandatory school closures exceed the costs of potentially imposing greater child-care obligations on health-care workers, thereby reducing the health-care workforce, is limited. A trade-off is associated with closing schools because of potential losses in health-care labour force capacity. Child-care obligations resulting from school closures could compromise the ability of the US health-care system to respond to COVID-19 if alternative child-care arrangements are not made. expected decrease in health-care workers to undermine the expected beneficial effects of school closures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "To provide detailed estimates, we used data from the CPS to quantify the effect of school closures on health-care labour supply. The CPS is an ongoing monthly survey of approximately 60 000 US households, jointly administered by the US Census Bureau and the Bureau of Labor Statistics. We accessed the data through the Integrated Public Use Microdata. 8 We used the basic monthly survey data that includes information on more than 3·1 million individuals spread across 1·3 million households between January, 2018, and January, 2020.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 353,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "First, we highlight two pathways through which school closures could affect pathogen-induced mortality. School closures, c, can affect mortality through reduction in cases, N, including cases of health-care worker infection (pathway one), and through a reduction in the health-care labour force that treats sick patients and prevents mortality (pathway two). While pharmaceutical treatments are not yet widely available (as of March 22, 2020), supportive measures are still important for patient survival. We defined cumulative mortality as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "Where α is the baseline case-mortality fraction for N cases, -βg(c)/α is the percent increase in the casemortality fraction through the reduction in health-care labour force from a school closure (g(c) <0), and f(c)/N is the percent decrease in cumulative cases from the school closure. If no school closures occur, c=0, then This implies that mortality is m=αN. This model highlights the trade-off between the case-reducing effect of school closures and the cost in terms of lost healthcare labour supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "Analysing the net effect of school closures on mortality requires estimation of three factors that are not part of canonical epidemiological models. 9,10 The first term is g(c), which is the effect of school closure on the health-care labour force and is between 0 and 1. The second term is β, which is a first-order approximation of the life-saving (mortality-reducing) effect of health-care providers on the probability of a patient dying from disease or diseaserelated complications. The third term is y=f(c)/N, which is the reduction in cases associated with a school closure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "The first term, g(c), is rarely calculated. Lempel and colleagues 1 provided a preliminary estimate for school closures in the USA of a 6-19% reduction in the healthcare workforce. The detailed data in the CPS allowed us to characterise the family structure and likely withinhousehold child-care options for US health-care workers. The data enable us to describe the exposure to child-care obligations for specific occupations within health care and across states. We focused on the care of children aged 3-12 years, following the latch-key kid standard and assuming that children aged 13 years or older can care for young siblings. 11 This age restriction assumes early child care for children aged 0-2 years remains open. As of March 22, 2020, many of these centres are closing in the USA, which means we will undercount the estimate of child-care obligations that could reduce health-care worker availability. We calculated the share of health-care workers that are single parents (defined as living with no other adult present in the household), where a parent is defined as including head of household and those with an opposite or same-sex spouse, partner or roommate, or an opposite or same-sex unmarried partner. We accounted for sampling error in the CPS using the person-level weights reported in the basic monthly survey, following the Bureau of Labor Statistics guidelines. We used the personal CPS sample weights for all calculations to ensure that the estimates were nationally representative. We followed the US Bureau of Labor Statistic methods 12 to provide CI estimates.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 635,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1563,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "The second term, β, is calculated in development contexts and in emergency medicine but, to our knowledge, has not been measured for infectious diseases (eg, influenza or COVID- 19) or included explicitly in epidemiological models. It is useful to know the critical value of β, where school closures stop saving lives and start increasing mortality, which is defined by the following condition:",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "19)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "Imposing this condition as a strict equality and rearranging yields; when β exceeds this value, then more lives are lost from school closures than are saved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "is the maximum percent increase in the mortality rate that does not reverse lives saved from school closures. Therefore, κ is a more intuitive quantity than β crit .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "The epidemiological literature has focused on the third, and final, term, f(c)/N. This value is usually deter mined by adjusting the conditional infectivity, either parametrically For the latch-key kid standard see http://www.latchkey-kids. com/latchkey-kids-age-limits. htm",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "or through a behavioural model within an epidemiological model to account for a school closure. 13 Models are required because there is little unconfounded experience with school closures during an epidemic, and few analyses of any behavioural changes are empirical. 14 One of the most detailed studies estimated that prolonged school closures would reduce cumulative influenza cases by 13-17% in France, 2 which implies that f(c)/N is between 0·13 and 0·17. We focused on the midpoint of this estimate, 0·15, but considered cumulative case reductions from school closures to be between 0% and 50%. Using the data on child-care obligations provides an estimate of potential reductions in the health-care labour force during a school closure. This estimate can be combined with projections of the case reductions from school closures to identify the condition where the estimate of is important to inform whether school closures would reduce net mortality. If κ is sufficiently large, then any percent increase in the mortality rate will be lower than κ, and closing schools saves lives. This is the case when school closures lead to many avoided cases and few health-care workforce effects. Conversely, if κ is near 0, then any percent increase in mortality will most likely exceed κ, and school closure increases the cumulative mortality. This is the case if school closures reduce the labour force substantially while providing a relatively small reduction in cumulative cases. However, there is a band where 0 << κ << ∞ , where whether closing schools can save lives or not and depends on the value of β, which is unknown.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 405,
                    "end": 406,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "All analyses were done in R, version 3.6.3, using the package srvyr to account for the CPS survey design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling analysis"
        },
        {
            "text": "There was no funding source for this study. Both authors had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "28·8% (95% CI 28·5-29·1) of health-care workers had an obligation to care for a child aged 3-12 years. Focusing on workers in households without a non-working adult or sibling aged 13 years or older who could care for children aged 3-12 years, we found that 15·0% (14·8-15·2) of health-care workers, or slightly more than one in seven, had child-care obligations. We found that 6·8% (95% CI 6·6-7·0) of health-care workers live in single-parent households, a proportion greater than those of all other major industry classifications. Additionally, we estimated that 2·3 million children of health-care workers nationally would be in need of child care, even after accounting for care provided by non-working adults or older siblings. 15 Within the health-care sector, some professions were even more exposed to child-care obligations than others (table). Assuming that non-working adults or siblings aged 13 years or older could meet child-care obligations, the highest proportion of health-care workers with unmet child-care obligations was estimated to be among nurse practitioners, followed by physician's assistants and diagnostic-related technologists and technicians (table). These, along with medical assistants, physicians and surgeons, and nursing, psychiatric, and home health-care aids (who have crucial roles in the care of old and vulnerable people)-with proportion of workers with unmet child-care obligations ranging from 12·8% to 17·8%-represent 4·3 million people, or just over 20% of the health-care workforce in the USA.",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 736,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "School closures might be especially challenging for single parents. The professions with the greatest share of workers who were single-parents were nursing, psychiatric, and home health-care aides; medical assistants; and licensed practical and licensed vocational nurses (table) . Together, these professions represent 30% of the healthcare workforce and are the segment most likely to be providing infection control for the elderly in nursing homes and other facilities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "text": "(table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Registered nursing was the most common profession in the health-care field, accounting for 29·5% of the health-care labour force, followed by nursing, psychiatric, and home health-care aides (18·8%). 27·6% (95% CI 27·1-28·2) of registered nurses had child-care obligations and, without a non-working adult or older sibling, 15·0% (14·6-15·5) would have unmet child-care obligations during a school closure (table). 4·9% (4·6-5·2) of registered nurses were single parents, but this varied from state to state (figure 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The exposure of the health-care labour force to school closures was not homogeneous throughout the USA (appendix). We estimate that the greatest shares of the health-care labour force with child-care obligations were in Utah (35·4%, 95% CI 32·9-37·9), Louisiana (35·0%, 33·1-36·8), and Missouri (34·0%, 31·5-36·5; appendix). By contrast, the health-care labour force in Washington, DC, (16·1%, 13·8-18·3), Vermont (21·9%, 19·8-24·1), and Massachusetts (24·3%, 22·7-25·9) had the lowest shares of child-care obligations. However, household structures can also vary from state to state. If child-care obligations can be met by a non-working adult or older sibling, then South Dakota (21·2%, 19·1-23·3), Oregon (20·7%, 18·7-22·8), and Missouri (20·6%, 18·4-22·8) are the most exposed states to health-care worker shortages induced by school closures. Washington, DC (8·8%, 7·1-10·5), New Mexico (10·0%, 8·6-11·5), and New Jersey (11·2%, 9·7-12·6) might have health-care workers most able to cover their child-care obligations. Louisiana (12·0%, 10·7-13·3), Mississippi (11·3%, 9·9-12·7), and Pennsylvania (10·0%, 8·9-11·1) have the greatest fraction of health-care workers who are single parents. These differences are likely due to an interaction of variations in health-care regulation, cultural, and demographic differences at the state level. These differences require state and local health officials to consider the exposure of their own state or region (related data is available online). We combined the estimate of potential reductions in the health-care labour force during a school closure with projections of the case reductions from school closures to identify the conditions where the estimate of κ is important to inform whether school closures would reduce net mortality (figure 2). For the USA, and for most states within the USA, κ was not sufficiently high or low to estimate which way a school closure will turnout without more information on β. For example, using Cauchemez and colleagues' estimate 2 of a reduction in cases of 15% (range 13-17) from a school closure and assuming baseline mortality from COVID-19 of 2% (1·5-2·4), the κ for this scenario is 0·176, with an associate β crit =0·024. Therefore, the case mortality fraction after a school closure would need to rise to at least 2·3% (1·8-2·8) as a result of the 15% loss in the health-care workforce to undo the case-reduction benefits of school closures. The percent increase in patient survival by avoiding a 15% reduction in the health workforce, an elasticity measuring health-care worker productivity, would necessarily need to exceed 0·024 for school closure to have an adverse effect. We forecast that doubling the health-care workforce must not reduce the case-fatality fraction by more than 2·4% (1·9-3·0) or school closures could lead to more deaths (95% CIs by Monte Carlo simulation). However, substantial variation exists across the country. For example, in South Dakota, this elasticity was 0·017 (0·012-0·021), whereas in Washington DC it was 0·041 (0·029-0·054).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "An additional concern is the timing within an epidemic. School closures could spread out cases, lengthening the epidemic, but making it less intense (reducing peak prevalence). Cauchemez and colleagues estimated a reduction in peak prevalence of 42% (95% CI 39-45). Using those estimations, our analyses suggest that the reduction in health-care workers must not raise the mortality per case in that period to more than 3·4% (2·7-4·2) or the elasticity of health-care worker productivity must not exceed 0·099 (0·077-0·124) for school closures to save lives (a doubling of the healthcare workforce must not increase patient survival by more than 9·9%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In our study, we found that school closures, in the absence of other child-care options, could increase COVID-19 mortality through a health-care labour force reduction pathway or decrease COVID-19 mortality through a case reduction pathway. The best available data do not provide a clear indication of which pathway will be dominant. On the one hand, our estimates of the proportion of health-care workers with child-care obligations might be optimistic because non-working adults might not be able to provide care or might require care themselves. On the other hand, it is possible that family members outside the household (eg, grandparents), neighbours, or friends could care for children, though no data are available in the CPS on these possibilities. Feng and colleagues 16 have cautioned that older people might become primary caregivers in this scenario, which puts this sensitive group at greater risk of infection. Critical level of the percent increase in mortality resulting from health-care workforce absenteeism associated with child-care obligations induced by school closures, κ, that would offset the mortality reduction achieved by school closures through case reductions (colour scale). The actual percent increase in mortality must be lower than κ to justify closing schools. The red point, κ=0·176, indicates the best national estimate of cases avoided because of school closures (15%, 95% CI 13-17) and the mean estimate of unmet child-care obligations in the health-care workforce, 15%. This estimate accounted for the potential of other non-working adults or older siblings in the household to provide child care. COVID-19=coronavirus disease 2019. What we know about distancing policies is based largely on models of influenza, 4, 17 in which children are a vulnerable group for morbidity. Anderson and colleagues 18 emphasised that children do not appear to be a sensitive group to COVID-19, and preliminary data on COVID-19 suggest that children are a small fraction of cases and might be less vulnerable than older adults. 19 If these early results hold up, then the already uncertain benefits of transmission reduction from school closures will be reduced compared with those from influenza. Conversely, school closures might be implemented earlier in COVID-19 outbreaks, which might lead to greater levels of prevented cases. Furthermore, school closures might lead to other adults staying home, which could also reduce cases. These are all important questions when considering school closures.",
            "cite_spans": [
                {
                    "start": 777,
                    "end": 779,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1753,
                    "end": 1755,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1756,
                    "end": 1758,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2051,
                    "end": 2053,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "School closures expose the health-care labour force to increased child-care obligations, probably reducing support for infected individuals, which is critical. Although some health-care occupations might be able to work remotely temporarily, the life-saving treatments that we focused on in this analysis generally require inperson care. We do not know how much a reduction in the health-care labour force, and in what occupations within that labour force, decreases the probability of survival for patients with COVID-19. However, we estimated that the segment of the health-care workforce most responsible for infection control in nursing homes is likely to be among the most highly affected by childcare obligations induced by school closures. Given our reasonable estimates of case reductions from school closures, a measure of the increased mortality risk of patients with COVID-19 from health-care absenteeism to care for children is a crucial, and to date, unknown parameter. This analysis did not include non-COVID-19 mortality that could occur from other conditions if the US health-care work force is reduced, but the risk to these patients should also be considered when deciding about school closure. We also did not consider the impacts on other crucial industries arising from school closure and child-care demand. Finally, how a policy trade-off plays out in one place might be different than in another, even if two locations have a similar set of COVID-19 cases. That is, different places might have similar projected benefits or reduced cases from school closures, but different costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Minimising the impact of COVID-19 and saving lives requires weighing the trade-offs. In some scenarios, closing schools is likely to be sensible. However, policy makers and advisers need to understand that closing schools might have serious unintended downstream effects on the health-care system, and substantial uncertainty exists about the effectiveness of school closures for preventing infection beyond schoolchildren. The effect of reducing the health-care workforce on patient survival is an important unknown. Our estimates suggest that in the USA, the health-care system appears disproportionately exposed to labour shortages induced by school closures, and the segment of that system that provides infection control in nursing homes even more so. Such potential shortages in the health-care workforce should be a first-order con sideration when assessing the potential benefits and costs of school closures. Alternative child-care arrange ments should be part of the school closure plan, and these should also take into account that alternative child-care arrangements could somewhat partly undermine the case reduction from school closures by bringing some children together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Economic cost and health care workforce effects of school closures in the US",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lempel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Curr",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimating the impact of school closure on influenza transmission from Sentinel data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "A-J",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "452",
            "issn": "",
            "pages": "750--55",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measured voluntary avoidance behaviour during the 2009 A/H1N1 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bayham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuminoff",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Fenichel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc R Soc Lond",
            "volume": "282",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effects of school closures on influenza outbreaks and pandemics: systematic review of simulation studies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mangtani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hawker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olowokure",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vynnycky",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The epidemiology of hand, foot and mouth disease in Asia: a systematic review and analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bogich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatr Infect Dis J",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Economic activity and the spread of viral diseases: evidence from high frequency data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adda",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Q J Econ",
            "volume": "131",
            "issn": "",
            "pages": "891--941",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The economy-wide impact of pandemic influenza and the UK: a computable general equilibrium modelling experiment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Keogh-Brown",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tait",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Integrated public use microdata series",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruggles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Rev",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The basic reproduction number of infectious diseases: computation and estimation using compartmental epidemic models",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Calculating approximate standard errors and confidence intervals for current population survey estimates",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Adaptive human behavior in epidemiological models",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Fenichel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ceddia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "",
            "pages": "6306--6317",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Behavioural change models for infectious disease transmission: a systematic review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Verelst",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willem",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interactive COVID-19 childcare map",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evaluating targeted interventions via meta-population models with multi-level mixing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Curns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Glasser",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Math Biosci",
            "volume": "287",
            "issn": "",
            "pages": "93--104",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "School closures and influenza: systematic review of epidemiological studies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vynnycky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hawker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olowokure",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mangtani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Open",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--965",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Open access epidemiological data from the COVID-19 outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30119-5"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fractions of the health-care workforce with possible child-care obligations under different child-care options The map depicts the fraction of the health-care workforce with possible child-care obligations under various adaptation assumptions: health-care workers in households with at least one child aged 3-12 years (A), health-care workers in households with at least one child aged 3-12 years and without a non-working adult or child older than 12 years that might provide child care (B), and health-care workers in single-parent households (C). Data are from the US Current Population Survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Critical level of life-saving effectiveness of health-care workers that would lead school closures to contribute to greater COVID-19 mortality",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "care workforce loss due to child-care obligations (%) School closure-induced net increase in mortality Best national estimate School closure-induced net decrease in mortality For data on state or region exposure see https://zenodo. org/badge/latestdoi/245328333",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Child-care obligations by health-care profession",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Both authors worked closely to design and write the manuscript. JB led the data management and analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "The US Current Population Survey is publicly available. 8 Code to access and organise the data is hosted on JB's Github page, https://doi.org/10.5281/zenodo.3733655.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 57,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Data sharing"
        }
    ]
}