{"paper_id": "5a3598e236050ecbab3f56eb6fca4a10ab42af29", "metadata": {"title": "Bibliometric analysis of pathogenic organisms", "authors": [{"first": "Deqiao", "middle": [], "last": "Tian", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing Institute of Biotechnology", "location": {"postCode": "100071", "settlement": "Beijing", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Infectious diseases remain as an important public health threat to humans. Research into pathogens can be useful for planning an organized response to infectious diseases. Bibliometric analysis is an important method for scientific research and assessing capability. In this study, 100 pathogens of public health importance were selected, and the distributions of annual, national, institutional, and journal publications on Science Citation Index (SCI) journals were statistically analyzed. The United States of America ranked the first in terms of the number of relevant studies published. China attaches great importance to the prevention and control of infectious diseases, but still needs to improve in the following areas: for example, insufficient SCI reports on particular pathogens, institutions SCI reports on pathogens lower than world top pathogen research institutions, and lack of influential international pathogen-related journals. Scientific literature databases are important tools for science-of-science analysis. The findings of this study shed light on the hot spots and the ignored spots in pathogen researches, and thus would be useful for drawing a national and institutional research plan.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Living standards have continuously been improving on account of the rapid developments in science and technology. Although infectious diseases, in general, have become less common than other diseases such as cancer, cardiovascular disease, metabolic diseases, etc., the frequent genetic transformation of pathogens and the existence of antimicrobialresistant pathogens are still issues that we have to face today.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "During the last few decades, there have been significant advances in the treatment and prevention of infectious diseases, such as HIV, viral hepatitis, and tuberculosis. However, many new infectious diseases have emerged since the SARS epidemic in 2003, such as H5N1 and H7N9 avian influenza, Middle East Respiratory Syndrome, Ebola virus disease, Zika virus disease, Chikungunya virus disease, and the current Coronavirus Disease 2019 . Consequently, human beings are constantly facing the threat of new and re-emerging infectious diseases [1] . In addition to naturally occurring infectious diseases, another danger posed by pathogens is their potential use as biological weapons or in bioterrorism. Large-scale research and development of biological weapons were once carried out in some countries [2] . In 2001, the anthrax mail attack in the United States resulted in significant public panic. Therefore, in recent years, both the United States and United Kingdom have released biosecurity or biodefense national strategies for responding to such threats [3] . Pathogens are defined as microorganisms and parasites that cause infectious and parasitic diseases. At present, there are still many infectious diseases that do not have effective treatments. The development of diagnostic test kits, drugs, vaccines and other countermeasures needs to be based on the full understanding of the biological characteristics and pathogenic mechanisms of these infectious diseases.", "cite_spans": [{"start": 541, "end": 544, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 801, "end": 804, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1060, "end": 1063, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Bibliometric analysis is an important method of scientific research assessment. Science-of-science analysis in the field of biosafety and biosecurity can be called Science of Science of biosafety/biosecurity (SSBS). Based on the statistical data of published studies on pathogens, it is possible to gain overall understanding of the worldwide pictures, such as the number of studies on pathogens, the research capability of different countries, the key research institutions, the major journals reporting studies on pathogens, and other parameters of research capability. It is then possible to know the research status, dominant areas, and major gaps, which are important for making strategic plans for scientific research. In the present bibliometric analysis, 100 species of pathogens of public health importance were selected, and the related published literatures were retrieved and statistically analyzed. The findings shed light on the hot spots and ignored spots in pathogen research and can be useful for drawing a national and institutional research plan. the names of the corresponding disease, were used for the search (Tables 1-3) . Use of the title as the search target can avoid those nonessential studies, but in the same time some studies may have been missed, when compared with the search results using abstracts as the search target. The main purpose of the study is to compare the studies from different years, countries, institutions, and journals, under the same search conditions.", "cite_spans": [], "ref_spans": [{"start": 1131, "end": 1143, "text": "(Tables 1-3)", "ref_id": "TABREF3"}], "section": "Introduction"}, {"text": "The selection of the 100 pathogens was based on their historical importance in infectious diseases or their potential impact on humans, in the case of newer pathogens. Several parasitic pathogens, such as those caused malaria and schistosomiasis, were also included. The pathogens were selected from the laboratory biosafety pathogen lists of the National Institutes of Health of the United States, the European Union, and China; the bioterrorism response pathogen lists of the Centers for Disease Control and Prevention of the United States, the European Union, and Russia; and select agent program pathogens listed by the United States [4] . Additionally, the World Health Organization's list of key emerging pathogens for preparedness and response [5] , the list of pathogens released by Law of the PRC on the Prevention and Treatment of Infectious Diseases [6] , and the pathogens listed in some Chinese textbooks were also referred to [7] [8] [9] [10] . The pathogenicity and epidemiologic potential of the pathogens were considered in the selection process.", "cite_spans": [{"start": 638, "end": 641, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 751, "end": 754, "text": "[5]", "ref_id": null}, {"start": 861, "end": 864, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 940, "end": 943, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 944, "end": 947, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 948, "end": 951, "text": "[9]", "ref_id": null}, {"start": 952, "end": 956, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "The selected 100 pathogens were divided into two categories (50 each): biodefense-associated pathogens (BDAPs) and health-threatening pathogens (HTPs)( Table 1-3) . HTPs mainly affect people's health, while BDAPs, which are characterized by rapid and widespread infection, have a serious Table 1 Query key words and comparison by the number of published pathogen studies between China and the United States (bacterial pathogens only). and institution-wise analysis, so the cumulative number of studies for each country or institution may higher than the total number of studies.", "cite_spans": [], "ref_spans": [{"start": 152, "end": 162, "text": "Table 1-3)", "ref_id": "TABREF3"}, {"start": 288, "end": 295, "text": "Table 1", "ref_id": null}], "section": "Introduction"}, {"text": "In this study, a total of 309,624 articles were retrieved. Of these, In addition to the above three trends, the reports on other pathogens showed (4) a plateau followed by an increase, such as Zika virus; (5) an increase followed by a plateau, such as Escherichia coli O157:H7; (6) a decrease followed by an increase, such as Vibrio cholerae; (7) a consistent plateau, such as Epstein-Barr virus; (8) a plateau followed by a decrease, such as measles virus; (9) a decrease followed by a plateau, such as poliovirus; and (10) an irregular pattern, mainly for pathogens with a small number of reports (Table 4, Supplementary Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 599, "end": 630, "text": "(Table 4, Supplementary Table 1", "ref_id": "TABREF5"}], "section": "Annual number of publications"}, {"text": "In the case of some pathogens, particularly BDAPs, the literature showed a decrease followed by a rapid increase. For example, after the outbreak of SARS, many studies were focused on vaccine researches and productions [11] [12] [13] , which were discontinued thereafter. Had the research been continued, the world would have been better prepared for the current COVID-19 pandemic.", "cite_spans": [{"start": 219, "end": 223, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 224, "end": 228, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 229, "end": 233, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Annual number of publications"}, {"text": "The pathogens with the highest number of published studies were Staphylococcus (27944), Salmonella (21476), human immunodeficiency virus (17846), Helicobacter pylori (17677), and Hepatitis C virus (16791). The most common pathogens across countries were Plasmodium (162), Salmonella (160), Staphylococcus (157), Mycobacterium tuberculosis (155), and Helicobacter pylori (153) (Tables 1-3, Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 389, "end": 397, "text": "Figure 3", "ref_id": "FIGREF6"}], "section": "Country and region distributions of pathogen studies"}, {"text": "The countries/regions with the largest number of published studies on pathogens included the United States of America, China, Japan, England, Germany, France, Canada, Italy, Spain, and India. The United States of America led the highest number of publications on most of the pathogens (82 of the 100 pathogens selected), and also had the second highest number of publications on the following pathogens: Table 6 ). The number of studies exploring various pathogens by the selected 20 institutions is shown in Supplementary Table 3 . The institutions were mainly selected based on the total number of published studies. The list also included some institutions and universities in China, such as the Chinese Academy of Sciences, University of Hong Kong, Fudan University, Chinese Academy of Medical Sciences, Chinese Center for Disease Control and Prevention, and Peking University. \"CTR DIS CONTROL PREVENT\" ranked the first for its number of published studies. However, as \"CTR DIS CON-TROL PREVENT\" represents the Centers for Disease Control and Prevention of the United States, its published number of studies may come from more than one institution, therefore, it was not selected. The next institution was Pasteur Institute, but studies on influenza virus, severe acute respiratory syndrome coronavirus, and Francisella tularensis were relatively rare. Harvard University was listed next to Pasteur Institute, but studies on Japanese encephalitis virus, Influenza virus, Middle East respiratory syndrome coronavirus, and foot-and-mouth disease virus were relatively rare. The Chinese Academy of Sciences had a relatively high number of studies on Yersinia pestis, Escherichia coli O157:H7, Zika virus, Influenza virus, and severe acute respiratory syndrome coronavirus, and the University of Hong Kong also had a relatively high number of studies on Burkholderia pseudomallei, Helicobacter pylori, influenza virus, severe acute respiratory syndrome coronavirus, and hepatitis B virus. Some universities and institutions in China, such as Fudan University and the Chinese Academy of Medical Sciences, had a small number of studies on BDAPs, such as Bacillus anthracis and Francisella tularensis, in comparison with some universities and institutions in the United States, such as University of Maryland or National Institute of Allergy and Infectious Diseases (NIAID) (Supplementary Table 3 ). Table 4 ). Some journals had the highest number of studies on some particular pathogens: For example, Emerging Infectious Disease had the highest number of studies on Ebola virus, Infection and Immunity had the highest number of studies on Yersinia pestis, and Vaccine had the highest number of studies on Rotavirus ( Table 7) .", "cite_spans": [], "ref_spans": [{"start": 404, "end": 411, "text": "Table 6", "ref_id": "TABREF7"}, {"start": 509, "end": 530, "text": "Supplementary Table 3", "ref_id": "TABREF3"}, {"start": 2387, "end": 2394, "text": "Table 3", "ref_id": "TABREF3"}, {"start": 2398, "end": 2405, "text": "Table 4", "ref_id": "TABREF5"}, {"start": 2716, "end": 2724, "text": "Table 7)", "ref_id": "TABREF10"}], "section": "Country and region distributions of pathogen studies"}, {"text": "The number of studies exploring various pathogens for the selected 20 journals is shown in Supplementary Table 4 . The journals were selected Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 91, "end": 112, "text": "Supplementary Table 4", "ref_id": null}, {"start": 142, "end": 149, "text": "Table 4", "ref_id": "TABREF5"}], "section": "Journal distribution of the published studies"}, {"text": "From the quantitative analysis of studies on the selected pathogens, the following characteristics were evidenced:", "cite_spans": [], "ref_spans": [], "section": "Characteristics of the retrieved studies"}, {"text": "(1) The number of studies is closely related to disease epidemics. the United States of America, there are still some gap on pathogen research SCI reports. (3) The level of Chinese pathogen-related journals needs to be enhanced. It can be seen from the data that the pathogen-related SCI journal are mainly from the United States and Europe. Although the total number of Chinese SCI reports on pathogens is the second largest in the world, there are still not many influential international journals in China in this field.", "cite_spans": [], "ref_spans": [], "section": "Characteristics of the retrieved studies"}, {"text": "Pathogen researches can protect human health, but it can also create potential biosafety and biosecurity issues that threaten human health.", "cite_spans": [], "ref_spans": [], "section": "Pathogen research is closely related to biosafety and biosecurity"}, {"text": "(1) The level of research on pathogens is an important index for the ability to deal with infectious diseases. Pathogen research is based on historic infectious diseases, emerging infections, and control of new biological threats. In addition, it is also an important aspect of national biodefense capacity. By strengthening investment in science and technology, China's ability to prevent and control infectious diseases has increased significantly [15] . Consequently, the number of related SCI reports has grown significantly [16] , although there is still gaps between China and the United States [17] . (2) Pathogen research can result in biosafety and biosecurity risks. With the rapid development of life sciences and biotechnology, biosafety and biosecurity issues are receiving increasing attention [18] [19] [20] [21] . Pathogen-related researches may lead to an increased likelihood of pathogen laboratory errors, and there is also the possibility of deliberate use by humans [22] . (3) Towards reducing the biosafety and biosecurity risk, it is necessary to ameliorate the supervision and support for pathogenic researches, including improvement on biosafety management monitoring and risk assessment systems [23] . Furthermore, researches on molecular biocontainment and other methods should also be strengthened [24] [25] .", "cite_spans": [{"start": 450, "end": 454, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 529, "end": 533, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 601, "end": 605, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 808, "end": 812, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 813, "end": 817, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 818, "end": 822, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 823, "end": 827, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 987, "end": 991, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1221, "end": 1225, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1326, "end": 1330, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1331, "end": 1335, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Pathogen research is closely related to biosafety and biosecurity"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The challenge of emerging and re-emerging infectious diseases", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Folkers", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "6996", "issn": "", "pages": "242--249", "other_ids": {"DOI": ["10.1038/nature02759"]}}, "BIBREF1": {"ref_id": "b1", "title": "The history of biological warfare", "authors": [{"first": "F", "middle": [], "last": "Frischknecht", "suffix": ""}], "year": 2003, "venue": "EMBO Rep", "volume": "4", "issn": "", "pages": "47--52", "other_ids": {"DOI": ["10.1038/sj.embor.embor849"]}}, "BIBREF2": {"ref_id": "b2", "title": "Comparison of USA and UK biosecurity and biodefense strategies based on word frequency analysis", "authors": [{"first": "D", "middle": ["Q"], "last": "Tian", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "Mil. Med. Sci", "volume": "7", "issn": "", "pages": "481--487", "other_ids": {"DOI": ["10.7644/j.issn.1674C9960.2019.07.001"]}}, "BIBREF3": {"ref_id": "b3", "title": "Comparison and analysis of biological agent category lists based on biosafety and biodefense", "authors": [{"first": "D", "middle": ["Q"], "last": "Tian", "suffix": ""}, {"first": "T", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0101163"]}}, "BIBREF5": {"ref_id": "b5", "title": "Law of the PRC on the Prevention and Treatment of Infectious Diseases", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Ninth edition People's Medical Publishing House", "authors": [{"first": "F", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": ["K"], "last": "Xu", "suffix": ""}], "year": 2018, "venue": "Medical microbiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pathogenic Biology", "authors": [{"first": "E", "middle": ["J"], "last": "Luo", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Medical Molecular Virology", "authors": [{"first": "Q", "middle": [], "last": "Jin", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice", "authors": [{"first": "Z", "middle": ["Y"], "last": "Yang", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Kong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Murphy", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Nabel", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "6982", "issn": "", "pages": "561--564", "other_ids": {"DOI": ["10.1038/nature02463"]}}, "BIBREF11": {"ref_id": "b11", "title": "Effects of a SARS-associated coronavirus vaccine in monkeys", "authors": [{"first": "W", "middle": ["T"], "last": "Gao", "suffix": ""}, {"first": "A", "middle": [], "last": "Tamin", "suffix": ""}, {"first": "A", "middle": [], "last": "Soloff", "suffix": ""}, {"first": "L", "middle": [], "last": "D&apos;aiuto", "suffix": ""}, {"first": "E", "middle": [], "last": "Nwanegbo", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Robbins", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Bellini", "suffix": ""}, {"first": "S", "middle": [], "last": "Barratt-Boyes", "suffix": ""}, {"first": "A", "middle": [], "last": "Gambotto", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "9399", "issn": "", "pages": "14962--14970", "other_ids": {"DOI": ["10.1016/S0140-6736(03)14962-8"]}}, "BIBREF12": {"ref_id": "b12", "title": "Mucosal immunisation of African green monkeys (Cercopithecus aethiops) with an attenuated parainfluenza virus expressing the SARS coronavirus spike protein for the prevention of SARS", "authors": [{"first": "A", "middle": [], "last": "Bukreyev", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Lamirande", "suffix": ""}, {"first": "U", "middle": ["J"], "last": "Buchholz", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Vogel", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Elkins", "suffix": ""}, {"first": "M", "middle": [], "last": "St Claire", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Murphy", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Collins", "suffix": ""}], "year": 2004, "venue": "Lancet", "volume": "9427", "issn": "", "pages": "2122--2127", "other_ids": {"DOI": ["10.1016/S0140-6736(04)16501-X"]}}, "BIBREF13": {"ref_id": "b13", "title": "For a better world: biosafety strategies to protect global health", "authors": [{"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}], "year": 2019, "venue": "Biosaf. Heal", "volume": "1", "issn": "", "pages": "1--3", "other_ids": {"DOI": ["10.1016/j.bsheal.2019.03.001"]}}, "BIBREF14": {"ref_id": "b14", "title": "The H7N9 influenza virus in China-changes since SARS", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "N. Engl. J. Med", "volume": "25", "issn": "", "pages": "2348--2349", "other_ids": {"DOI": ["10.1056/NEJMp1305311"]}}, "BIBREF15": {"ref_id": "b15", "title": "Emerging infectious disease: trends in the literature on SARS and H7N9 influenza", "authors": [{"first": "D", "middle": ["Q"], "last": "Tian", "suffix": ""}, {"first": "T", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2015, "venue": "Scientometrics", "volume": "105", "issn": "", "pages": "485--495", "other_ids": {"DOI": ["10.1007/s11192-015-1681-8"]}}, "BIBREF16": {"ref_id": "b16", "title": "Comparison of trends in the quantity and variety of Science Citation Index (SCI) literature on human pathogens between China and the United States", "authors": [{"first": "D", "middle": ["Q"], "last": "Tian", "suffix": ""}, {"first": "Y", "middle": ["Z"], "last": "Yu", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2012, "venue": "Scientometrics", "volume": "", "issn": "93", "pages": "1019--1027", "other_ids": {"DOI": ["10.1007/s11192-012-0772-z"]}}, "BIBREF17": {"ref_id": "b17", "title": "Biotechnology Research in an Age of Terrorism", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Globalization，biosecurity，and the future of the life sciences", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Innovation，dual use and security:managing the risks of emerging biological and chemical technologies", "authors": [{"first": "B", "middle": [], "last": "Jonathan", "suffix": ""}, {"first": "Tucker", "middle": [], "last": "", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Bibliometric analysis of the most concerned life science dual-use research literature", "authors": [{"first": "D", "middle": ["Q"], "last": "Tian", "suffix": ""}], "year": 2016, "venue": "Lett. Biotechnol", "volume": "5", "issn": "", "pages": "684--687", "other_ids": {"DOI": ["10.3969/j.issn.1009-0002.2016.05.018"]}}, "BIBREF21": {"ref_id": "b21", "title": "Risk and Benefit Analysis of Gain-of-Function Research，Final Report", "authors": [{"first": "Gryphon", "middle": [], "last": "Scientific", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Biosafety and biosecurity", "authors": [{"first": "D", "middle": ["S"], "last": "Zhou", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Song", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": ["Z"], "last": "Ji", "suffix": ""}, {"first": "X", "middle": ["X"], "last": "Hou", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Xu", "suffix": ""}], "year": 2019, "venue": "J. Biosafety and Biosecurity", "volume": "1", "issn": "", "pages": "15--18", "other_ids": {"DOI": ["10.1016/j.jobb.2019.01.001"]}}, "BIBREF23": {"ref_id": "b23", "title": "MicroRNA-based strategy to mitigate the risk of gain-of-function influenza studies", "authors": [{"first": "R", "middle": ["A"], "last": "Langlois", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Albrecht", "suffix": ""}, {"first": "B", "middle": [], "last": "Kimble", "suffix": ""}, {"first": "T", "middle": [], "last": "Sutton", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Shapiro", "suffix": ""}, {"first": "C", "middle": [], "last": "Finch", "suffix": ""}, {"first": "M", "middle": [], "last": "Angel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Chua", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Gonzalez-Reiche", "suffix": ""}, {"first": "K", "middle": [], "last": "Xu", "suffix": ""}, {"first": "D", "middle": [], "last": "Perez", "suffix": ""}, {"first": "A", "middle": [], "last": "García-Sastre", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Tenoever", "suffix": ""}], "year": 2013, "venue": "Nat. Biotechnol", "volume": "9", "issn": "", "pages": "844--847", "other_ids": {"DOI": ["10.1038/nbt.2666"]}}, "BIBREF24": {"ref_id": "b24", "title": "Recoded organisms engineered to depend on synthetic amino acids", "authors": [{"first": "A", "middle": ["J"], "last": "Rovner", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Haimovich", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Katz", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Grome", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Gassaway", "suffix": ""}, {"first": "M", "middle": [], "last": "Amiram", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Patel", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Gallagher", "suffix": ""}, {"first": "J", "middle": [], "last": "Rinehart", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Isaacs", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "7537", "issn": "", "pages": "89--93", "other_ids": {"DOI": ["10.1038/nature14095"]}}, "BIBREF25": {"ref_id": "b25", "title": "Biosafety and Health xxx (xxxx) xxx", "authors": [{"first": "D", "middle": [], "last": "Tian", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Corresponding author: Beijing Institute of Biotechnology, Beijing 100071, China. E-mail address: tiandeqiao@163.com..", "latex": null, "type": "figure"}, "FIGREF1": {"text": "impact on social stability. We retrieved the relevant literature on the pathogens published from 1995 to retrieval time in 2018. For the annual analysis, we retrieved the literatures published from 1995 to 2017, and used all the literatures for the country-, institution-, and journal-wise analysis based on Web of Science online statistics. The Web of Science literature statistics does not distinguish the first author from the other authors for country-wise", "latex": null, "type": "figure"}, "FIGREF2": {"text": "295,866 were published in the period 1995-2017, and the highest number of articles (n = 16,658) was published in the year 2006. Based on the trends in the published literatures, three stages were identified: from 1995 to 2002, the increase in the number of published articles was not very remarkable; during 2002 to 2011, the increase was rapid; and during 2011-2017, the increase tended to slow down (Figure 1). We noted that the number of studies for some pathogens showed (1) continuous growth, such as Mycobacterium tuberculosis, Dengue virus, Hepatitis B virus, Norwalk virus, and Plasmodium spp.; (2) a rapid increase followed by a gradual decrease, such as Bacillus anthracis, Yersinia pestis, Ebola virus, H5N1 Influenza virus, H1N1 Influenza virus, H7N9 Influenza virus, SARS coronavirus, and Chlamydia pneumoniae (Figure 2); and (3) a generally decreasing trend. For example, there were 1109 reports on human immunodeficiency virus in 1995, but the number decreased to 471 in 2017.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Annual number of published studies on all the pathogens.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Annual number of published studies on different pathogens (increase followed by a decrease).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Top-ranked institutes on published pathogen studies With regard to the distribution of studies across institutions, the following institutions had the highest number of publications: Pasteur Institute (4688), Harvard University (4330), Unites States National Institute of Allergy and Infectious Diseases (NIAID) (3808), Johns Hopkins University (3188), University of Washington (3140), University of Oxford (2753),", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Number of published studies and country/region distribution for each type of pathogen. California San Francisco (2658), Emory University (2314), University of Maryland (2220), and University of Tokyo (2178). Furthermore, some institutions had the highest number of studies for specific pathogens, such as: Baylor College of Medicine on Helicobacter pylori; Harvard University on human immunodeficiency virus; Chinese Academy of Sciences on severe acute respiratory syndrome coronavirus (", "latex": null, "type": "figure"}, "FIGREF8": {"text": "With regard to the total number of studies on various pathogens, the following journals had published the highest number of studies: Journal of Virology (14586), Journal of Clinical Microbiology (7273), Infection and Immunity (6885), Journal of Infectious Diseases (5643), and Vaccine (4151) (Supplementary", "latex": null, "type": "figure"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Query key words and comparison by the number of published pathogen studies between China and the United States (Rickettsia, Mycoplasma, Chlamydia, fungi, and protozoa).", "latex": null, "type": "table"}, "TABREF4": {"text": "Hepatitis B virus, Human Tlymphotropic virus, severe acute respiratory syndrome coronavirus, Burkholderia pseudomallei, Human parvovirus B19, Hendra virus, Hanta Virus, Junin virus, H7N9 Influenza virus, and Clostridium tetani. It had the third and after highest number of publications on the following pathogens: Foot-and-mouth disease virus, Enterovirus 71, African swine fever virus, Orientia tsutsugamushi, severe fever with thrombocytopenia syndrome virus, Japanese encephalitis virus, Streptococcus suis, and tick-borne encephalitis virus. China had the highest number of published studies on the following pathogens: Hepatitis B virus, Enterovirus 71, severe acute respiratory syndrome coronavirus, Streptococcus suis, Japanese encephalitis virus, Hanta virus, severe fever with thrombocytopenia syndrome virus, and H7N9 Influenza virus. It had also the second highest number of publications on the following pathogens: Adenovirus, Influenza virus, human papillomavirus, Coxsackievirus, Newcastle disease virus, foot-and-mouth disease virus, H5N1 Influenza virus, Mycoplasma pneumoniae, rabies virus, H1N1 Influenza virus, Yersinia pestis, hepatitis A virus, Treponema pallidum, and Eastern equine encephalitis virus. In addition, it had the third highest number of publications on the following pathogens: Staphylococcus, Epstein-Barr virus, Escherichia coli O157:H7, Cryptosporidium, Shigella, Norwalk virus, Zika virus, Middle East respiratory syndrome coronavirus, vesicular stomatitis virus, Schistosoma, and Rickettsia rickettsii. Japan had the highest number of studies on human T-lymphotropic virus and human parvovirus B19, while England had the highest number of studies on foot-and-mouth disease virus. Further, France had the highest number of studies on Clostridium tetani, while Spain had the highest number of studies on African swine fever virus. For Australia, it was Hendra virus; for Korea, Orientia tsutsugamushi; for Russia, tick-borne encephalitis virus; for Thailand, Burkholderia pseudomallei; and for Argentina, Junin virus (Table 5). The number of studies exploring various pathogens in the selected 15 countries and regions is shown in Supplementary Table 2. The countries have been selected mainly based on the total number of published studies.", "latex": null, "type": "table"}, "TABREF5": {"text": "Trends by the annual number of published pathogen studies.", "latex": null, "type": "table"}, "TABREF6": {"text": "Top ranked Countries/regions by number of published studies on various pathogens.", "latex": null, "type": "table"}, "TABREF7": {"text": "", "latex": null, "type": "table"}, "TABREF8": {"text": "have resulted in a rapid increase in the number of studies published after the disease outbreaks. However, once the epidemic has been controlled, the number of studies declined.(2) The number of studies was closely related to disease distribution. The number of studies related to pathogens tended to be related to the geographical distribution of the corresponding diseases. For example, the literatures on H7N9 avian influenza is predominate in China, while the most relevant literatures on Burkholderia pseudomallei is in Thailand. In studies assessing Junin virus, it was Argentina which published the most studies. (3) Core research institutions play significant roles on pathogen studies.Such as the Pasteur Institute in France, Harvard University, the National Institute of Allergy and Infectious Diseases in the United States, and the Chinese Academy of Sciences.4.2. Research studies on pathogens in ChinaChina attaches great importance to the prevention and control of infectious diseases; thus has made significant progress in relevant research and biosafety management since the SARS outbreak in 2002-2003[14] . Although the great advance and progress have been made, improvement in the following areas are still needed:(1) Pathogens studied are unbalanced. Relatively large number of published studies is on health-threatening pathogens, such as hepatitis B virus and Japanese encephalitis, while relatively small number of published studies is on biodefense-associated pathogens such as Bacillus anthracis and Ebola virus, specifically at the university level.(2) Institutions SCI reports on pathogens lower than world top pathogen research institutions. In the field of pathogen research, national institutions such as the Chinese Academy of Sciences, Chinese Academy of Medical Sciences, and Chinese Center for Disease Control and Prevention play an important role. However, in comparison with the world's top pathogen research institutions such as the Pasteur Institute in France and the National Institute of Allergy and Infectious Diseases in", "latex": null, "type": "table"}, "TABREF9": {"text": "", "latex": null, "type": "table"}, "TABREF10": {"text": "Journals with the highest number of published studies on select pathogens. Marburg; Lassa; VEE; WEE; Nipah; Hendra; Hantaan; CCHFV; RVFV; Junin; YFV; Dengue; JEV; TBEV; SFTSV; Influenza; H5N1; H1N1; H7N9; Measles; Rubella; Mumps; Adenovirus; RSV; SARS; HIV; HAV; HBV; HCV; Coxsackievirus; Norwalk; Poliovirus; HSV; VZV; HCMV; EBV; Monkeypox; Rabies; HPV; FMDV; ASFV; NDV; VSV M. tuberculosis; C. diphtheriae; T. pallidum; Variola; Bartonella; M. pneumoniae Y. pestis; F. tularensis; Brucella; B.mallei; B. pseudomallei; Shigella; H. influenzae; S. pyogenes; N. meningitidis; B. pertussis; L.pneumophila; B. burgdorferi; C. burnetii; R. rickettsii; C. pneumoniae; C. immitis", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare that there are no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest Statement"}, {"text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.bsheal.2020.05.004.", "cite_spans": [], "ref_spans": [], "section": "Appendix A. Supplementary data"}]}