{"paper_id": "5c75bf74f6192a972e495407cc4562c422171f51", "metadata": {"title": "Modeling the case of early detection of Ebola virus disease", "authors": [{"first": "Diego", "middle": [], "last": "Chowell", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "region": "AZ", "country": "USA"}}, "email": ""}, {"first": "Muntaser", "middle": [], "last": "Safan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "region": "AZ", "country": "USA"}}, "email": ""}, {"first": "Carlos", "middle": [], "last": "Castillo-Chavez", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "region": "AZ", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "The most recent Ebola outbreak in West Africa highlighted critical weaknesses in the medical infrastructure of the affected countries, including effective diagnostics tools, sufficient isolation wards, and enough medical personnel. Here, we develop and analyze a mathematical model to assess the impact of early diagnosis of pre-symptomatic individuals on the transmission dynamics of Ebola virus disease in West Africa in scenarios where Ebola may remain at low levels in the population. Our findings highlight 1 arXiv:1511.04027v1 [q-bio.PE] 6 Nov 2015 the importance of implementing integrated control measures of early diagnosis and", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "isolation. The mathematical analysis shows a threshold where early diagnosis of presymptomatic individuals, combined with a sufficient level of effective isolation, can lead to an epidemic control of Ebola virus disease. That is, the local erradication of the disease or the effective management of the disease at low levels of endemicity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The Ebola viral strains are re-emerging zoonotic pathogens and members of the Filoviridae family consisting of five distinct species: Bundibugyo, Cotes d'Ivoire, Reston, Sudan, and", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Zaire with a high case-fatality rate in humans [1] . Filoviruses are long filamentous enveloped, non-segmented, single-stranded viruses, consisting of a negative-sense RNA genome [2] . Each Ebola species genome encodes seven linearly arranged genes: nucleoprotein (NP), polymerase cofactor (VP35), matrix protein (VP40), glycoprotein (GP), replication-transcription protein (VP30), matrix protein (VP24), and RNA-dependent RNA prolymerase (L) [2] . While there are no proven effective vaccines or effective antiviral drugs for Ebola, containing an outbreak relies on contact tracing and on early detection of infected individuals for isolation and care in treatment centers [2] . The most recent Ebola outbreak in West Africa, which began in December 2013, due to the Zaire strain, demonstrated several weaknesses in the medical infrastructure of the affected countries, including the urgent need of effective diagnostics, which have a fundamental role in both disease control and case management.", "cite_spans": [{"start": 47, "end": 50, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 179, "end": 182, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 443, "end": 446, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 674, "end": 677, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "The Ebola virus is transmitted as a result of direct contact with bodily fluids containing the virus [3] . The virus enters via small skin lesions and mucus membranes where it is able to infect macrophages and other phagocytic innate immune cells leading to the production of a large number of viral particles [2] . The macrophages, monocytes, and dendritic cells infected in the early stage of the disease serve to spread the virus throughout the organs, particularly in the spleen, liver, and lymph nodes [2] . Consequently, critically ill patients display intensive viremia [4] . Recognizing signs of Ebola viral disease is challenging because it causes common non-specific symptoms such as fever, weakness, diarrhea, and vomiting, and the incubation period typically lasts 5 to 7 days [3] . Therefore, functioning laboratories and effective point-of-care tests are critically needed in order to minimize transmission, allow better allocation of scarce healthcare resources, and increase the likelihood of success of antiviral treatments as they are developed [12] . The puzzling case of Pauline Cafferkey, crtically ill, months after her recovery from Ebola, points to our lack of full understanding of Ebola infection and the likelihood of sustainable reservoirs, possible among the recovered.", "cite_spans": [{"start": 101, "end": 104, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 310, "end": 313, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 507, "end": 510, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 577, "end": 580, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 789, "end": 792, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1063, "end": 1067, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "There is an ongoing effort in place to improve Ebola diagnostics, primarily to detect the disease early. In our current state, the cost and difficulty of testing limit diagnostic facilities to small mobile laboratories or centralized facilities with turnaround times measured in days rather than in a few hours, meaning that diagnosis is largely used to confirm disease. Ebola diagnosis can be achieved in two different ways: measuring the host-specific immune response to infection (e.g. IgM and IgG antibodies) and detection of viral particles (e.g. ReEBOV Antigen Rapid Test Kit for VP40), or particle components in infected individuals (e.g. RT-PCR or PCR). The most general assay used for IgM and IgG antibody detection are direct ELISA assays. Table 1 illustrates recently manufactured kits and their corresponding assay name or type. Considering the physiological kinetics of the humoral immune system as well as impaired antigen-presenting cell function as a result of viral hemorrhagic fever, antibody titers are low in the early stages and often undetectable in severe patients prior to death [6] . This leaves polymerase chain reaction (PCR) for antigen detection as a viable option for early diagnostic assays. PCR is a chemical reaction that amplifies pieces of a virus's genes floating in the blood by more than a millionfold, which makes detection of pre-symptomatic individuals likely identifiable. Indeed, a research article published in 2000, illustrates the power of this technology to detect Ebola virus in humans in the pre-symptomatic stage [7] .", "cite_spans": [{"start": 1103, "end": 1106, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1563, "end": 1566, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 750, "end": 757, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "In this study, 24 asymptomatic individuals who had been exposed to symptomatic Ebola patients were tested using PCR. Eleven of the exposed patients eventually developed the infection. Seven of the 11 tested positive for the PCR assay. And none of the other 13 did.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this chapter, we extend the work presented in [13] . Here, we have developed and analyzed a mathematical model to evaluate the impact of early diagnosis of pre-symptomatic individuals on the transmission dynamics of Ebola virus disease in West Africa, under the assumption that the disease is maintained possibly at very low levels due to the deficiencies in health systems and our incomplete understanding of Ebola infection as illustrated by the case of Pauline Cafferkey. Therefore, eliminating Ebola may require a more sustained and long-term effort that requires the use of models that include vital dynamics. ", "cite_spans": [{"start": 49, "end": 53, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "The total population is assumed to be classified into six mutually independent subgroups: susceptible S(t), non-detectable latent E 1 (t), detectable latent E 2 (t), infectious I(t), isolated J(t), and recovered R(t) individuals. Table 2 shows the state variables and their physical meaning. The transition between all these states is shown in Figure 1 . And model parameters and their description are presented in Table 3 . Parameter values have been obtained from previous studies [16, 17] .", "cite_spans": [{"start": 483, "end": 487, "text": "[16,", "ref_id": "BIBREF14"}, {"start": 488, "end": 491, "text": "17]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 230, "end": 237, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 344, "end": 352, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 415, "end": 422, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Model formulation"}, {"text": "It is assumed that individuals are recruited (either through birth or migration) into the susceptible class at a rate Λ and die naturally with rate µ. Susceptible individuals get infected due to successful contacts with infectious or not perfectly isolated infected individuals at rate λ. As a consequence, they become latent undetectable, who develop their state of infection to become latent detectable at rate κ 1 . We assume that the latent detectable class represent individuals whose viral load is above the detection limit of the PCR-based diagnostic test [7, 11] . Latent detectable individuals either are diagnosed and get isolated with probability f T or develop symptoms to become infectious, who sequentially either get isolated at rate α, or are removed from the system by recovery or Ebola-induced death at rate γ. It is assumed here that Ebola-induced deaths occur for the infectious individuals with probability q 1 . Similarly, isolated individuals leave their class at rate γ r , by either dying due to Ebola with probability q 2 , or they get recovered and become immune. It is assumed that isolation is partially effective so that successful contacts with susceptible individuals may lead to infection with probability r; this parameter is a measure of isolation effectiveness of infectious individuals.", "cite_spans": [{"start": 563, "end": 566, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 567, "end": 570, "text": "11]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Model formulation"}, {"text": "Thus, the force of infection is given by The assumptions mentioned above lead to the following model of equations", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "is the total population size at time t. On adding all equations of system (2) together, we get", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "3 Model analysis", "cite_spans": [], "ref_spans": [], "section": "Model formulation"}, {"text": "Since model (2) imitates the dynamics of human populations, all variables and parameters should be non-negative. Thus, following the approach shown in appendix A of [8] , we show the following result. ", "cite_spans": [{"start": 12, "end": 15, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 165, "end": 168, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Basic properties"}, {"text": "is positively invariant for model (2) and is absorbing.", "cite_spans": [{"start": 34, "end": 37, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Basic properties"}, {"text": "It follows from (4) that", "cite_spans": [], "ref_spans": [], "section": "Basic properties"}, {"text": "and from (5) that", "cite_spans": [], "ref_spans": [], "section": "Basic properties"}, {"text": "If we assume N (0) > Λ/µ, then dN/dt < 0 and therefore (based on inequality (6)), N (t) decreases steadily until reaching Λ/µ when t tends to ∞. Similarly, if we assume N (0) < Λ/(µ + q 1 γ + q 2 γ r ), then dN/dt > 0 and therefore (based on inequality (7)), N (t) increases steadily until reaching a maximum at Λ/(µ + q 1 γ + q 2 γ r ) when t tends to ∞. It remains to check the case if N (0) lies in the phase between Λ/(µ + q 1 γ + q 2 γ r ) and Λ/µ. To this end, both inequalities (6) and (7) are combined together to get", "cite_spans": [], "ref_spans": [], "section": "Basic properties"}, {"text": "On taking the limit when t tends to ∞, we find that N (t) remains within the same phase.", "cite_spans": [], "ref_spans": [], "section": "Basic properties"}, {"text": "Thus, the set Ω is positively invariant and absorbing.", "cite_spans": [], "ref_spans": [], "section": "Basic properties"}, {"text": "Ebola-free equilibrium and the control reproduction number R c", "cite_spans": [], "ref_spans": [], "section": "Equilibrium analysis"}, {"text": "It is easy to check that model (2) has the Ebola-free equilibrium", "cite_spans": [], "ref_spans": [], "section": "Equilibrium analysis"}, {"text": "where the prime \" \" means vector transpose.", "cite_spans": [], "ref_spans": [], "section": "Equilibrium analysis"}, {"text": "The basic reproduction number, R 0 , is a measure of the average number of secondary cases produced by a typical infectious individual during the entire course of infection in a completely susceptible population and in the absence of control interventions [14, 15] . On the other hand, the control reproduction number, R c , quantifies the potential for infectious disease transmission in the context of a partially susceptible population due to the implementation of control interventions. When R c > 1, the infection may spread in the population, and the rate of spread is higher with increasingly high values of R c . If R c < 1, infection cannot be sustained and is unable to generate an epidemic. For our model, R c is computed using the next generation matrix approach shown in [9] . Accordingly, we compute the matrices F (for the new infection terms) and V (for the transition terms) as", "cite_spans": [{"start": 256, "end": 260, "text": "[14,", "ref_id": "BIBREF12"}, {"start": 261, "end": 264, "text": "15]", "ref_id": "BIBREF13"}, {"start": 784, "end": 787, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Equilibrium analysis"}, {"text": "Thus, the control reproduction number is given by", "cite_spans": [], "ref_spans": [], "section": "Equilibrium analysis"}, {"text": "where ρ is the spectral radius (dominant eigenvalue in magnitude) of the matrix FV −1 and", "cite_spans": [], "ref_spans": [], "section": "Equilibrium analysis"}, {"text": "is the basic reproduction number for the model.", "cite_spans": [], "ref_spans": [], "section": "Equilibrium analysis"}, {"text": "The local stability of the Ebola-free equilibrium, E 0 , for values of R c < 1 is established based on a direct use of Theorem 2 in [9]. We summarize our result in the following lemma.", "cite_spans": [], "ref_spans": [], "section": "Equilibrium analysis"}, {"text": "Lemma 2. The Ebola-free equilibrium E 0 of model (2) is locally asymptotically stable if and only if R c < 1.", "cite_spans": [], "ref_spans": [], "section": "Equilibrium analysis"}, {"text": "On putting the derivatives in the left hand side of (2) equal zero and solving the resulting algebraic system with respect to the variablesS,Ē 1 ,Ē 2 ,Ī,J, andR, we obtain S = Λ λ + µ ,", "cite_spans": [], "ref_spans": [], "section": "Ebola-endemic equilibrium"}, {"text": "is the equilibrium force of infection. On substituting from (11) into (12) and simplifying (with the assumption that λ = 0), we get", "cite_spans": [{"start": 70, "end": 74, "text": "(12)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Ebola-endemic equilibrium"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "Ebola-endemic equilibrium"}, {"text": "Hence, the Ebola-endemic equilibrium is unique and we show the following lemma.", "cite_spans": [], "ref_spans": [], "section": "Ebola-endemic equilibrium"}, {"text": "In considering the dynamics of the Ebola system (2) The normalized sensitivity indices for R c are calculated by taking the partial derivative of R c with respect to each parameter and multiply the derivative with the ratio of the parameter to R c . This value represents the percent change in R c with respect to a 1% change in the parameter value [10] . Table 4 : Percent change in R c with respect to a 1% change in the parameter value, for a low and a high isolation effectiveness r, and a low and a high value of f T , while keeping the other parameter values as presented in Table 3 .", "cite_spans": [{"start": 349, "end": 353, "text": "[10]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 356, "end": 363, "text": "Table 4", "ref_id": null}, {"start": 581, "end": 588, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Normalized sensitivity analysis on R c"}, {"text": "% change 1% -1.014% 0.053% -0.053% -0.445% -0.501% -0.306% for r = 0.95 % change 1% -0.402% 0.747% -0.747% -0.167% -0.086% -0.471% f T = 0.75 for r = 0.35 % change 1% -3.521% 0.185% -0.185% -0.383% -0.431% -2.373% for r = 0.95", "cite_spans": [], "ref_spans": [], "section": "Normalized sensitivity analysis on R c"}, {"text": "We use the parameters values from Table 3 to study the sensitivity of R c to each param- Table 3 .", "cite_spans": [], "ref_spans": [{"start": 34, "end": 41, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 89, "end": 96, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Normalized sensitivity analysis on R c"}, {"text": "eter. We compute normalized sensitivity analysis on all parameters, but we just consider the impact of parameters that are the most sensitive: β, r, , γ r , γ, α, and f T . The other parameters (µ, κ 1 , and κ 2 ) have a very low impact, namely less than 0.001%. The numerical simulations to the sensitivity of R c with respect to each of the most sensitive parameters are given in Table 4 , for two different levels of isolation effectiveness (r = 0.35 and r = 0.95)", "cite_spans": [], "ref_spans": [{"start": 382, "end": 389, "text": "Table 4", "ref_id": null}], "section": "Normalized sensitivity analysis on R c"}, {"text": "and two values of f T (f T = 0.25 and f T = 0.75), which is the fraction of pre-symptomatic individuals diagnosed and isolated. The other parameter values are kept as shown in Table   3 .", "cite_spans": [], "ref_spans": [{"start": 176, "end": 185, "text": "Table   3", "ref_id": "TABREF2"}], "section": "Normalized sensitivity analysis on R c"}, {"text": "A graphical illustration of the numerical results for the scenario when f T = 0.25 and the two levels of isolation effectiveness (r = 0.35 and r = 0.95) is given in Figure 2 . In the case of high isolation effectiveness (r = 0.95), simulations show that both the removal rate, γ r , of isolated individuals and the relative transmissibility parameter of isolated individuals with respect to infectious individuals are the least sensitive parameters (with 0.053% change of R c ), while the parameter of isolation effectiveness, r, is the most sensitive one, where a 1% increase in r causes a 1.014% reduction in the value of R c . Also, the rate at which infectious individuals get isolated, α, and the fraction of pre-symptomatic individuals detected and isolated, f T , impact negatively on the level of R c , where a 1% percent increase in the value of f T causes approximately a 0.31% decline in the value of the reproduction number R c .", "cite_spans": [], "ref_spans": [{"start": 165, "end": 173, "text": "Figure 2", "ref_id": "FIGREF4"}], "section": "Normalized sensitivity analysis on R c"}, {"text": "Thus, as pre-symptomatic individuals are diagnosed and as isolation is highly effective, the number of available infectious individuals who are capable of transmitting Ebola decreases and therefore, the reproduction number decreases. Also, the removal (by recovery or Ebolainduced death) rate γ of infectious individuals affects negatively on R c . Hence, for the case of highly effective isolation, the parameters concerning early diagnosis and isolation have a significant impact on the reproduction number.", "cite_spans": [], "ref_spans": [], "section": "Normalized sensitivity analysis on R c"}, {"text": "This percent impact of the parameters on R c remains so as long as isolation is highly effective. However, if the effectiveness of isolation is low, in the sense that all parameter values are kept the same except the value of the parameter r, which is reduced to 0.35, then we get the results presented in Table 4 and Figure 2 . In this case, both the relative transmissibility and the removal rate of isolated individuals, γ r , are the second most sensitive parameters, after β which is the most impactful one. Also, became more sensitive than r. The implication is that, when isolation is less effective, there exists the possibility for isolated people to make successful contacts with susceptible individuals and therefore the possibility of causing new infections increases. This causes an increase in the reproduction number. Also, it is noted that the effect of f T and α is reduced, which means that diagnosing and isolating infected individuals becomes a weak strategy if the effectiveness of isolation is low. Table 3 .", "cite_spans": [], "ref_spans": [{"start": 306, "end": 313, "text": "Table 4", "ref_id": null}, {"start": 318, "end": 326, "text": "Figure 2", "ref_id": "FIGREF4"}, {"start": 1021, "end": 1028, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Normalized sensitivity analysis on R c"}, {"text": "On repeating the previous analyses, but this time for a higher value of f T (f T = 0.75), we obtain the results shown in Table 4 , which are also illustrated in To study the impact of early detection of pre-symptomatic individuals and isolation on the reproduction number, we first depict R c as a function of f T , for different levels of isolation effectiveness r. Figure 4 shows that the control reproduction number declines as the proportion, f T , of pre-symptomatic individuals, who get diagnosed and isolated, increases.", "cite_spans": [], "ref_spans": [{"start": 121, "end": 128, "text": "Table 4", "ref_id": null}, {"start": 367, "end": 375, "text": "Figure 4", "ref_id": null}], "section": "Normalized sensitivity analysis on R c"}, {"text": "Simulations are done using parameter values from Table 3, but for three different values of r. It further shows that the curve corresponding to a low and an intermidate value of isolation effectivenes r (e.g. r = 0.35 for the solid curve and r = 0.65 for the dashed curve) hits R c = 1 at some critical value of f T (say f T ), while for the high value of r (r = 0.95), it never hits the critical threshold R c = 1, as the curve is totally below the critical threshold.", "cite_spans": [], "ref_spans": [{"start": 49, "end": 88, "text": "Table 3, but for three different values", "ref_id": "TABREF2"}], "section": "Normalized sensitivity analysis on R c"}, {"text": "This indicates that for a high effectiveness of isolation, the control reproduction number is less than one and therefore the infection dies out. Analytically, the exact form of f T is", "cite_spans": [], "ref_spans": [], "section": "Normalized sensitivity analysis on R c"}, {"text": "The critical proportion f T represents the minimum proportion of pre-symptomatic individuals who are detected and get isolated to ensure an effective control of Ebola. This critical value remains feasible as long as the following inequality holds", "cite_spans": [], "ref_spans": [], "section": "Normalized sensitivity analysis on R c"}, {"text": "If we keep all parameters fixed except r, then condition (15) could be rewritten in a more convenient form", "cite_spans": [], "ref_spans": [], "section": "Normalized sensitivity analysis on R c"}, {"text": "This gives the minimum level of effectiveness of isolation required to obtain an isolation and early diagnosis-based control strategy for Ebola tranmission. Now, we could also ask a similar question on the role of isolating infectious individuals to contain Ebola transmission. Figure 5 shows the impact of changing the rate at which infectious individuals get isolated, α, on R c , for the same three different levels of isolation effectivenes, as used above. The analysis shows that it is possible to control the epidemic if and only if α > α , where", "cite_spans": [], "ref_spans": [{"start": 278, "end": 286, "text": "Figure 5", "ref_id": "FIGREF7"}], "section": "Normalized sensitivity analysis on R c"}, {"text": "and with the implementation of condition (15) .", "cite_spans": [{"start": 41, "end": 45, "text": "(15)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Normalized sensitivity analysis on R c"}, {"text": "The Ebola epidemic has shown us major weaknesses not only in health systems in West", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "Africa, but also in our global capacity to respond early to an outbreak with effective diagnositc capacities. After multiple outbreaks of infectious diseases, from severe acute respiratory syndrome (SARS) to Middle East respiratory syndrome coronavirus (MERS-CoV),", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "we still do not have effective diagnostic tools to rapidly respond to a number of potential epidemics. The main reason why we lack of such diagnostic preparedness against infectious diseases is because of the lack of a financed global strategy that can be implemented ahead, rather than during an epidemic. This strategy must primarily focus on two critical aspects:", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "First, a continuous intereaction between the field to detect small outbreaks and collect samples, and reference laboratories with advanced sequencing tools to identify the pathogen.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "Second, the need of assay development for early diagnosis, their regulatory approval, and a plan of implementation in anticipation of an outbreak.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusion"}, {"text": "Here, motivated by some studies showing that PCR assay can detect Ebola virus in both humans and non-human primates during the pre-symptomatic stage [7, 11] ", "cite_spans": [{"start": 149, "end": 152, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 153, "end": 156, "text": "11]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion and conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Evaluation of the potential impact of Ebola virus genomic drift on the efficacy of sequence-based candidate therapeutics", "authors": [{"first": "J", "middle": ["R"], "last": "Kugelman", "suffix": ""}, {"first": "M", "middle": [], "last": "Sanchez-Lockhart", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Andersen", "suffix": ""}, {"first": "S", "middle": [], "last": "Gire", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Park", "suffix": ""}, {"first": "R", "middle": [], "last": "Sealfon", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": [], "last": "Wohl", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Sabeti", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Kuhn", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Palacios", "suffix": ""}], "year": 2015, "venue": "mBio", "volume": "6", "issn": "1", "pages": "2227--2241", "other_ids": {"DOI": ["10.1128/mBio.02227-14"]}}, "BIBREF1": {"ref_id": "b1", "title": "Ebola virus disease", "authors": [{"first": "N", "middle": ["J"], "last": "Beeching", "suffix": ""}, {"first": "M", "middle": [], "last": "Fenech", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Houlihan", "suffix": ""}], "year": 2014, "venue": "BMJ", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Ebola−underscoring the global disparities in health care resources", "authors": [{"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2014, "venue": "New England Journal of Medicine", "volume": "371", "issn": "12", "pages": "1084--1086", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ebola hemorrhagic fever: novel biomarker correlates of clinical outcome", "authors": [{"first": "A", "middle": ["K"], "last": "Mcelroy", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Erickson", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Flietstra", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Rollin", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Nichol", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Towner", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Spiropoulou", "suffix": ""}], "year": 2014, "venue": "Journal of Infectious Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Basic clinical and laboratory features of filoviral hemorrhagic fever", "authors": [{"first": "M", "middle": ["G"], "last": "Kortepeter", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Bausch", "suffix": ""}, {"first": "M", "middle": [], "last": "Bray", "suffix": ""}], "year": 2011, "venue": "Journal of Infectious Diseases", "volume": "204", "issn": "", "pages": "810--816", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Viral hemorrhagic fevers: advancing the level of treatment", "authors": [{"first": "G", "middle": [], "last": "Ippolito", "suffix": ""}, {"first": "H", "middle": [], "last": "Feldmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Lanini", "suffix": ""}, {"first": "F", "middle": [], "last": "Vairo", "suffix": ""}, {"first": "A", "middle": [], "last": "Di Caro", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Capobianchi", "suffix": ""}, {"first": "E", "middle": [], "last": "Nicastri", "suffix": ""}], "year": 2012, "venue": "BMC medicine", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Human asymptomatic Ebola infection and strong inflammatory response", "authors": [{"first": "E", "middle": ["M"], "last": "Leroy", "suffix": ""}, {"first": "S", "middle": [], "last": "Baize", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Volchkov", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Fisher-Hoch", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Georges-Courbot", "suffix": ""}, {"first": "J", "middle": [], "last": "Lansoud-Soukate", "suffix": ""}, {"first": ".", "middle": ["."], "last": "Mccormick", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "", "suffix": ""}], "year": 2000, "venue": "The Lancet", "volume": "355", "issn": "9222", "pages": "2210--2215", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission", "authors": [{"first": "H", "middle": ["R"], "last": "Thieme", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Den Driessche", "suffix": ""}, {"first": "J", "middle": [], "last": "Watmough", "suffix": ""}], "year": 2002, "venue": "Mathematics in Population Biology", "volume": "9", "issn": "", "pages": "29--48", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Matrix population models second edition", "authors": [{"first": "H", "middle": [], "last": "Caswell", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Reversion of advanced Ebola virus disease in nonhuman primates with ZMapp", "authors": [{"first": "X", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "G", "middle": [], "last": "Wong", "suffix": ""}, {"first": "J", "middle": [], "last": "Audet", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "514", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Ebola drug aids some in a study in West Africa. The New York Times", "authors": [{"first": "S", "middle": [], "last": "Fink", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Modelling the effect of early detection of Ebola. The Lancet Infectious Diseases", "authors": [{"first": "D", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "Krishna", "middle": ["S"], "last": "Qiu", "suffix": ""}, {"first": "X", "middle": [], "last": "", "suffix": ""}, {"first": "Anderson", "middle": [], "last": "Ks", "suffix": ""}], "year": 2005, "venue": "", "volume": "15", "issn": "", "pages": "148--149", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Mathematical models in population biologyand epidemiology", "authors": [{"first": "F", "middle": [], "last": "Brauer", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Infectious diseases of humans", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Transmission dynamics and control of Ebola virus disease (EVD): a review", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}], "year": 2014, "venue": "BMC Med", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Transmission dynamics and control of Ebola virus disease outbreak in Nigeria", "authors": [{"first": "F", "middle": [], "last": "Fasina", "suffix": ""}, {"first": "A", "middle": [], "last": "Shittu", "suffix": ""}, {"first": "D", "middle": [], "last": "Lazarus", "suffix": ""}], "year": 2014, "venue": "Euro Surveill", "volume": "19", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Compartmental model showing the transition between model states.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The variables of model (2) are non-negative for all time.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The closed set", "latex": null, "type": "figure"}, "FIGREF3": {"text": ", we conduct normalized sensitivity analysis on R c to determine the impact of parameter perturbations on the transmission dynamics of the system. By computing the normalized sensitivity indices, we consider the percent change in the output with respect to a percent change in the parameter input. Those parameters with the largest magnitude of change impact the compartment model the most; the sign indicates whether the change produces an increase or a decrease on R c .", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Percent change in R c with respect to a 1% change in the parameter value, for a low value of f T (f T = 0.25) and two different levels of isolation effectiveness (r = 0.35 and r = 0.95). The other parameter values are kept as shown in", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Percent change in R c with respect to a 1% change in the parameter value, for a high value of f T (f T = 0.75) and two different levels of isolation effectiveness (r = 0.35 and r = 0.95). The other parameter values are kept as shown in", "latex": null, "type": "figure"}, "FIGREF6": {"text": "In comparison to the scenario when f T = 0.25, the simulations show that increasing the fraction of presymptomatic individuals who are diagnosed and isolated, f T , increases the percent impact of the parameters r, , γ r , and f T , and decreases the percent impact of the parameters γ and α, on the value of the control reproduction number R c .3.4 Impact of early detection and isolation on the value of R c Impact of early detection of pre-symptomatic individuals on the value of R c .", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Impact of isolating infectious individuals on the value of R c .", "latex": null, "type": "figure"}, "TABREF0": {"text": "Example of Ebola molecular assays and commercial lateral flow immunoassays.PQ stards for prequalification.", "latex": null, "type": "table"}, "TABREF1": {"text": "Definition of model states.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Description\n</td></tr><tr><td>S(t) </td><td>Number of susceptible individuals at time t\n</td></tr><tr><td>E1(t) </td><td>Number of latent undetectable individuals at time t\n</td></tr><tr><td>E2(t) </td><td>Number of latent detectable individuals at time t\n</td></tr><tr><td>I(t) </td><td>Number of infectious individuals at time t\n</td></tr><tr><td>J(t) </td><td>Number of isolated individuals at time t\n</td></tr><tr><td>R(t) </td><td>Number of recovered individuals at time t\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Definition of Model Parameters.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>Value </td><td>Unit </td><td>Description\n</td></tr><tr><td>Λ </td><td>17182 </td><td>populationday </td><td>Recruitment rate\n</td></tr><tr><td>β </td><td>0.3335 </td><td>day−1 </td><td>Mean transmission rate\n</td></tr><tr><td>µ </td><td>4.98× 10−5 </td><td>day−1 </td><td>Natural death rate\n</td></tr><tr><td>κ1 </td><td>1/4 </td><td>day\n−1 </td><td>Transition rate from undetectable to detectable latent state\n</td></tr><tr><td>κ2 </td><td>1/3 </td><td>day\n−1 </td><td> </td></tr><tr><td>γ </td><td>1/6 </td><td>day−1 </td><td>Exit rate of latent detectable individuals by either\nbecoming infectious or moving to isolation state Removal rate of infectious individuals by either recovery\nor Ebola-induced death Removal rate of isolated individuals by either recovery\nor Ebola-induced death Rate at which infectious individuals get isolated\n</td></tr><tr><td>γr </td><td>1/7 </td><td>day−1 </td></tr><tr><td>α </td><td>1/5 </td><td>day−1 </td></tr><tr><td>fT </td><td>0.25 ∈ [0, 1] </td><td>- </td><td> </td></tr><tr><td>q1 </td><td>0.7 </td><td>- </td><td>Fraction of latent detectable individuals who are diagnosed\nand get isolated Probability that an infectious individual dies due to Ebola\n</td></tr><tr><td>q2 </td><td>0.63 </td><td>- </td><td>Probability that an isolated individual dies due to Ebola\n</td></tr><tr><td>r </td><td>0.35 ∈ [0, 1] </td><td>- </td><td>Effectiveness of isolation\n</td></tr><tr><td>` </td><td>0.5 ∈ [0, 1] </td><td>- </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Relative transmissibility of isolated individuals\nwith respect to infectious individuals\n</td></tr></table></body></html>"}, "TABREF3": {"text": ", we have developed and analyzed a mathematical model calibrated to the transmission dynamics of Ebola virus disease in West Africa to evaluate the impact of early diagnosis of pre-symptomatic infections. In the absence of effective treatments and vaccines, our results show the importance of implementing integrated control measures of early diagnosis and isolation. Importantly, our analysis identifies a threshold where early diagnosis of pre-symptomatic individuals, combined with a sufficient level of effective isolation, can lead to an epidemic control of Ebola virus disease. Furthermore, the need to incorporate vital dynamics is justified by our still limited understanding of Ebola infection including whether or not Ebola virus may persist among recovered individuals. The use of R c in this context reflect our view that control measures should be sustainable and not just in response to an outbreak.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Benjamin Katchman for the helpful discussions about the different types of molecular diagnostics of Ebola.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}