{"paper_id": "5cfd5be645a6e09295ed49d75bd460853208f21a", "metadata": {"title": "", "authors": [{"first": "H", "middle": [], "last": "Humphreys", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The vast majority of pregnancies occur amongst a generally healthy patient population, i.e. females from the teenage years in to the 40s. In most cases, the pregnancy is uneventful and where infections do arise, these are often relatively minor and easily treatable, e.g. urinary tract infection and vaginal thrush. However, sepsis is now the leading cause of maternal deaths in the UK accounting for 26 deaths between 2006 and 2008 and there has been an increase in death due to community-acquired b-haemolytic streptococci group A (BHSGA) (also known as Streptococcus pyogenes ) disease [ 1 ] . A literature review of 55 pregnancies with symptomatic Groups A streptococcal infection since 1966 recorded early onset septic shock in 91 % with a maternal mortality rate of 58 % but the mortality has improved to 32 % in recent years [ 2 ] . Furthermore, when toxic shock syndrome due to BHSGA (can also be caused by Staphylococcus aureus ) occurs during pregnant, it can have devasting consequences with multi-organ failure and a mortality of over 50 % in reported cases [ 3 ] . A recent review from the UK covers many of the important issues associated", "cite_spans": [{"start": 589, "end": 594, "text": "[ 1 ]", "ref_id": "BIBREF0"}, {"start": 832, "end": 837, "text": "[ 2 ]", "ref_id": "BIBREF1"}, {"start": 1070, "end": 1075, "text": "[ 3 ]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "Obstetrical and Gynecological-Related Infections with GAS in the obstetrical setting including the its diverse manifestations, the need to manage puerperal sepsis caused by BHSGA quickly, suggested initial antibiotic therapy (e.g. cefuroxime and metronidazole until con fi rmed), and issues such as prophylaxis for contacts and the possible role of intravenous immunoglobulins [ 4 ] .", "cite_spans": [{"start": 377, "end": 382, "text": "[ 4 ]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Chapter 12"}, {"text": "When severe infections occur during pregnancy, e.g. renal sepsis with bloodstream infection, pneumonia, or acute peritonitis, these infections are often due to pathogens responsible for the same illnesses in the rest of the population, e.g. pneumonia secondary to Streptococcus pneumoniae . The principles of the management of the critically ill septic patient in obstetrics or gynecology are similar to those of any other patient, i.e. rapid clinical evaluation, appropriate investigations and resuscitation with effective antibiotics [ 5 ] . In 2012, the Royal College of Obstetricians and Gynaecologists in the UK issued guidelines on the management of bacterial sepsis during and following pregnancy [ 6, 7 ] . These highlight the risk factors for sepsis as identi fi ed by national data into maternal deaths, e.g. obesity, vaginal discharge and a history of pelvic infection, emphasize the possible sources, e.g. mastitis, urinary tract, pneumonia and skin and soft tissue, and highlight to all those looking after pregnant women the cardinal signs, i.e. pyrexia or hypothermia, tachycardia, tachypnea, hypoxia, etc. The importance of blood cultures are emphasized and options and limitations of empirical antibiotic choices, e.g. cefuroxime does not cover methicillin-resistant Staphylococcus aureus (MRSA), Pseudomonas aeruginosa and extended-spectrum b -lactamaase producing Gram negative bacteria [ 7 ] . Finally, suggested audit topics are provided, e.g. the proportion of acutely ill septic pregnant women who have serum lactate measured within 6 h of presentation [ 6 ] .", "cite_spans": [{"start": 536, "end": 541, "text": "[ 5 ]", "ref_id": "BIBREF4"}, {"start": 704, "end": 708, "text": "[ 6,", "ref_id": "BIBREF5"}, {"start": 709, "end": 712, "text": "7 ]", "ref_id": "BIBREF6"}, {"start": 1406, "end": 1411, "text": "[ 7 ]", "ref_id": "BIBREF6"}, {"start": 1576, "end": 1581, "text": "[ 6 ]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Chapter 12"}, {"text": "However, consideration needs to be given to prescribing antibiotics during pregnancy, because of the potential adverse consequences on the fetus, especially during the fi rst 3 months. For example, it is recommended that for pyelonephritis in pregnancy, pencillins and cephalosporins are generally considered safe, tetracyclines and fl uoroquinolones are contra-indicated because of the effects on bone and cartilage, and aminoglycosides should be used with caution due to potential ototoxicity in the fetus [ 8 ] .", "cite_spans": [{"start": 508, "end": 513, "text": "[ 8 ]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Chapter 12"}, {"text": "Normal physiological changes occur during pregnancy to facilitate the normal and healthy development of the fetus. This involves a degree of immune suppression, but it would be incorrect to refer to the pregnant state as an immunocompromised state, rather it is one in which the immune state is modulated and not suppressed. Amongst the changes that occur are the increased numbers of macrophages, natural killer (NK) cells and regulatory T cells around the placenta to facilitate a normal and healthy fetal-maternal immune interaction. Implantation, placentation and generally the fi rst two thirds of pregnancy represent a physiological condition analogous to an open wound that requires a strong in fl ammatory response. This facilitates rapid fetal growth and development that occurs during the second trimester. This shift in cytokine response renders the pregnant woman more susceptible to certain infections such as malaria during the fi rst half of pregnancy [ 9 ] . Humoral immunity is essential for fi ghting many bacterial infections and this is augmented by T-helper type II lymphocytes and during pregnancy this results in a vigorous antibody-mediated immunity to many pathogens (see Table 12 .1 ) [ 10 ] .", "cite_spans": [{"start": 967, "end": 972, "text": "[ 9 ]", "ref_id": "BIBREF8"}, {"start": 1211, "end": 1217, "text": "[ 10 ]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1197, "end": 1205, "text": "Table 12", "ref_id": "TABREF1"}], "section": "Chapter 12"}, {"text": "Although viral infections are common during pregnancy, trans-placental passage and fetal infection is the exception rather than the rule, but an infection that elicits the production of in fl ammatory cytokines such as TNF a , INF g , IL-12 and high levels of IL-6, will activate the maternal immune system and may lead to placental damage, abortion or preterm labour [ 9 ] . In addition to immunological parameters, other physiological changes in pregnancy have an impact such as increased heart rate, stroke volume and oxygen consumption with decreased lung capacity, which may contribute to the more severe manifestations of some viral infections such as in fl uenza and varicella [ 9 ] . Consequently, all reasonable efforts should be made to avoid viral and other infections during pregnancy, but when they occur, variations in the normal presentation or in the severity of infection should be anticipated.", "cite_spans": [{"start": 368, "end": 373, "text": "[ 9 ]", "ref_id": "BIBREF8"}, {"start": 684, "end": 689, "text": "[ 9 ]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Chapter 12"}, {"text": "Vaginal delivery is infrequently followed by localised infection of the genital tract but the incidence of Cesarean section is increasing. Cesarean delivery does result in a surgical site, which may subsequently become infected, especially if certain risk factors are present, e.g. obesity and diabetes mellitus. There has been considerable interest in recent years in the surveillance of surgical site infections (SSI) following a variety of surgical procedures such as hip replacement as well as after Cesarean delivery as minimising SSI is an indicator of the quality of patient care. The incidence of SSI after Cesarean delivery can be up to 20 % but in healthcare systems where there is an emphasis on surveillance and infection prevention, the SSI rate is often less than 5 % [ 11 ] . Furthermore, the dissemination of surveillance results can result in reduced rates, even in the absence of active prevention measures. However, such preventative measures include the routine use of antibiotic prophylaxis, typically with a cephalosporin, which should be administered prior to the surgical incision and which can reduce post-delivery maternal SSI by up to 50 % [ 12 ] . Most SSI after Cesarean delivery are relatively minor and not requiring critical care but severe cellulitis or even necrotising fasciitis (see Chap. 9 ), can occasionally occur, such as that due to group A streptococcal infection [ 2 ] . The recent history of post-partum infection, including endomyometritis, mirrors that of other infections in terms of the recent emergence of gram negative bacilli and antibiotic resistance. High fever and signi fi cant pain should prompt consideration of this diagnosis and both uterine drainage and blood cultures are recommended [ 4, 13 ] . Most of these patients will be managed either on a post-natal ward or even after evaluation in the community, and will not require admission to the intensive care unit, unless complicated by bloodstream infection and septic shock as might arise with extensive infection due to E. coli.", "cite_spans": [{"start": 782, "end": 788, "text": "[ 11 ]", "ref_id": "BIBREF10"}, {"start": 1167, "end": 1173, "text": "[ 12 ]", "ref_id": "BIBREF11"}, {"start": 1406, "end": 1411, "text": "[ 2 ]", "ref_id": "BIBREF1"}, {"start": 1745, "end": 1749, "text": "[ 4,", "ref_id": "BIBREF3"}, {"start": 1750, "end": 1754, "text": "13 ]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Surgical Site and Related Infections"}, {"text": "Septic pelvic thromophlebitis should be considered when fever persists despite apparently appropriate antibiotics and it may often be accompanied by upper thigh pain with edema and tenderness [ 14, 15 ] . While the patient does not usually appear toxic, approximately a third of the patients may have evidence of pulmonary emboli which can be con fi rmed by CT or MRI [ 14 ] . The addition of anti-coagulation with heparin in association with broad-spectrum antibiotic therapy usually results in the resolution of infection.", "cite_spans": [{"start": 192, "end": 197, "text": "[ 14,", "ref_id": "BIBREF13"}, {"start": 198, "end": 202, "text": "15 ]", "ref_id": "BIBREF14"}, {"start": 368, "end": 374, "text": "[ 14 ]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Surgical Site and Related Infections"}, {"text": "It is estimated that nearly one million females in the United States of America have acute pelvic in fl ammatory disease (PID) diagnosed each year with a treatment cost of $2 billion [ 16 ] . Uncomplicated PID would rarely ever warrant intensive care admission, unless there were signi fi cant co-morbidities, but each case of PID requires appropriate investigations to con fi rm a diagnosis and to obtain suitable specimens, especially for the diagnosis of chlamydia. There has been much discussion about the role of intrauterine devices (IUD) but recent reviews suggest that these do not predispose to PID per se but that PID may occur if the device is inserted at a time when the woman has a sexually transmissible disease such as gonorrhea [ 17, 18 ] . Furthermore, the suggestion that an IUD leads to actinomycosis is not borne out by the literature or experience even if actinomyces-like organisms may be seen on a cervical smear [ 18 ] . Abdominal actinomycosis is relatively unusual, is not predisposed to by IUDs, and would not necessarily require admission per se to an intensive care unit.", "cite_spans": [{"start": 183, "end": 189, "text": "[ 16 ]", "ref_id": "BIBREF15"}, {"start": 744, "end": 749, "text": "[ 17,", "ref_id": "BIBREF16"}, {"start": 750, "end": 754, "text": "18 ]", "ref_id": "BIBREF17"}, {"start": 936, "end": 942, "text": "[ 18 ]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Pelvic In fl ammatory Disease"}, {"text": "The etiology of PID is often polymicrobial and includes Chlamydia trachomatis , Neisseria gonorrhoeae , and also anaerobic bacteria. The emergence of signi fi cant antibiotic resistance to many isolates of gonorrhea in recent decades has reduced the options for therapy, e.g. in many countries a signi fi cant proportion of isolates are resistant to the fl uoroquinolones. Nonetheless, PID is a very treatable condition with often a combination of a broad-spectrum cephalosporin plus doxycycline or a quinolone, e.g. levo fl oxacin with metronidazole [ 16 ] , notwithstanding the above caveat about resistance. However, all isolates of N. gonorrhoeae should be tested for susceptibility to quinolones and other agents. The normal duration of therapy is approximately 14 days. In some countries, there is an active programme of chlamydia screening which is said to be cost effective in many settings. Chlamydia resulting in PID and tubular infertility is costly both in psychosocial and fi nancial terms [ 19 ] . However, the risk does vary from population to population.", "cite_spans": [{"start": 551, "end": 557, "text": "[ 16 ]", "ref_id": "BIBREF15"}, {"start": 1003, "end": 1009, "text": "[ 19 ]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Pelvic In fl ammatory Disease"}, {"text": "Recent years have seen the emergence of H1N1 in fl uenza with prolonged or more serious manifestations of serious seasonal in fl uenza. Pregnancy has long been recognised as a risk factor for more severe presentations, including admission to intensive care for ventilation. Recent surveys during in fl uenza seasons have revealed that the incidence of hospitalisation is 0.1 % amongst pregnant women and is especially likely if asthma, obesity or smoking during pregnancy occurs [ 20, 21 ] . Also, women admitted to hospital with in fl uenza are more likely to deliver pre-term [ 20 ] . In a recent review of in fl uenza H1N1 in South Africa, of 19 patients who needed arti fi cial ventilation, six were pregnant, many developed complications such as adult respiratory distress syndrome (ARDS), and four died [ 22 ] .", "cite_spans": [{"start": 479, "end": 484, "text": "[ 20,", "ref_id": "BIBREF19"}, {"start": 485, "end": 489, "text": "21 ]", "ref_id": "BIBREF20"}, {"start": 578, "end": 584, "text": "[ 20 ]", "ref_id": "BIBREF19"}, {"start": 809, "end": 815, "text": "[ 22 ]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "In fl uenza"}, {"text": "The occurrence of in fl uenza in a pregnant woman should alert healthcare staff to the possibility of more severe manifestation, and the early use of antiviral agents. Aggressive management including ventilation, with organ support as required and oseltamivir, greatly assists in ensuring an optimal outcome. Also, patients with con fi rmed or suspected in fl uenza should be isolated to minimise cross-transmission to other patients and staff.", "cite_spans": [], "ref_spans": [], "section": "In fl uenza"}, {"text": "Pregnant patients are screened for asymptomatic bacteruria and urinary tract infections. Acute pyelonpehritis occurs in 1-2 % of all pregnancies and this is predisposed to by certain physiological changes such as ureteral and calyceal dilatation, slower ureteral peristalsis and the larger uterus compressing the bladder [ 8 ] . Pyelonpehritis may be accompanied by bloodstream infection and result in premature delivery and if accompanied by shock the pregnant mother way require admission to the intensive care unit. One or more sets of blood cultures and a sample of urine are essential but other specimens may be required, e.g. sputum/endotracheal aspirate or broncho-alveolar lavage, if the source of the infection is not clear or more than one infection is suspected. Depending on previous results and the local epidemiology of urinary isolates and their susceptibility to commonly used antibiotics, a beta-lactam such as a cephalosporin is appropriate and at least 10 days of therapy is recommended [ 8 ] .", "cite_spans": [{"start": 321, "end": 326, "text": "[ 8 ]", "ref_id": "BIBREF7"}, {"start": 1006, "end": 1011, "text": "[ 8 ]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Other Infections"}, {"text": "Other infections that affect the rest of the population such as meningitis, pneumonia and peritonitis may affect the pregnant woman and the outcome may be in fl uenced by the pregnancy. Meningitis is no more common during pregnancy than at other times, even if is more likely to be the etiological agent than at other times.", "cite_spans": [], "ref_spans": [], "section": "Other Infections"}, {"text": "In a Dutch series of six cases of pneumococcal meningits and a review of the literature, otitis was the predisposing factor in four of six, sepsis or serious neurological complications occurred in four and two patients, died [ 23 ] . S. pneumoniae and Listeria monocytogenes were the commonest causes of meningitis overall with the meningococcus being much less common during pregnancy and miscarriage or fetal loss were more common arising from listeriosis. Therefore early diagnosis and effective management are essential to maximise the outcome for both the mother and the fetus.", "cite_spans": [{"start": 225, "end": 231, "text": "[ 23 ]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Other Infections"}, {"text": "The arrival of highly active anti-retroviral therapy (HAART) has meant that the more severe manifestations of HIV are less commonly seen. HIV in women results in the earlier loss of ovarian function, reduced prevalence of type 2 diabetes mellitus due to a lower body mass index and higher cholesterol and higher low density lipoproteins levels [ 24 ] . All HIV-infected pregnant women should be screened for Hepatitis B and C, and the CD4 cell counts should be measured quarterly. A combination of three anti-retroviral regimens are recommended with intra-partum intravenous zidovudine to prevent transmission at birth [ 25 ] . In addition mother to child transmission has decreased through pre-labour Cesarean section, and breast-feeding should be avoided in developed countries [ 25 ] . Other associations with HIV infected women include increased risk of lower genital tract neoplasia, sexually transmitted infections including tuboovarian abscesses, an increased prevalence of syphilis and more severe manifestations of herpes simplex viral infections [ 26 ] .", "cite_spans": [{"start": 344, "end": 350, "text": "[ 24 ]", "ref_id": "BIBREF23"}, {"start": 619, "end": 625, "text": "[ 25 ]", "ref_id": "BIBREF24"}, {"start": 780, "end": 786, "text": "[ 25 ]", "ref_id": "BIBREF24"}, {"start": 1056, "end": 1062, "text": "[ 26 ]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Other Infections"}, {"text": "Varicella infection in pregnancy is almost always symptomatic and results in macules on the face and throat progressing to papules and then vesicles [ 27 ] . Pneumonia due to varicella complicates 20 % of cases of chicken pox during pregnancy, and up to 40 % of such patients require ventilation. The polymerase chain reaction, electron microscopy and viral culture can be performed on the base of vesicles to con fi rm the diagnosis while serology is more useful in con fi rming immunity, i.e. the presence of IgG but not IgM excludes acute varicella but con fi rms previous exposure and immunity. Congenital varicella syndrome can occur with the maximum incidence at 13-20 weeks [ 27 ] . This syndrome is characterised by skin lesions, limb hyoplasia and microcephaly. All pregnant women who have been exposed to varicella zoster virus and without a previous history of chicken pox or who are known to be seronegative should be offered varicella zoster immunoglobulin (ZIG) within 96 h of exposure. As acyclovir or one of its analogues may prevent infection amongst persons exposed to chicken pox valacyclovir should be prescribed in any woman with varicella during pregnancy as the potential risk to the fetus due to potential teratogenicity is outweighed by the possible consequences of varicella itself. Newborns of mothers who develop chicken pox within 5 days before and 48 h after delivery are at high risk of complicated varicella and close liaison is required with the relevant pediatricians/neonatalogists to ensure that the newborn receives ZIG.", "cite_spans": [{"start": 149, "end": 155, "text": "[ 27 ]", "ref_id": "BIBREF26"}, {"start": 681, "end": 687, "text": "[ 27 ]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Other Infections"}, {"text": "Pregnant women, especially if they travel to tropical countries are at-risk of a number of parasitic, emerging and zoonotic infections, the outcome of which can be variable [ 10, 28, 29 ] . For example, the outcome from malaria is more severe in pregnant women, e.g. up to 50 % mortality [ 27 ] . Furthermore, microbes not normally considered pathogenic outside the immunocompromised host, may occasionally cause infections during pregnancy. A milder asymptomatic form of Pneumocystis jiroveci is more common in pregnant women than non-pregnant women [ 8 ] . Finally, the combination of the altered physiological response and the potential complications to the fetus of either the infection itself or treatment, represent major challenges in the management of pregnant women with West Nile virus infection, viral hemorrhagic fevers and Lyme disease [ 29 ] .", "cite_spans": [{"start": 173, "end": 178, "text": "[ 10,", "ref_id": "BIBREF9"}, {"start": 179, "end": 182, "text": "28,", "ref_id": "BIBREF27"}, {"start": 183, "end": 187, "text": "29 ]", "ref_id": "BIBREF28"}, {"start": 288, "end": 294, "text": "[ 27 ]", "ref_id": "BIBREF26"}, {"start": 551, "end": 556, "text": "[ 8 ]", "ref_id": "BIBREF7"}, {"start": 849, "end": 855, "text": "[ 29 ]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Other Infections"}, {"text": "Answers to Case Scenario 1. The diagnosis of chicken pox is largely clinical based on the characteristic rash.", "cite_spans": [], "ref_spans": [], "section": "Other Infections"}, {"text": "However, it can be con fi rmed by PCR or electron microscopy (both likely to give a same day result), and culture (may take some days) of vesicle fl uid or material from the base of a vesicle. Increasingly, PCR is available because of its sensitivity and the provision of a rapid result. While the presence of IgM to varicella zoster is strongly suggestive of recent chicken pox, there may have been insuf fi cient time between exposure to the clinical manifestations to render a positive immunological response, and consequently IgM may not be detected early in the course of the illness. 2. T-helper cell type 2 response and cytokine shift to an anti-in fl ammatory mode, especially during the fi rst 6 months of pregnancy together with physiological changes such as increased oxygen consumption, all probably play a role in the increased disease severity during pregnancy. However, the precise factors that are speci fi c to varicella causing pneumonia are not known but some patients have ARDS as a component. 3. Chicken pox pneumonia is highly likely if the above investigations are positive and there is clinical and radiological evidence. ARDS and for example pulmonary emboli are also possible. However, broncho-alveolar lavage (BAL) or protected brush specimens (PSB) tested by PCR are likely to con fi rm the diagnosis and exclude other possible causes, e.g. legionella. 4. Anti-viral drugs for varicella zoster virus such as aciclovir are indicated. The high mortality associated with varicella pneumonia offsets the potential risk to the fetus of adverse consequences due to anti-viral agents. Broad-spectrum antibiotics e.g. co-amoxyclav with clarithromycin but in accordance with local/ national guidelines and antibiotic susceptibility data, may be started empirically if the patient is very ill and a secondary bacterial pneumonia is suspected.", "cite_spans": [], "ref_spans": [], "section": "Other Infections"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Saving mother's lives reviewing maternal deaths to make motherhood safer", "authors": [], "year": 2006, "venue": "Br J Obstet Gynaecol", "volume": "118", "issn": "", "pages": "1--203", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Invasive group A streptococcal infection in pregnancy", "authors": [{"first": "T", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Yamamura", "suffix": ""}], "year": 2010, "venue": "J Infect", "volume": "60", "issn": "", "pages": "417--441", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Group A streptococcal toxic shock syndrome with extremely aggressive course in the third semester", "authors": [{"first": "T", "middle": [], "last": "Sugiyama", "suffix": ""}, {"first": "T", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "K", "middle": [], "last": "Nagao", "suffix": ""}, {"first": "T", "middle": [], "last": "Hatada", "suffix": ""}, {"first": "H", "middle": [], "last": "Wada", "suffix": ""}, {"first": "N", "middle": [], "last": "Sagawa", "suffix": ""}], "year": 2010, "venue": "J Obstet Gynaecol Res", "volume": "36", "issn": "", "pages": "852--857", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Greoup A streptococcal peurperal sepsis: management and prevention", "authors": [{"first": "N", "middle": [], "last": "Palaniappan", "suffix": ""}, {"first": "M", "middle": [], "last": "Menzes", "suffix": ""}, {"first": "P", "middle": [], "last": "Wilson", "suffix": ""}], "year": 2012, "venue": "Obstet Gynaecol", "volume": "14", "issn": "", "pages": "9--16", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Urgent care in gynaecology: resuscitation and management of sepsis and acute blood loss", "authors": [{"first": "D", "middle": [], "last": "Fischerova", "suffix": ""}], "year": 2009, "venue": "Best Pract Res Clin Obstet Gynaecol", "volume": "23", "issn": "", "pages": "679--90", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The Royal College of Obstetricians and Gynaecologists. Bacterial sepsis during pregnancy", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Royal College of Obstetricians and Gynaecologists. Bacterial sepsis following pregnancy", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pyelonephritis in pregnancy. An update on treatment options for optimal outcomes", "authors": [{"first": "J", "middle": ["A"], "last": "Jolley", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Wing", "suffix": ""}], "year": 2010, "venue": "Drugs", "volume": "70", "issn": "", "pages": "1643--55", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The immune system in pregnancy: a unique complexity", "authors": [{"first": "G", "middle": [], "last": "Mor", "suffix": ""}, {"first": "I", "middle": [], "last": "Cardenas", "suffix": ""}], "year": 2010, "venue": "Am J Reprod Immunol", "volume": "63", "issn": "", "pages": "425--458", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Emerging infections and pregnancy", "authors": [{"first": "D", "middle": ["J"], "last": "Jamieson", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Theiler", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Rasmussen", "suffix": ""}], "year": 2006, "venue": "Emerg Infect Dis", "volume": "12", "issn": "", "pages": "1638--1681", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Reduction of surgical site infections after Caesarean delivery using surveillance", "authors": [{"first": "S", "middle": [], "last": "Bärwolff", "suffix": ""}, {"first": "D", "middle": [], "last": "Sohr", "suffix": ""}, {"first": "C", "middle": [], "last": "Geffers", "suffix": ""}], "year": 2006, "venue": "J Hosp Infect", "volume": "64", "issn": "", "pages": "156--61", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Evolving concepts in antibiotic prophylaxis for Cesarean delivery: a systematic review", "authors": [{"first": "Atn", "middle": [], "last": "Tita", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Rouse", "suffix": ""}, {"first": "S", "middle": [], "last": "Blackwell", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Saade", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Spong", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Andrews", "suffix": ""}], "year": 2009, "venue": "Obstet Gynecol", "volume": "113", "issn": "", "pages": "675--82", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Post-partum endomyometritis diagnosis and treatment: a review", "authors": [{"first": "W", "middle": ["J"], "last": "Ledger", "suffix": ""}], "year": 2003, "venue": "J Obstet Gynaecol Res", "volume": "29", "issn": "", "pages": "364--73", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Guidelines for the diagnosis, treatment and prevention of postoperative infections", "authors": [{"first": "J", "middle": ["W"], "last": "Larsen", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Hager", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Livengood", "suffix": ""}, {"first": "U", "middle": [], "last": "Hoyme", "suffix": ""}], "year": 2003, "venue": "Infect Dis Obstet Gynecol", "volume": "11", "issn": "", "pages": "65--70", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Septic pelvic thrombophlebitis: diagnosis and management", "authors": [{"first": "J", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "R", "middle": [], "last": "Aboujaoude", "suffix": ""}, {"first": "J", "middle": [], "last": "Apuzzio", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Alvarez", "suffix": ""}], "year": 2006, "venue": "Infect Dis Obstetetr Gynecol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1155/IDOG/2006/15614"]}}, "BIBREF15": {"ref_id": "b15", "title": "Antibiotic therapy for acute pelvic in fl ammatory disease: the 2006 Centers for Disease Control and Prevention sexually transmitted disease treatment guidelines", "authors": [{"first": "C", "middle": ["K"], "last": "Walker", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Wiesenfeld", "suffix": ""}], "year": 2007, "venue": "Clin Infect Dis", "volume": "44", "issn": "", "pages": "111--133", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Does insertion and use of an intrauterine device increase the risk of pelvic in fl ammatory disease among women with sexually transmitted infection? A systematic review", "authors": [{"first": "A", "middle": ["P"], "last": "Mohllaje", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Curtis", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Peterson", "suffix": ""}], "year": 2006, "venue": "Contraception", "volume": "73", "issn": "", "pages": "145--53", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Infection risk and intrauterine devices", "authors": [{"first": "F", "middle": [], "last": "Martínez", "suffix": ""}, {"first": "E", "middle": [], "last": "López-Arregui", "suffix": ""}], "year": 2009, "venue": "Acta Obstetr Gynecol", "volume": "88", "issn": "", "pages": "246--50", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Epidemiology of Chlamydia trachomatis infection in women and the cost-effectiveness of screening", "authors": [{"first": "J", "middle": ["A"], "last": "Land", "suffix": ""}, {"first": "Jeam", "middle": [], "last": "Van Bergen", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Morré", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Postma", "suffix": ""}], "year": 2010, "venue": "Hum Reprod Update", "volume": "16", "issn": "", "pages": "189--204", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "In fl uenza-attributed hospitalisation rates amongst pregnant women in Canada", "authors": [{"first": "D", "middle": ["L"], "last": "Schanzer", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Langley", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Tam", "suffix": ""}], "year": 1994, "venue": "J Obstet Gynaecol Can", "volume": "29", "issn": "", "pages": "622--631", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "In fl uenza A/H1NIv in pregnancy: an investigation of the characteristics and management of affected women and the relationship to pregnancy outcomes for mother and infant", "authors": [{"first": "L", "middle": [], "last": "Yates", "suffix": ""}, {"first": "M", "middle": [], "last": "Pierce", "suffix": ""}, {"first": "S", "middle": [], "last": "Stephens", "suffix": ""}], "year": 2010, "venue": "Health Technol Assess", "volume": "14", "issn": "", "pages": "109--82", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "High mortality from respiratory failure secondary to swine-origin in fl uenza A (H1N1) in South Africa", "authors": [{"first": "Cfn", "middle": [], "last": "Koegelenberg", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Irusen", "suffix": ""}, {"first": "R", "middle": [], "last": "Cooper", "suffix": ""}], "year": 2010, "venue": "Q J Med", "volume": "103", "issn": "", "pages": "319--344", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Bacterial meningitis in pregnancy: report of six cases and review of the literature", "authors": [{"first": "K", "middle": ["S"], "last": "Adriani", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Brouwer", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Der Ende", "suffix": ""}, {"first": "D", "middle": [], "last": "Van De Beek", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Infect", "volume": "18", "issn": "", "pages": "345--51", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Women and HIV infection: the makings of a midlife crisis", "authors": [{"first": "N", "middle": [], "last": "Santoro", "suffix": ""}, {"first": "M", "middle": [], "last": "Fan", "suffix": ""}, {"first": "B", "middle": [], "last": "Maslow", "suffix": ""}, {"first": "E", "middle": [], "last": "Schoenbaum", "suffix": ""}], "year": 2009, "venue": "Maturitas", "volume": "641", "issn": "", "pages": "160--164", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Pregnancy and optimal care of HIV-infected patients", "authors": [{"first": "B", "middle": ["L"], "last": "Anderson", "suffix": ""}, {"first": "S", "middle": [], "last": "Cu-Uvin", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "48", "issn": "", "pages": "449--55", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Gynaecologic issues in the HIV-infected woman", "authors": [{"first": "H", "middle": ["E"], "last": "Cejtin", "suffix": ""}], "year": 2008, "venue": "Infect Dis Clin North Am", "volume": "22", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.idc.2008.05.006"]}}, "BIBREF26": {"ref_id": "b26", "title": "Managing varicella zoster infection in pregnancy", "authors": [{"first": "C", "middle": [], "last": "Gardella", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Brown", "suffix": ""}], "year": 2007, "venue": "Cleve Clin J Med", "volume": "74", "issn": "", "pages": "290--296", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Emerging and zoonotic infections in women", "authors": [{"first": "R", "middle": ["N"], "last": "Theiler", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Rasmussen", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Treadwell", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jamieson", "suffix": ""}], "year": 2008, "venue": "Infect Dis Clin North Am", "volume": "22", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.idc.2008.05.007"]}}, "BIBREF28": {"ref_id": "b28", "title": "Malaria in pregnancy", "authors": [{"first": "J", "middle": ["R"], "last": "Alvarez", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Khan", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Apuzzio", "suffix": ""}], "year": 2005, "venue": "Infect Dis Obstet Gynecol", "volume": "13", "issn": "", "pages": "229--265", "other_ids": {}}}, "ref_entries": {"TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}