{
    "paper_id": "608bdc851a3434bc5bf352c27583a0b2236ab8a0",
    "metadata": {
        "title": "Übersichten Coronavirus-Pandemie und ihre Auswirkungen auf Orthopädie und Unfallchirurgie: Operationen, Risiken und Prävention?",
        "authors": [
            {
                "first": "Knie",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wolf",
                "middle": [],
                "last": "Petersen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Bierke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katrin",
                "middle": [],
                "last": "Karpinski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Häner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Als Ende letzten Jahres im weit entfernten chinesischen Wuhan aufgrund einer Häufung von Lungenentzündungen ein bis dahin unbekanntes Coronavirus (SARS-CoV-2) entdeckt wurde, ahnten wir nicht, zu welcher Krise sich dieser Krankheitsausbruch entwickeln würde. Die von diesem neuartigen Erreger hervorgerufene Lungenerkrankung wurde von der Weltgesundheitsorganisation (WHO) schnell mit dem Terminus CO-VID-19 bezeichnet (. Abb. 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Die Krankheitsverläufe von COVID-19 variieren stark. Neben symptomlosen Infektionen werden überwiegend milde bis moderate Verläufe beobachtet. Besorgniserregend sind jedoch auch schwere Verläufe mit beidseitigen Lungenentzündungen bis hin zu Lungenversagen und Tod, die überwiegend bei älteren Patienten beobachtet werden [10] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "SARS-CoV-2 verbreitet sich hauptsächlich durch Tröpfcheninfektion, aber auch auf Oberflächen können die Viren über Stunden bis Tage infektiös bleiben [10] [15] . In Italien kamen Remuzzi und Remuzzi auf einen Wert zwischen 2,76 und 3,2517 [15] . Derzeit liegt die Basisreproduktionsrate in Deutschland bei 0,7-0, 8. Lange wurde seitens des Robert Koch-Institutes (RKI) keine große Gefahr für Deutschland gesehen, obwohl bereits Ende Januar seitens der WHO eine internationale Gesundheitsnotlage ausgerufen wurde [13] . Bereits Ende Januar traten auch in Deutschland die ersten Fälle auf und das Virus breitete sich in der Folgezeit schnell hierzulande aus. Auch das RKI hob schrittweise die Warnstufen für die Ausbreitung von SARS-CoV-2 an. Zu dieser Zeit hatte sich die Ausbreitung Kapazität des Gesundheitssystems Abb. 1 Jahr begleiten wird. Die Erfahrungen mit der spanischen Grippe haben gezeigt, dass auch mit einer zweiten oder dritten Welle (Anstieg der Infektionszahlen) gerechnet werden kann [12] . Auch bei der ersten SARS-Epidemie im Jahre 2003 wurden zwei Infektionswellen beobachtet [9] . Die MERS-Epidemie hingegen zeigte keine zweite Welle. Bereits jetzt wird über die Absage von Kongressen für den Herbst 2020 nachgedacht.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 313,
                    "end": 315,
                    "text": "8.",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 821,
                    "end": 822,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Mit diesem Übersichtsartikel im Knie-Journal möchten wir die durch die SARS-CoV-2-Pandemie entstandenen Probleme für Orthopädie und Unfallchirurgie skizzieren und insbesondere auf die Auswirkungen von COVID-19 auf den operativen Alltag eingehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Um die Auswirkungen von COVID-19 zu beurteilen, müssen allen Mitarbeitern im Gesundheitssystem die Symptome und Verläufe der Erkrankung bekannt sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptome und Verläufe von COVID-19"
        },
        {
            "text": "Wie schon erwähnt, sind die Krankheitsverläufe von COVID-19 oft unspezifisch und sie variieren stark. Es sind symptomlose Verläufe bis zu schweren Pneumonien mit Lungenversagen und Tod beschrieben [10] . Allgemeingültige Aussagen zum \"typischen\" Krankheitsverlauf sind daher nicht möglich. Häufigste Symptome sind jedoch Fieber und Husten (. Tab. 1). Weitere Symptome sind Halsschmerzen, Kopf-und Gliederschmerzen, Appetitlosigkeit, Geschmacksirritationen und Geschmacksverlust, Übelkeit, Bauchschmerzen, Erbrechen, Durchfall, Konjunktivitis, Haut-ausschlag und Lymphknotenschwellung [10] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Symptome und Verläufe von COVID-19"
        },
        {
            "text": "Beobachtungen aus Wuhan/Hubei haben gezeigt, dass der Anteil milder und moderater Verläufe bei 80 % liegt (. Tab. 2). Die Daten aus China lassen sich jedoch nicht unbedingt auf Deutschland übertragen (Datenqualität, Testrate, unterschiedliches Gesundheitssystem etc.). So lag in anderen Provinzen Chinas der Anteil der schweren Verläufe nur bei 3 % (Kontaktpersonennachverfolgung, keine Überlastung des Gesundheitssystems) [2] .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 426,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Symptome und Verläufe von COVID-19"
        },
        {
            "text": "Ältere Personen ab etwa 50-60 Jahren haben ein höheres Risiko für schwere Verläufe (86 % der in Deutschland an CO-VID-19 Verstorbenen waren 70 Jahre alt oder älter) [10] . Weitere Risikofaktoren für schwere Verläufe sind Rauchen und Vorerkrankungen (z. B. koronare Herzerkrankung und Bluthochdruck, COPD, chronische Lebererkrankungen, Diabetes mellitus, Tumoren, geschwächtes Immunsystem) [10] . Bei schweren Verläufen beträgt die Zeit vom Symptombeginn bis zur Aufnahme auf die Intensivstation ungefähr 10 Tage [10] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Symptome und Verläufe von COVID-19"
        },
        {
            "text": "Um die Ressourcen des Gesundheitssystems für die Behandlung von COVID-19-Patienten zu bündeln, wurde empfohlen, nicht dringliche Operationen zu verschieben oder zurückzustellen. In manchen Regionen wird die Durchführung planbarer Operationen sogar behördlich untersagt (Bayern bis 15 ",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2-Pandemie und orthopädische und unfallchirurgische OP-Indikationen"
        },
        {
            "text": "Coronavirus pandemic and its effect on orthopedics and trauma surgery: surgery, risks and prevention?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 · SARS-CoV-2 · Orthopäde · Unfallchirurg · Pandemie"
        },
        {
            "text": "In order to assess the effects of COVID-19, all health care workers must be aware of the symptoms and course of the disease. Experience and studies from the regions most affected in China and Italy give preliminary information on issues such as the course of infection and the risk to hospital staff. This suggests that surgically treated COVID-19 patients have a higher risk compared to noninfected patients. The surgical staff also appear to be at increased risk of infection. Furthermore, to prevent the health care system from collapse, resources must be saved elsewhere. Elective operations must be reduced. In order to develop criteria for which operations can be performed, the pandemic is divided into different phases. These are based on the development of the pandemic curve. Various aspects should be taken into account when deciding whether an operation is feasible (stage of pandemic, dysfunction in case of omission, conflict with resources for COVID-19 treatment, alternative: outpatient surgery). Thus, the recommendations for carrying out operations should always be adapted to the current, regional and epidemiological situation of the hospital. For this purpose, it is necessary to form a local committee in the hospital to carry out this assessment on a daily basis. General surgical bans do not seem to make medical sense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "COVID-19 · SARS-CoV-2 · Orthopedic · Trauma surgeon · Pandemic angehalten, ihre normale Versorgung auf 50 % der Kapazität herunterzufahren, um die frei gewordenen Kapazitäten der Bekämpfung von COVID-19 zur Verfügung zu stellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Das Verschieben planbarer Operationen dient dazu, materielle (Beatmungsgeräte), räumliche (Intensivkapazitäten) und personelle Ressourcen (anästhesiologisches und orthopädisch-unfallchirurgisches Personal) für die Behandlung von COVID-19-Patienten zur Verfügung zu stellen. Da kommt im klinischen Alltag gelegen, dass eine intensivmedizinische Ausbildung zum orthopädischen und unfallchirurgischen Facharztkatalog gehört.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Trotz der oben genannten Definition ist es im klinischen Alltag unklar, welche Operationen unter diese Definition fallen. Hier kann es zu Konflikten ökonomischerund organisatorischerInteressen kommen. Daher hat die Deutsche Gesellschaft für Unfallchirurgie (DGU) in Zusammenarbeit mit der Deutschen Gesellschaft für Orthopädie und Unfallchirurgie (DGOU) Empfehlungen für den Umgang mit Unfallverletzten und dringlichen OP-Indikationen zusammengestellt [5] . Diese orientiert sich an Empfehlungen des American College of Surgeons und der American Academy of Orthopaedic Surgeons (AAOS) [1] . Dabei wird die Pandemie in drei verschiedene Phasen eingeteilt (. Abb. 2).",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "In In die Entscheidung, ob eine Operation unter den gegebenen Bedingungen durchführbar ist, sollte nicht nur der Aspekt der Funktionsstörung bei Unterlassung einfließen. Es sollte auch berücksichtigt werden, inwieweit die Durchführung dieser Operation die Bekämpfung der Pandemie beeinträchtigt [3] . So eignen sich planbare Operationen, die postoperativ Intensivkapazitäten benötigen, nicht für die Phase 3. Auch in Phase 2 sind elektive Operationen, die Intensivkapazitäten benötigen, kritisch zu sehen.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "In Singapur werden z. B. Operationen bevorzugt behandelt, wenn sie ambulant oder tagesstationär erfolgen (Arthroskopien von Knie-, Schulter-und Sprunggelenk) [3] . Auch der Verzicht auf eine Intubationsnarkose schont die zur Bekämpfung der Pandemie notwendigen Ressourcen [3] . Ebenfalls sollte das Ri-sikoprofil der Patienten in die Entscheidung mit einbezogen werden. So laufen in Singapur ambulante Eingriffe in separaten Einheiten, die nicht zur COVID-19-Bekämpfung gehören, während der Pandemie weiter [3] . Medizinische Gründe, die gegen diese Praxis sprechen, erschließen sich nicht, sodass keine Rationale für generelle Operationsverbote existiert.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Bisher wurden diese Empfehlungen nur im Hinblick auf den Höhepunkt der Pandemie ausgesprochen. Sie müssen aber dringend für die folgenden Phasen des Pandemierückganges erweitert werden (\"Exit\"-Strategie). Demnach könnte die sich an die Phase 3 anschließende Phase, in der die Zahl der Neuinfektionen wieder zurückgeht, als Phase 4, und das weitere Abflachen der Pandemiekurve als Phase 5 bezeichnet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "In der Phase 4 (vermehrt Elektivoperationen) sollten die der COVID-19-Bekämpfung zur Verfügung gestellten Ressourcen wieder mehr und mehr der Versorgung orthopädischer und unfallchirurgischer Patienten dienen. Hier kann die Rückverlagerung schneller erfolgen als in Phase 2, da die Einarbeitungszeiten entfallen. Es sind in dieser Phase jedoch weiter personelle Kapazitäten auszugleichen, wenn sich das Krankenhaus an der Versorgung von COVID-19-Patienten beteiligt. Die Erfahrungen haben gezeigt, dass die Versorgung von CO-VID-19-Patienten sehr personalintensiv ist (Separation von anderen Intensivpatienten, Infektionsprävention). Eine regelmäßige Lagebeurteilung durch das lokale \"Monitoring-Komitee\" sollte weiterhin erfolgen,da immermiteinerzweitenoder dritten Welle gerechnet werden kann. In dieser Phase können die OP-Indikationen nach Einschätzung der Autoren wieder in den elektiven Bereich ausgedehnt werden. Das betrifft auch die Endoprothetik, wenn auch hier das Risikoprofil der Patienten (Alter und Komorbiditäten) berücksichtigt werden muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abb. 3 8 Operationsindikation für Phase 3. a Akute Bewegungseinschränkung bei b einer Patientin mit einem eingeklemmten Außenmeniskuskorbhenkelriss"
        },
        {
            "text": "In Phase 5 (Auslaufen der Kurve) sind alle elektiven Operationen durchführbar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abb. 3 8 Operationsindikation für Phase 3. a Akute Bewegungseinschränkung bei b einer Patientin mit einem eingeklemmten Außenmeniskuskorbhenkelriss"
        },
        {
            "text": "Allerdings sollte auch in dieser Phase weiter das \"Monitoring\" der Pandemieentwicklung erfolgen (CAVE zweite und dritte Welle).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abb. 3 8 Operationsindikation für Phase 3. a Akute Bewegungseinschränkung bei b einer Patientin mit einem eingeklemmten Außenmeniskuskorbhenkelriss"
        },
        {
            "text": "Es existiert bisher nur eine Studie über orthopädisch-unfallchirurgische Patienten [8] . In dieser Studie konnten 10 Patienten mit einer Fraktur, die an COVID-19 erkrankt waren, untersucht werden. Diese Patienten wiesen die bekannten typischen COVID-19-Symptome auf. Dabei fiel auf, dass die klinischen Verläufe bei Patienten mit Fraktur schwerwiegender waren als bei Patienten mit COVID-19 ohne Fraktur. Drei Patienten wurden operiert, während die anderen aufgrund ihres beeinträchtigten Allgemeinstatus nicht operativ behandelt wurden. Von diesen 10 Patienten starben 3 Patienten an Tag 8 und einer an Tag 14 nach der stationären Aufnahme. In einer weiteren Studie aus Italien wurden 20 orthopädisch-unfallchirurgische COVID-19-Patienten analysiert, die auch operativ behandelt wurden 1 . In dieser Kohorte starben 4 Patienten. Diese Studien zeigen, dass die Mortalität orthopädisch-unfallchirurgischer Patienten, die an COVID-19 erkrankt sind, hoch ist. Auch diese Beobachtungen müssen bei der OP-Indikation bei COVID-19-Patienten berücksichtigt werden. [7] .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2-Infektionen bei orthopädisch-unfallchirurgischen Patienten"
        },
        {
            "text": "In einer weiteren retrospektiven Studie aus China wurden zwischen dem 7. Januar und dem 11. Februar 2020 insgesamt 54 Fälle von mit SARS-CoV-2 infiziertem medizinischen Personal aus dem Tongji-Krankenhaus in Wuhan analysiert [4] . Nur 3,7 % des infizierten medizinischen Personals war in der Notaufnahme eingesetzt. Achtzehn Prozent der Infizierten stammten aus technischen Abteilungen (z. B. Labor, Radiologie) und insgesamt 72,2 % der Infizierten aus anderen klinischen Disziplinen. In dieser Studien hatten die schweren Verläufe ein durchschnittliches Alter von 38 Jahren [4] . Guo et al. haben in Wuhan insgesamt 26 orthopädische Chirurgen aus 8 Krankenhäusern identifiziert, die an COVID-19 erkrankt waren [6] . Die Inzidenz in jedem Krankenhaus variierte zwischen 1,5 und 20,7 % [6] . Die vermuteten Expositionsorte waren allgemeine Stationen (79,2 %), sonstige öffentlich zugängliche Orte im Krankenhaus (20,8 %), Operationssäle (12,5 %), die Intensivstation (4,2 %) und die Ambulanz (4,2 %) [6] . Präventiv wirkten in dieser Studie Schulungen zu Präventionsmaßnahmen und das Tragen von Atemschutzmasken [6] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 581,
                    "end": 597,
                    "text": "Guo et al. haben",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1111,
                    "end": 1114,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2-Infektionen beim Gesundheitspersonal"
        },
        {
            "text": "Diese Studien zeigen, dass das medizinische Personal einem Risiko ausgesetzt ist, sich mit COVID-19 zu infizieren [4, 6] . Insbesondere in medizinischen Disziplinen, die nicht direkt oder nur in ver- ",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2-Infektionen beim Gesundheitspersonal"
        },
        {
            "text": "Die bisherigen Studien zum Infektionsrisiko von Orthopäden und Unfallchirurgen zeigen, dass in unserer Berufsgruppe zwar kein hohes, aber doch ein gewisses Risiko für eine SARS-CoV-2-Infektion besteht. Aus diesem Grunde sind auch in der Orthopädie und Unfallchi-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schutz vor SARS-CoV-2 im OP"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American College of Surgeons (2020) Clinical issues and guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology and transmission of COVID-19 in Shenzhen China: Analysis of 391 cases and 1,286 of their close contacts",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20028423"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 54 medical staff with COVID-19: A retrospective study in a single center in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25793"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Empfehlungen für den Umgang mit Unfallverletzten und OP-Indikationen",
            "authors": [
                {
                    "first": "Deutsche",
                    "middle": [],
                    "last": "Gesellschaft Für Orthopädie Und Unfallchirurgie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Orthopaedic Forum Survey of COVID-19 disease among orthopaedic surgeons in Wuhan, People's Republic of China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.20.00417"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinicalcharacteristics of 30 medical workers infected with new coronavirus pneumonia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lium",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hep",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tsa Chih",
            "volume": "43",
            "issn": "",
            "pages": "209--214",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.1001-0939.2020.03.014"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characteristicsand early prognosis of COVID-19 infection in fracture patients",
            "authors": [
                {
                    "first": "Chenl",
                    "middle": [],
                    "last": "Mib",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2106/jbjs.20.00390"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A perspective on multiple waves of influenza pandemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mummert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0060343"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS-CoV-2 Steckbrief zur Coronavirus-Krankheit-2019",
            "authors": [
                {
                    "first": "Robert-Koch-Institut",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Orthopaedic Forum Preparing to Perform Trauma and Orthopaedic Surgery on Patients with COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodrigues-Pinto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.20.00454"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Influenza: The mother of all pandemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "5--0979",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1209.05-0979"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "detail/30-01-2020-statement-on-thesecond-meeting-of-the-international-healthregulations-(2005)-emergency-committee-regarding-the-outbreak",
            "authors": [],
            "year": 2005,
            "venue": "Weltgesundheitsorganisation (2020) Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characterization of aerosols produced during surgical procedures in hospitals",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Aerosol Sci Technol",
            "volume": "22",
            "issn": "",
            "pages": "151--161",
            "other_ids": {
                "DOI": [
                    "10.1080/02786829408959736"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimation of the reproductive number of novel coronavirus (COVID-19) and the probable outbreak size on the Diamond Princess cruise ship: A data-driven analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "201--204",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.02.033"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "8 Pandemiekurve ohne (orange) und mit Maßnahmen (\"social distancing\", Hygiene etc.) zur Suppression (grau). Durch die Maßnahmen zur Suppression wird das Gesundheitssystem vor der Überlastung geschützt, aber auch die Dauer der Pandemie stark verlängert von SARS-CoV-2 in Italien schon zu einer nationalen Krise entwickelt. Bereits in der ersten Märzhälfte wurden auch in Deutschland erste Fortbildungsveranstaltungen abgesagt. Das Leben in der Orthopädie und Unfallchirurgie ging jedoch zunächst normal weiter. Spätestens als jedoch der Generaldirektor der WHO am 11.03.2020 die Pandemie ausrief und als Gesundheitsminister Jens Spahn am 12.03.2020 dazu aufforderte, alle planbaren Operationen zu verschieben, war die SARS-CoV-2-Pandemie endgültig in der deutschen Orthopädie und Unfallchirurgie angekommen. Als Fach mit einem sehr hohen Anteil elektiv planbarer Operationen ist die Orthopädie und Unfallchirurgie stark von dieser Maßnahme betroffen.Seitdem hat sich unsere Arbeitswelt radikal geändert. Eine Situation wie in Tab. 1 Häufigste Symptome von COVID-19 in Deutschland[10] im Krankenhaus und in der Praxisaußerdem durch erhebliche Unsicherheiten im Hinblick auf die erforderliche Schutzausrüstung und Schutzmaßnahmen. Im Hinblick auf die Arbeit auf der Station existieren zwar klare Empfehlungen seitens des RKI. Ein Problem in vielen Gesundheitseinrichtungen ist jedoch die Verfügbarkeit von Schutzausrüstungen (z. B. Schutzmasken). Auch hier bestehen erhebliche Unsicherheiten, welche Schutzmaske wie am besten schützt.Auch im Hinblick auf die weitere Entwicklung der SARS-CoV-2-Pandemie existiert Verunsicherung. Dabei ist zu erwarten, dass uns die Pandemie aufgrund der Abflachung der Kurve dieses Tab. 2 Daten zur Krankheitsschwere aus der Provinz Wuhan, China",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ".05.2020). In Berlin hingegen werden die Krankenhäuser",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Abb.2 8 Diese Abbildung zeigt eine Pandemiekurve, deren Verlauf bis April an die Entwicklung der SARS-CoV-2-Pandemie in Deutschland angepasst wurde. Der weitere Verlauf ist offen und hängt unter anderem von den Maßnahmen zur Eindämmung ab. Unter medizinischen Gesichtspunkten lässt sich die Pandemie in fünf verschiedene Phasen einteilen. In Phase 2 soll das Gesundheitssystem auf die Pandemie vorbereitet werden. Der Beginn dieser Phase fällt in Deutschland mit dem Beginn der Maßnahmen zur Eindämmung zusammen. Phase 3 ist erreicht, wenn die Zahl der Erkrankten die Kapazität des Gesundheitssystems knapp erreicht oder überschreitet. Als Maß für die Kapazität des Gesundheitssystems kann die Anzahl der Intensivbetten gelten. In Phase 4 flacht sich die Pandemiekurve wieder ab Höhepunkt der Pandemie. In dieser Phase steigen die Infektions-und Patientenzahlen, ohne das Gesundheitssystem zu belasten. Diese Phase dient jedoch der oben erwähnten Bündelung vorhandener Ressourcen zur Therapie von CO-VID-19-Patienten. Es geht dabei darum, das Gesundheitssystem auf die Therapie einer sehr hohen Anzahl COVID-19-Patienten zu konditionieren. Dabei müssen schrittweise personelle, räumliche und materielle Ressourcen verlagert werden. Dabei sind ggf. Einarbeitungszeiten zu berücksichtigen (Einsatz von Kollegen aus der Orthopädie und Unfallchirurgie auf der Intensivstation oder Inneren Medizin). In dieser Phase soll-Versorgung von COVID-19-Patienten zu vermeiden, sollten die Empfehlungen zur Durchführung von Operationen immer an die aktuelle Situation angepasst werden. Zu diesem Zwecke ist es sinnvoll, ein lokales Komitee im Krankenhaus zu bilden, das diese Lagebeurteilung täglich vornimmt (Vorschlag: Orthopäde/ Unfallchirurg, Anästhesist, Klinikleitung und OP-Leitung). Zur Beurteilung der Tab. 3 Empfehlungen zur Durchführung von Knieoperationen in den Pandemiephasen 2 und 3 nach Empfehlungen der Deutschen Gesellschaft für Unfallchirurgie (DGU) und der Deutschen Gesellschaft für Orthopädie und Unfallchirurgie (DGOU)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Personen aus der Krankenpflege eines chinesischen Krankenhauses, die an COVID-1 Zaffagnini S (2020) Persönliche Mitteilung. 08.04.2020. 19 erkrankt waren, untersucht. Das Alter variierte von 21 bis 59 Jahren (Mittelwert 35 ± 8 Jahre). In 26 Fällen kam es zu einem milden und in 4 Fällen zu einem schweren Verlauf. Alle Personen hatten räumlichen Kontakt unter einem Meter zu einem an COVID-19 erkrankten Patienten. Die durchschnittlichen Kontaktzeiten betrugen 12 min (7-16 min)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "mindertem Umfang an der COVID-19-Bekämpfung beteiligt waren, kam es zu Infektionen. Ein Grund kann sein, dass in diesen Disziplinen die Schutzmaßnahmen weniger strikt gehandhabt werden. Alarmierend ist die Beobachtung, dass das durchschnittliche Alter schwerer Verläufe in dieser Patientengruppe deutlich niedriger als in der Allgemeinbevölkerung lag. Über die Ursachen kann man nur spekulieren (höhere Viruslast bei In-Kapazität des Gesundheitssystems (ca. 500 IntensivbeƩen für COVID-19-PaƟenten) Abb. 4 9 Entwicklung der Belegung der Intensivbetten mit COVID-19-Patienten in Berlin bis zum 07.04.2020 als Maß für die Kapazität des Gesundheitssystems. Diese Daten sind für die Lagebeurteilung und Einschätzung der medizinischen Pandemiephasen relevant. Die Befunde am 07.04.2020 sprachen für Phase 2. Am 07.04.2020 gab es ca. 500 Intensivbetten in Berlin, die speziell für COVID-19-Patienten geschaffen wurden Abb. 5 8 Diese Abbildung zeigt den von van Mechelen propagierten Zirkel der Prävention, übertragen auf die SARS-CoV-2-Pandemie. Dieses Schema ist bekannt aus der Sporttraumatologie und zeigt wie wichtig epidemiologische Forschung ist, um daraus Präventionsmaßnahmen abzuleiten. Ebenso wichtig ist es jedoch, diese Maßnahmen auch wissenschaftlich auf ihre Effektivität zu prüfen. MNS Mund-und Nasenschutz, FFP \"filtering face piece\" fektion, wiederholte Exposition, körperliche und psychische Erschöpfung?). Bei orthopädischen Chirurgen, die an CO-VID-19 erkrankt waren, zählte körperliche Erschöpfung zu den Risikofaktoren. Zusammenfassend unterstreichen diese Daten jedoch, dass ein strenger Mitarbeiterschutz bei sämtlichen Personen, die zur Zeit der SARS-CoV-2-Pandemie im Gesundheitssystem arbeiten, notwendig ist. Eine wichtige Maßnahme ist dabei die permanente Maskenpflicht. Nur so kann verhindert werden, dass Personen, die nicht dauernd mit COVID-19-Patienten arbeiten, unerwartet ungeschützten Kontakt zu einem positiven Patienten haben. Das gilt besonders für Patienten, die auseinem anderenGrunde (z. B. Fraktur) aufgenommen werden und erst während des stationären Verlaufes COVID-19-Symptome entwickeln.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Bei COVID-19-Patienten sind in der Operationseinheit umfassende Schutzmaßnahmen erforderlich. Am besten erfolgen Operationen von COVID-19-Patienten in gesonderten Operationseinheiten mit eigener Schleuse. Einige Autoren empfehlen Unterdruckräume zur Durchführung der OP. Andere emp-fehlen das Abschalten des \"laminar air flow\" [11] .Der größten Gefahr für eine Übertragung ist das Narkoseteam ausgesetzt, da die Übertragung hauptsächlich durch Aerosole erfolgt. Daher ist zu diskutieren, ob bei der Intubation, zur Zeit der Pandemie, generell bei allen Patienten N95 Respiratoren (mindestens FFP 2) und Augenschutz (Visier oder Brille) verwendet werden sollen. Im Operationssaal selbst ist die Extubation wahrscheinlich die kritischste Situation. Hier sollte das Anästhesie-Team vor der Extubation eine Warnung an die weiteren an der Operation beteiligten Personen aussprechen. Bei der Operation von gesicherten CO-VID-19-Patienten sollte auch das Operationsteam eine volle Schutzkleidung unter dem sterilen OP-Kittel mit N95 Respiratoren und Augenschutz tragen. Auf eine gesonderte Entsorgung der Schutzkleidung muss geachtet werden. Inwieweit die intraoperative Übertragung von Aerosolen durch die Operation verursacht werden (z. B. Knieendoprothetik) [14] , ist unklar. Bis diese Frage geklärt ist, sollten möglichst Elektrokauter mit Absaugung benutzt werden, um die Ausbreitung von Aerosolen möglichst gering zu halten. Um den Sinn der eingeleiteten Maßnahmen auch im Hinblick auf weitere Pandemien beurteilen zu können, ist eine wissenschaftliche Aufarbeitung zu einem späteren Zeitpunkt dringend erforderlich (. Abb. 5)",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1254,
                    "end": 1258,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Bei der SARS-CoV-2-Pandemie handelt es sich um einen Gesundheitsnotstand, der auch die Orthopädie und Unfallchirurgie erheblich betrifft. Um das Gesundheitssystem auf die Versorgung der COVID-19-Patienten vorzubereiten, ist es notwendig, elektive orthopädische Versorgung schrittweise zu reduzieren. Diese Reduktion ist aber an die regional unterschiedliche epidemiologische Entwicklung anzupassen. Generelle Operationsverbote erscheinen medizinisch nicht sinnvoll. Um den Sinn der eingeleiteten Maßnahmen auch im Hinblick auf weitere Pandemien beurteilen zu können, ist eine wissenschaftliche Auf- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit für die Praxis"
        }
    ]
}