{"paper_id": "60bb09d56a6a1cc81895f25bc800f6fd8e378a1d", "metadata": {"title": "Coronavirus Disease-2019 in Heart Transplant Recipients in Southeastern Michigan: A Case Series", "authors": [{"first": "Scott", "middle": ["W"], "last": "Ketcham", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sarah", "middle": ["K"], "last": "Adie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ashley", "middle": [], "last": "Malliett", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ahmad", "middle": ["A"], "last": "Abdul-Aziz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Abbas", "middle": [], "last": "Bitar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gillian", "middle": [], "last": "Grafton", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Matthew", "middle": ["C"], "last": "Konerman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ann", "middle": [], "last": "Arbor", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Detroit", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Coronavirus disease 2019 (COVID-19) is the illness caused by severe acute respiratory syndrome coronavirus-2, first detected in Wuhan, China. Although COVID-19 most commonly causes a mild respiratory illness, there are wide ranges of presenting symptoms and disease severity. Owing to the immunosuppression required to prevent allograft rejection, patients with orthotopic heart transplantation (OHT) represent a population who may have an atypical presentation or be at higher risk for adverse outcomes from COVID-19. Currently, COVID-19 in patients with OHT remains poorly characterized. 1 We describe the presentation, course, and outcomes of patients with OHT hospitalized for COVID-19.", "cite_spans": [{"start": 590, "end": 591, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "We included adult patients (18 years) with OHT with laboratory-confirmed COVID-19 admitted to 1 of 2 hospitals in Southeastern Michigan from March 21 to April 22, 2020. The final date of follow-up was May 7, 2020. A confirmed case of COVID-19 was defined as a positive result on a reverse-transcriptase polymerase chain reaction assay of a nasopharyngeal swab specimen. The institutional review boards at Michigan Medicine and Henry Ford Health System approved this study.", "cite_spans": [], "ref_spans": [], "section": "Study Population and Setting"}, {"text": "Data were collected through review of OHT databases and electronic medical records. Data included demographics, clinical history, laboratory and radiologic results, and therapies administered.", "cite_spans": [], "ref_spans": [], "section": "Data Collection"}, {"text": "Descriptive statistics were used to summarize the data. Results are reported as medians and interquartile ranges or means and standard deviations as appropriate. Categorical variables were summarized as counts and percentages. Analysis was performed with Microsoft Excel (Microsoft, Redmond, WA). Table 1 ). Two patients were heart-kidney transplant recipients and one was a heartÀlung transplant recipient.", "cite_spans": [], "ref_spans": [{"start": 297, "end": 304, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Statistical Methods"}, {"text": "The average time from OHT to presentation was 9.6 § 6.3 years (range, 1.5À22.7). Heart failure or left ventricular *Body mass index measured as body weight in kilograms divided by body surface area in meters squared. y Defined as requiring hospitalization for heart failure after heart transplant (or) history of heart failure requiring loop diuretic therapy before admission. z Defined as an estimated glomerular filtration rate of <60 mL/min.", "cite_spans": [], "ref_spans": [], "section": "Demographics and Medical History"}, {"text": "x Defined as cardiac allograft vasculopathy on intravascular ultrasound (or) any nonobstructive or obstructive disease on coronary angiogram (or) perfusion defect or wall motion abnormality on stress imaging after heart transplantation.", "cite_spans": [], "ref_spans": [], "section": "Demographics and Medical History"}, {"text": "k Defined as presentation to a health care facility, such as a hospital, clinic, or dialysis center for phlebotomy, hemodialysis, infusion, procedure, surgery, outpatient visit, or emergency department presentation. systolic dysfunction was present in 5 patients (38%) and cardiac allograft vasculopathy in 6 (46%). Before COVID-19, a calcineurin inhibitor was prescribed in 12 patients (83% tacrolimus), prednisone in 7 (54%), and mycophenolate in 7 (54%). The median of the 3-month individual average tacrolimus trough among patients prescribed tacrolimus was 5.4 ng/mL (range, 4.8À6.0 ng/mL; Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 595, "end": 602, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Demographics and Medical History"}, {"text": "The mean duration of symptoms before admission was 6 § 4 days (range, 1À14 days). The most common symptoms included subjective fever (92%), shortness of breath (85%), and cough (85%). Diarrhea occurred in 6 patients (46%; Table 1 ). No patients were hospitalized within 30 days before admission, had traveled outside the United States in the 90 days before admission, or had known contact with an individual who tested positive for COVID-19.", "cite_spans": [], "ref_spans": [{"start": 222, "end": 229, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Clinical Presentation"}, {"text": "Documented fever was present in 10 patients (77%) on admission. Lymphopenia occurred in all patients and thrombocytopenia in 8 (62%). Acute kidney injury occurred in the majority (85%). High-sensitivity troponin was elevated in 7 patients (54%) and lactate was elevated in 5 patients (38%). Elevated laboratory markers of inflammation were common, with higher median values observed in patients requiring intensive care. No patients had laboratory-confirmed coinfection on presentation. The median tacrolimus trough on admission was 5.1 ng/mL (range, 2.8À6.0 ng/mL). Chest radiographs were obtained in all patients and almost all (92%) showed bilateral pulmonary infiltrates ( Table 2 ). Values are median (interquartile range) or number/total number (%). *Represents vital signs recorded within the first 24 hours of admission y Represents data resulted within the first 72 hours of admission unless noted otherwise. z Acute kidney injury defined as rise in serum creatinine >0.3 within 48 hours (or) an increase in serum creatinine of >1.5 times baseline within 7 days.", "cite_spans": [], "ref_spans": [{"start": 677, "end": 684, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Objective Findings"}, {"text": "x Defined as a prednisone-equivalent corticosteroid dose 2 times greater than outpatient dose.", "cite_spans": [], "ref_spans": [], "section": "Objective Findings"}, {"text": "Among COVID-19Àspecific experimental/empiric therapies delivered, 3 patients (23%) received tocilizumab, 8 (62%) received hydroxychloroquine, and 8 (62%) received high-dose corticosteroids. Vasopressors, mechanical ventilation, neuromuscular blockade, and continuous renal replacement therapy were required in 5 of the 6 patients (83%) requiring intensive care ( Table 2 ). Only 1 patient (8%) received inhaled pulmonary vasodilators and prone positioning. No patients received extracorporeal membrane oxygenation. Among the 7 patients prescribed mycophenolate before presentation, it was discontinued in 6 on presentation. Although tacrolimus trough goals remained unchanged, dose reduction was required in 6 patients (60% of all patients on tacrolimus) to achieve the target range.", "cite_spans": [], "ref_spans": [{"start": 363, "end": 370, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Interventions"}, {"text": "All patients had at least 15 days of follow-up. As of May 7, 2020, of the 13 admitted patients, 2 (15%) had died, 2 (15%) remain hospitalized in acute care, and 9 (69%) had been discharged from the hospital (Fig. 1) . The median length of hospital stay among those discharged was 6 days (range, 3À11 days; Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 207, "end": 215, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 306, "end": 313, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Outcomes"}, {"text": "To our knowledge, this is the first case series of a cohort of patients with OHT hospitalized with COVID-19. There are several notable observations. All patients in this cohort were black males. Racial disparities in COVID-19 outcomes have been observed in several states. 2 In Michigan, 14% of the population is black, and 33% of COVID-19 cases and 41% of deaths occurred in the black community. 3 Although this imbalance is potentially due to the prevalence of comorbid conditions or health care disparities, genetic polymorphisms in the renin-angiotensin system may also contribute to this risk. Previous reports have identified alterations in the renin-angiotensin system activity profile of blacks. 4 Severe acute respiratory syndrome coronavirus-2 enters human cells through angiotensin-converting enzyme 2 receptors and angiotensin II activity potentially contributes to disease severity and organ damage. 5 Owing to the small sample size of this case series, no definitive conclusions can be drawn regarding COVID-19 susceptibility in black males with OHT. As such, further research is needed to determine if disease severity and COVID-19 risk is greater in black males with OHT and whether patient characteristics or treatments specific to OHT can be modified to decrease this risk.", "cite_spans": [{"start": 273, "end": 274, "text": "2", "ref_id": "BIBREF1"}, {"start": 397, "end": 398, "text": "3", "ref_id": "BIBREF2"}, {"start": 704, "end": 705, "text": "4", "ref_id": "BIBREF4"}, {"start": 913, "end": 914, "text": "5", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "Patients with OHT seem to present with COVID-19 similarly to patients without OHT, exhibiting a wide range of symptoms, but sharing the most common symptoms of fever, cough, and shortness of breath. However, diarrhea occurred more commonly than previously observed. 6, 7 In addition, particularly among patients requiring intensive care, comorbid conditions such as hypertension, diabetes mellitus, heart failure, and chronic kidney disease were common, as was cardiac allograft vasculopathy, a condition unique to patients with OHT.", "cite_spans": [{"start": 266, "end": 268, "text": "6,", "ref_id": "BIBREF6"}, {"start": 269, "end": 270, "text": "7", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Patients with OHT requiring intensive care in this series had significant elevations in markers of inflammation. This occurred despite these patients requiring immunosuppression to preserve allograft function. It seems that, similar to the general population, 8 these laboratory findings denote a greater illness severity in patients with OHT with COVID-19 and may be used to risk stratify patients. Of note, although elevated high-sensitivity troponin levels are seen in approximately 20% of COVID-19 cases, 9 levels were elevated in more than one-half of our cohort, although these levels were also elevated before admission among the 10 patients for whom these data were available. Lymphopenia and thrombocytopenia rates were higher in this study compared with previous reports in the nontransplanted and kidney transplant populations. 7, 10 This finding may be explained by a lower baseline lymphocyte and thrombocyte count, yet median values of these cell counts were lower on admission. Although myocardial injury has been associated with worse outcomes, 11 no signal of an association was evident in this small series and no patients experienced cardiac complications.", "cite_spans": [{"start": 839, "end": 841, "text": "7,", "ref_id": "BIBREF7"}, {"start": 842, "end": 844, "text": "10", "ref_id": "BIBREF10"}, {"start": 1061, "end": 1063, "text": "11", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study has several limitations. First, our sample size is small and it may lack generalizability. Owing to sample size, we were unable to detect significant differences between critically ill patients and those not requiring intensive care. We also cannot make any conclusions regarding COVID-19Àspecific treatments or the management of immunosuppression in this setting, although it should be noted that one-half of our cohort required dose reductions of tacrolimus despite similar tacrolimus levels before and on admission. Second, 2 patients (15%) remained hospitalized at the conclusion of data collection on May 7, 2020. Outcomes for these patients are unknown. Last, this study did not capture outcomes for patients treated in the outpatient setting. This factor limits our understanding of the spectrum of symptoms and disease severity among patients with OHT with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this case series of patients with OHT hospitalized at 2 centers in Southeastern Michigan, all patients were black males, most of whom had comorbid conditions. Despite immunosuppression, the clinical presentation and laboratory markers of disease severity showed similarities to what has been observed in the general population. Further research should focus on racial and gender disparities in COVID-19 and on the identification of prognostic markers, treatments, and appropriate immunosuppression modifications for patients with OHT with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "First cases of COVID-19 in heart transplantation from China", "authors": [{"first": "F", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Cai", "suffix": ""}, {"first": "N", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "J Heart Lung Transplant", "volume": "39", "issn": "", "pages": "496--503", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Why black Americans are at higher risk for coronavirus -CNN", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Black people are dying of COVID-19 at alarming rates. Here's why. j HuffPost", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "African Americans, hypertension and the renin angiotensin system", "authors": [{"first": "S", "middle": ["F"], "last": "Williams", "suffix": ""}], "year": 2014, "venue": "World J Cardiol", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Renin-angiotensin-aldosterone system inhibitors in patients with Covid-19", "authors": [{"first": "M", "middle": [], "last": "Vaduganathan", "suffix": ""}, {"first": "O", "middle": [], "last": "Vardeny", "suffix": ""}, {"first": "T", "middle": [], "last": "Michel", "suffix": ""}, {"first": "Jj V", "middle": [], "last": "Mcmurray", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Pfeffer", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Solomon", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1653--1662", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Epidemiological, clinical and virological characteristics of 74 cases of coronavirus-infected disease 2019 (COVID-19) with gastrointestinal symptoms", "authors": [{"first": "X", "middle": [], "last": "Jin", "suffix": ""}, {"first": "J-S", "middle": [], "last": "Lian", "suffix": ""}, {"first": "J-H", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Gao", "suffix": ""}, {"first": "L", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Y-M", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Gut", "volume": "69", "issn": "", "pages": "1002--1011", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1054--62", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Association of cardiac injury with mortality in hospitalized patients with COVID-19 in Wuhan, China", "authors": [{"first": "S", "middle": [], "last": "Shi", "suffix": ""}, {"first": "M", "middle": [], "last": "Qin", "suffix": ""}, {"first": "B", "middle": [], "last": "Shen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cai", "suffix": ""}, {"first": "T", "middle": [], "last": "Liu", "suffix": ""}, {"first": "F", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "JAMA Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Covid-19 and kidney transplantation", "authors": [{"first": "E", "middle": [], "last": "Akalin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Azzi", "suffix": ""}, {"first": "R", "middle": [], "last": "Bartash", "suffix": ""}, {"first": "H", "middle": [], "last": "Seethamraju", "suffix": ""}, {"first": "M", "middle": [], "last": "Parides", "suffix": ""}, {"first": "V", "middle": [], "last": "Hemmige", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China", "authors": [{"first": "Q", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "K", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}], "year": 2020, "venue": "Intensive Care Med", "volume": "46", "issn": "", "pages": "2020846--2020854", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Outcomes of individual patients. The current condition of patients with orthotopic heart transplantation with coronavirus disease-2019.", "latex": null, "type": "figure"}, "TABREF0": {"text": "More than 375 heart transplantations have been performed at Michigan Medicine since 2006. Recipients from 2006 to 2018 had a median age of 55 years at time of transplantation. The majority were male (78%) and white (81%), with 16% black. At Henry Ford, more than 200 heart transplants have been performed since 2006. Recipients from 2006 to 2019 had a median age of 54 years at time of transplantation. The majority were male (79%) and white (56%), with 39% black. From March 21 to April 22, 2020, 13 adult patients with OHT were hospitalized for COVID-19, 8 admitted to Michigan Medicine and 5 to Henry Ford Hospital. No patients were diagnosed via asymptomatic screening. The mean age was 61 § 12 years (range, 34À77 years). All were black males. Comorbid conditions were common, including hypertension (85%), chronic kidney disease (85%), and diabetes mellitus (69%;", "latex": null, "type": "table"}, "TABREF1": {"text": "Clinical History of Patients", "latex": null, "type": "table"}, "TABREF2": {"text": "Objective Findings and Outcomes of Patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics\n</td><td>All Patients (N = 13)\n</td><td>Acute Care\n(N = 7/13 [54%])\n</td><td>Intensive Care (N = 6/13 [46%])\n</td></tr><tr><td>Vital signs*\n</td><td> </td><td> </td><td> </td></tr><tr><td>Temperature &gt;100.4˚F or 38˚C </td><td>10/13 (77) </td><td>4/7 (57) </td><td>6/6 (100)\n</td></tr><tr><td>Temperature &lt;96.8˚F or 36˚C </td><td>1/13 (8) </td><td>0/7 (0) </td><td>1/6 (17)\n</td></tr><tr><td>Heart rate &gt;100 beats per minute </td><td>9/13 (69) </td><td>5/7 (71) </td><td>4/6 (67)\n</td></tr><tr><td>Respiratory rate 20 breaths per minute </td><td>11/13 (85) </td><td>5/7 (71) </td><td>6/6 (100)\n</td></tr><tr><td>Cell countsy\nWhite cell count/mm3 </td><td>4800 (36006600) </td><td>3600 (30004800) </td><td>6550 (500011,550)\n</td></tr><tr><td>Lowest lymphocyte count\nPer mm3 </td><td>700 (400900) </td><td>700 (450850) </td><td>600 (425850)\n</td></tr><tr><td>&lt;1500/mm3 </td><td>13/13 (100) </td><td>7/7 (100) </td><td>6/6 (100)\n</td></tr><tr><td>Lowest platelet count\nPer mm3 </td><td>134,000 (120,000156,000) </td><td>133,000 (115166,000) </td><td>138,500 (123,500150,500)\n</td></tr><tr><td>&lt;150,000/mm3 </td><td>8/13 (62) </td><td>4/7 (57) </td><td>4/6 (67)\n</td></tr><tr><td>Chemistriesy\n</td><td> </td><td> </td><td> </td></tr><tr><td>Acute kidney injuryz </td><td>11/13 (85) </td><td>6/7 (86) </td><td>5/6 (83)\n</td></tr><tr><td>High-sensitivity troponin 19 pg/mL </td><td>7/13 (54) </td><td>3/7 (43) </td><td>4/6 (67)\n</td></tr><tr><td>Lactate 2.0 mmol/L </td><td>5/13 (38) </td><td>1/7 (14) </td><td>4/6 (67)\n</td></tr><tr><td>Tacrolimus trough (ng/mL) </td><td>5.1 (2.86.0) </td><td>5.75 (4.76.5) </td><td>3.5 (1.75.0)\n</td></tr><tr><td>Inflammatory markersy\n</td><td> </td><td> </td><td> </td></tr><tr><td>Highest D-dimer (mg/mL) </td><td>0.9 (0.51.8) </td><td>0.4 (0.30.7) </td><td>1.9 (1.26.0)\n</td></tr><tr><td>Highest ferritin (ng/mL) </td><td>1163 (5401828) </td><td>540 (3811030) </td><td>1502 (11662258)\n</td></tr><tr><td>Highest lactate dehydrogenase (U/L) </td><td>315 (215627) </td><td>215 (186285) </td><td>644 (626729)\n</td></tr><tr><td>Highest procalcitonin (ng/mL) </td><td>1.2 (0.47.5) </td><td>0.4 (0.310.2) </td><td>3.0 (0.66.8)\n</td></tr><tr><td>Chest radiograph with bilateral infiltrates, no./total no. (%)\n</td><td>12/13 (92) </td><td>6/7 (86) </td><td>6/6 (100)\n</td></tr><tr><td> </td><td> </td><td> </td></tr><tr><td>Medical therapies\n</td><td> </td><td> </td><td> </td></tr><tr><td>Tocilizumab </td><td>3/13 (23) </td><td>0/7 (0) </td><td>3/6 (50)\n</td></tr><tr><td>Hydroxychloroquine </td><td>8/13 (62) </td><td>6/7 (86) </td><td>2/6 (33)\n</td></tr><tr><td>High-dose corticosteroidsx </td><td>8/13 (62) </td><td>3/7 (43) </td><td>5/6 (83)\n</td></tr><tr><td>Intensive care therapies, no/total no. (%)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Vasopressor use </td><td>5/13 (38) </td><td> </td><td>5/6 (83)\n</td></tr><tr><td>Mechanical ventilation </td><td>5/13 (38) </td><td> </td><td>5/6 (83)\n</td></tr><tr><td>Continuous renal replacement therapy </td><td>5/13 (38) </td><td> </td><td>5/6 (83)\n</td></tr><tr><td>Neuromuscular blockade </td><td>5/13 (38) </td><td> </td><td>5/6 (83)\n</td></tr><tr><td>Outcomes\n</td><td> </td><td> </td><td> </td></tr><tr><td>Died in hospital </td><td>2/13 (15) </td><td>0/7 (0) </td><td>2/6 (33)\n</td></tr><tr><td>Discharged from hospital </td><td>9/13 (69) </td><td>7/7 (100) </td><td>2/6 (33)\n</td></tr><tr><td>Remain hospitalized </td><td>2/13 (15) </td><td>0/7 (0) </td><td>2/6 (33)\n</td></tr><tr><td>Length of hospital stay among those discharged (days)\n</td><td>6 (311) </td><td>5 (39) </td><td>19 (829)\n</td></tr><tr><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "Competing Interests: The authors have no competing interests to declare.Disclosures: The authors have no conflicts of interest to report.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Supplementary material associated with this article can be found in the online version at doi:10.1016/j.card fail.2020.05.008.", "cite_spans": [], "ref_spans": [], "section": "Supplementary materials"}]}