{"paper_id": "60f455df2a1f24501ece23e1ca13bfa4b225a4a9", "metadata": {"title": "LETTERS TO THE EDITOR", "authors": []}, "abstract": [], "body_text": [{"text": "Of the 426 Michigan NHs surveyed, 130 (31%) responded within 1 week of first contact. An additional 27 NHs opened the survey but did not provide any responses. The distribution of reported bed capacity among facilities was unchanged, with 70% reporting 51 to 150 beds in 2020 vs 68% in 2007.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "An overwhelming majority of respondents in 2020 had a separate pandemic response plan, and only 3 (2%) of NHs reported having no response plan in 2020 compared to (Table 2) . A greater portion of NHs were willing to accept hospital overflow of non COVID-19 patients (82% vs 53% in 2007; P < .001) or discharge patients to open up beds (18% vs 9% in 2007; P = .015). NHs in 2020 were more likely to have communication lines established with nearby hospitals (63% vs 49% in 2007; P = .0232) and public health officials (86% vs 56% in 2007; P < .001), suggesting better integration within the healthcare system.", "cite_spans": [], "ref_spans": [{"start": 163, "end": 172, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "As Michigan reported its first case of COVID-19, facilities were most concerned about staffing and supplies. Asked to report their greatest concern regarding preparedness, 42% (35/84) of respondents mentioned lack of supplies (especially personal protective equipment [PPE]), and 32% (27/84) were concerned they would not be able to adequately staff their facility. Facilities were proactive, with more NHs reporting having stockpiled supplies in 2020 (85%) than in 2007 (57%; P < .001). Most facilities reported stockpiling of PPE (Table 2) . Staff shortages were anticipated by 79% (67/85) of 2020 respondents, with several facilities already making contingency plans ( ", "cite_spans": [], "ref_spans": [{"start": 532, "end": 541, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Our results show that Michigan NHs may be better prepared for pandemics now than in 2007. In 2020, NHs were able to make policy and procedure changes within 1 week in response to urgent guidance from the Centers for Medicare and Medicaid Services and CDC, 5,6 which likely helped the facilities prepare for COVID-19 pandemic. Almost all NHs have a dedicated staff member responsible for preparedness and were willing to accept patients from hospitals to assist in their surge capacity planning, particularly for non-COVID patients. NHs did express concerns about staffing shortages and PPE supply constraints as cases rise.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Limitations of this study include: self-report bias, limited geographic representation, and likely lower response rate as survey was performed in the early stages of a global pandemic. Assessment of pandemic preparedness at the beginning of an outbreak is a strength. These data will serve as a baseline for future surveys and studies of NHs' experiences during this pandemic. In summary, while NHs in 2020 show greater pandemic preparedness than in 2007, they will face challenges due to limited PPE supplies and staffing shortages. NHs will need to refine their preparedness strategies as the COVID-19 pandemic evolves and is anticipated to have major consequences. For NHs to effectively prepare for a pandemic, real-time data and experiences should be readily available to help inform their response. The World Health Organization confirmed 93,090 cases of novel coronavirus SARS-CoV-2 infections (COVID-19) worldwide on March 04, 2020. 3,198 deaths were declared (3%). In the United States, 108 cases were confirmed. 1 Coronavirus family members are known to be responsible for severe acute respiratory syndrome (SARS-CoV) and Middle East respiratory syndrome (MERS-CoV), associated with severe complications, such as acute respiratory distress syndrome, multiorgan failure, and death, especially in individuals with underlying comorbidities and old age. 2, 3 In a recently published large case series of 138 hospitalized patients with COVID-19 infected pneumonia, the 36 patients (26.1%) transferred to an intensive care unit were older and had more comorbidities (median age = 66 years; comorbidities in 72.2% of cases) than patients who did not receive intensive care unit care (median age = 51 years; comorbidities in 37.3% of cases). 4 Comorbidities associated with severe clinical features were hypertension, diabetes, cardiovascular disease, and cerebrovascular disease, which we know are highly prevalent in older adults. Previously, the China National Health Commission reported that death mainly affects older adults, since the median age of the first 17 deaths up to January 22, 2020, was 75 years (range = 48-89 years). 5 Moreover, people aged 70 years or older had shorter median days (11.5 days) from the first symptom to death than younger adults (20 days), suggesting a faster disease progression in older adults. 5 Since COVID-19 seems to have a similar pathogenic potential as SARS-CoV and MERS-CoV, 6 older adults are likely to be at increased risk of severe infections, cascade of complications, disability, and death, as observed with influenza and respiratory syncytial virus infections. 7, 8 The consequences of possible epidemics in long-term care facilities could be severe on a population of older adults who are by definition frail and immunologically naïve towards this virus, even if the risk is of course for the moment mainly theoretical. Therefore, it seems essential to", "cite_spans": [{"start": 1022, "end": 1023, "text": "1", "ref_id": "BIBREF0"}, {"start": 1360, "end": 1362, "text": "2,", "ref_id": "BIBREF1"}, {"start": 1363, "end": 1364, "text": "3", "ref_id": "BIBREF2"}, {"start": 1744, "end": 1745, "text": "4", "ref_id": "BIBREF3"}, {"start": 2137, "end": 2138, "text": "5", "ref_id": "BIBREF4"}, {"start": 2335, "end": 2336, "text": "5", "ref_id": "BIBREF4"}, {"start": 2423, "end": 2424, "text": "6", "ref_id": "BIBREF5"}, {"start": 2615, "end": 2617, "text": "7,", "ref_id": null}, {"start": 2618, "end": 2619, "text": "8", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cai", "suffix": ""}], "year": 2020, "venue": "JAMA Intern Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamainternmed.2020.0994"]}}, "BIBREF1": {"ref_id": "b1", "title": "Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington State", "authors": [{"first": "M", "middle": [], "last": "Arentz", "suffix": ""}, {"first": "E", "middle": [], "last": "Yim", "suffix": ""}, {"first": "L", "middle": [], "last": "Klaff", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.4326"]}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical characteristics of coronavirus disease 2019 in China", "authors": [{"first": "W", "middle": [], "last": "Guan", "suffix": ""}, {"first": "N", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2002032"]}}, "BIBREF3": {"ref_id": "b3", "title": "Preparedness for pandemic influenza in nursing homes: a 2-state survey", "authors": [{"first": "P", "middle": ["W"], "last": "Smith", "suffix": ""}, {"first": "V", "middle": [], "last": "Shostrom", "suffix": ""}, {"first": "A", "middle": [], "last": "Smith", "suffix": ""}, {"first": "M", "middle": [], "last": "Kaufmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Mody", "suffix": ""}], "year": 2008, "venue": "JAMA", "volume": "300", "issn": "4", "pages": "392--394", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Guidance for Infection Control and Prevention of Coronavirus Disease 2019 (COVID-19) in Nursing Homes", "authors": [{"first": "Medicaid", "middle": [], "last": "Centers For Medicare", "suffix": ""}, {"first": "", "middle": [], "last": "Services", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Preparing for COVID-19: Long-Term Care Facilities, Nursing Homes", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "tion, \"Does your facility expect significant staff shortages due to absences and illness in the event of a COVID-19 outbreak?\" and were asked this follow-up question to provide further detail.d Of seven facilities reporting other plans, four mentioned expecting staffing help from corporate/sister facilities in their open text responses. NOVEL CORONAVIRUS (COVID-19) EPIDEMIC: WHAT ARE THE RISKS FOR OLDER PATIENTS?", "latex": null, "type": "figure"}, "TABREF0": {"text": "Planning Components for COVID-19 in Michigan Nursing Homes (2007 vs 2020) No./Total (%) of Nursing Homes", "latex": null, "type": "table"}, "TABREF1": {"text": ". Most 2020 respondents had processes in place to restrict movement: by limiting family members and visitors (119 [98%]); by limiting outside vendors, researchers, and consultants (118 [98%]); and by screening visitors for symptoms (113 [93%]).", "latex": null, "type": "table"}, "TABREF2": {"text": "Detailed Responses of 2020 Pandemic Preparedness Survey Participants", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Response\n</td><td>Nursing Homes\n</td></tr><tr><td>Question: For COVID-19, please indicate which guidance documents on outbreak response from your facility uses\nCDC </td><td>126/128 (98)\n</td></tr><tr><td>State and/or local health\n</td><td>109/128 (85)\n</td></tr><tr><td>department\nCorporate </td><td>71/128 (55)\n</td></tr><tr><td>Local hospital/healthcare\n</td><td>55/128 (43)\n</td></tr><tr><td>organization\nWHO </td><td>49/128 (38)\n</td></tr><tr><td>AMDA </td><td>28/128 (22)\n</td></tr><tr><td>APIC </td><td>16/128 (13)\n</td></tr><tr><td>IDSA </td><td>15/128 (12)\n</td></tr><tr><td>SHEA </td><td>6/128 (5)\n</td></tr><tr><td>None </td><td>1/128 (1)\n</td></tr><tr><td>Othera </td><td>29/128 (23)\n</td></tr><tr><td>Question: What supplies has the facility begun to stockpile?b\nMasks (surgical) 85/101 (84)\n</td></tr><tr><td>Alcohol-based hand sanitizer </td><td>82/101 (81)\n</td></tr><tr><td>Gloves </td><td>82/101 (81)\n</td></tr><tr><td>Gowns </td><td>81/101 (80)\n</td></tr><tr><td>N-95 respirators </td><td>43/101 (43)\n</td></tr><tr><td>Other </td><td>20/101 (20)\n</td></tr><tr><td>Question: Who are you counting on to help with staff shortages?c\n</td></tr><tr><td>Remaining staff volunteering to work extended hours\n</td><td>53/67 (79)\n</td></tr><tr><td>filling different roles 52/67 (78)\n</td></tr><tr><td>Nonclinical staff </td></tr><tr><td>Remaining staff mandated to work\n</td><td>45/67 (67)\n</td></tr><tr><td>extended hours\nAgency/contracted staff </td><td>16/67 (24)\n</td></tr><tr><td>Volunteers from the community </td><td>11/67 (16)\n</td></tr><tr><td>Otherd </td><td>7/67 (10)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors extend their gratitude to the participating nursing homes. Conflict of Interest: The authors have declared no conflicts of interest for this article.Author Contributions: Study concept and design: All authors. Acquisition of specimens and data: Jones, Mantey, Mody. Analysis and interpretation of data: All authors. Preparation of manuscript: All authors.Sponsor's Role: None.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}