{
    "paper_id": "61c1fa1892c1a8f1ce845aff74f214440d101bcf",
    "metadata": {
        "title": "Ziekenhuisuitbraken en resistente micro-organismen",
        "authors": [
            {
                "first": "Akke",
                "middle": [
                    "K"
                ],
                "last": "Van Der Bij",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katina",
                "middle": [],
                "last": "Kardamanidis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florine",
                "middle": [
                    "N J"
                ],
                "last": "Frakking",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [
                    "J M"
                ],
                "last": "Bonten En Het",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Signaleringsoverleg",
                "middle": [],
                "last": "Ziekenhuisinfecties",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Antimi-Crobiële",
                "middle": [],
                "last": "Resistentie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In 2011 vond in het Maasstad Ziekenhuis in Rotterdam een uitbraak plaats met een Klebsiella pneumoniae die door het OXA-48-gen resistent was voor veel antibiotica. 1 Dit trok nationaal de aandacht. Ineens vormden uitbraken van ziekenhuisinfecties en bijzonder resistente micro-organismen (BRMO; gedefinieerd volgens de richtlijn van de Werkgroep Infectie Preventie (WIP)) 2 ook in Nederland een reële bedreiging voor de volksgezondheid. De publieke opinie was dat dergelijke uitbraken wellicht vaker optraden in ziekenhuizen, maar dat deze voor de buitenwereld verzwegen werden. De behoefte aan vroegtijdige informatie en transparantie over uitbraken in ziekenhuizen om snel in te kunnen grijpen bij een bedreiging van de volksgezondheid, was voor de minister van Volksgezondheid, Welzijn en Sport aanleiding aan te dringen op melding van ziekenhuisuitbraken. Omdat de meeste dragers van BRMO geen infectie hebben vallen uitbraken van BRMO niet onder artikel 26 van de Wet Publieke Gezondheid en ontbreekt de plicht om deze te melden. In april 2012 is daarom op aandringen van de minister van VWS het Signaleringsoverleg Ziekenhuisinfecties en Antimicrobiële Resistentie (SO-ZI/AMR) opgericht. Dit initiatief wordt inmiddels ondersteund door de Nederlandse Vereniging van Ziekenhuizen en de Nederlandse Federatie van Universitair Medische Centra. In het over-Doel Vaststellen van het aantal en de duur van ziekenhuisuitbraken die worden veroorzaakt door bijzonder resistente micro-organismen (BRMO) en die een mogelijke bedreiging zijn voor de volksgezondheid om zo een risico-inschatting te kunnen maken.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ONDERZOEK"
        },
        {
            "text": "opzet Descriptief onderzoek. MethoDe In de periode april 2012-juni 2014 verzamelden we gegevens over ziekenhuisuitbraken. Aan het begin en het einde van elke uitbraak registreerden we onder meer de volgende kenmerken: type micro-organisme, reden voor melding, fase van de uitbraak, aantal gekoloniseerde en aantal geïnfecteerde patiënten, en geïmplementeerde preventieve infectiemaatregelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONDERZOEK"
        },
        {
            "text": "Resultaten Er werden 87 uitbraken gemeld door 47 instellingen; dit was gemiddeld 3 uitbraken per maand. Het aantal gemelde uitbraken was 20 in 2012 (2,2/maand), 39 in 2013 (3,3/maand) en 28 in 2014 tot en met juni (4,7/maand). Uitbraken met vancomycine-resistente enterokokken (n = 26), methicilline-resistente Staphylococcus aureus (MRSA) (n = 23) of al dan niet bijzonder resistente Enterobacteriaceae (n = 17) werden het vaakst gemeld. De meeste uitbraken (n = 65; 75%) waren binnen 2 maanden na melding afgerond en onder controle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONDERZOEK"
        },
        {
            "text": "ConClusie Transparante berichtgeving over BRMO-uitbraken is belangrijk voor een juiste publieke beeldvorming over de veiligheid van de Nederlandse zieken-en verpleeghuizen. De meldingen aan het Signaleringsoverleg Ziekenhuisinfecties en Antimicrobiële Resistentie maken duidelijk dat uitbraken met BRMO een bijna dagelijks gegeven zijn in Nederlandse ziekenhuizen. De meeste uitbraken worden echter snel onder controle gebracht, zodat ze geen gevaar opleveren voor de volksgezondheid. leg zitten vertegenwoordigers van het Rijksinstituut voor Volksgezondheid en Milieu (RIVM) -Centrum Infectieziektebestrijding (CIb), de Nederlandse Vereniging voor Medische Microbiologie (NVMM) en de Vereniging voor Hygiëne en Infectiepreventie in de Gezondheidszorg (VHIG). Werkwijze SO-ZI/AMR Artsen-microbiologen melden uitbraken vrijwillig, doch niet vrijblijvend, aan het SO-ZI/AMR. De criteria voor melding zijn een situatie waarin de continuïteit van de zorg in gevaar komt, bijvoorbeeld doordat een afdeling gesloten moet worden of er een dreiging tot sluiting is, of wanneer transmissie blijft bestaan ondanks ingestelde infectiepreventiemaatregelen. Het SO-ZI/AMR was tot op heden vooral gericht op uitbraken in ziekenhuizen, maar accepteerde ook meldingen van andere instellingen. Het doel van het SO-ZI/AMR is het signaleren van uitbraken die een mogelijke bedreiging zijn voor de volksgezondheid en het maken van een risico-inschatting voor de volksgezondheid. Het SO-ZI/AMR is er niet om de kwaliteit of adequaatheid van de getroffen controlemaatregelen te beoordelen. Elke maand worden nieuwe en nog lopende meldingen besproken en gefaseerd (tabel 1). Bij escalatie naar de hoogste fase (fase 5) kan het SO-ZI/AMR de Inspectie voor de Gezondheidszorg adviseren om externe hulp af te dwingen. De meldingen worden per regio weergegeven op de website van de NVMM; afhankelijk van de wens van de melder is een melding geanonimiseerd. Op de website zijn de signalen zichtbaar voor artsen-microbiologen die lid zijn van de NVMM en deskundigen infectiepreventie die lid zijn van de VHIG. Signalen worden ook opgenomen in het 'Wekelijks overzicht van infectieziektesignalen', dat wordt uitgebracht door het RIVM (zie http://signaleringsoverleg.infectieziekten.eu).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONDERZOEK"
        },
        {
            "text": "In dit artikel berichten we over uitbraken van ziekenhuisinfecties en uitbraken met BRMO in Nederlandse zorginstellingen vanaf april 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ONDERZOEK"
        },
        {
            "text": "In de periode april 2012-juni 2014 verzamelden we gegevens over uitbraken in instellingen. Aan het begin en het einde van elke uitbraak registreerden we onder meer de volgende kenmerken: type micro-organisme, reden voor melding, fase van de uitbraak, aantal gekoloniseerde en aantal geïnfecteerde patiënten, en geïmplementeerde preventieve infectiemaatregelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MethoDe"
        },
        {
            "text": "In de onderzoeksperiode werden 87 uitbraken gemeld door 47 instellingen; dat was gemiddeld 3 uitbraken per maand. Het merendeel betrof uitbraken met BRMO (n = 68, 78%). Het aantal gemelde uitbraken was 20 in 2012 (2,2/maand), 39 in 2013 (3,3/maand) en 28 in 2014 tot en met juni (4,7/maand) (tabel 2). Uitbraken met vancomycine-resistente enterokokken (VRE) (n = 26), methicilline-resistente Staphylococcus aureus (MRSA) (n = 23) of al dan niet bijzonder resistente Enterobacteriaceae (n = 17) werden het vaakst gemeld. De meeste uitbraken (n = 65, 75%) waren binnen 2 maanden na melding afgerond en onder controle (hoogst bereikte fase: 1). Een aantal van deze uitbraken was al enige tijd vóór de melding gaande en de exacte duur was niet geregistreerd. Van de 87 uitbraken werden 6 geclassificeerd als 'fase 3' (2 uitbraken met Clostridium difficile en 4 VRE-uitbraken). De mediane duur van deze uitbraken was 250 dagen (spreiding: 77-385). Geen van de uitbraken werd als oncontroleerbaar of als een directe bedreiging van de volksgezondheid beschouwd, dat wil zeggen: als fase 4 of 5. Bij 13 uitbraken werd om ondersteuning of advies gevraagd, onder andere over het plan van aanpak, de schoonmaak, de grootte van het ringonderzoek en isolatiemaatregelen, de manier van gegevensverwerking, en de mogelijkheden om adequate maatregelen te implementeren in instellingen met laag geschoold personeel en beperkte capaciteit. 7 meldingen betroffen uitbraken in taBel 1 Fases bij uitbraken van infecties die worden onderscheiden door het SO-ZI/AMR MRSA = methicilline-resistente Staphylococcus aureus; nvt = niet van toepassing. * Getallen zijn mediaan (spreiding), tenzij anders aangegeven. † Aantal uitbraken met beschikbare gegevens vergeleken met het totale aantal uitbraken met dat micro-organisme. Compleet aangeleverde informatie was beschikbaar voor 49 van de 87 uitbraken (56%). ‡ In de figuur worden de aantallen patiënten per uitbraak naast elkaar weergegeven. § Patiënten met bijzonder resistente micro-organismen in klinisch kweekmateriaal. minder ziekenhuizen verkiezen een anonieme melding van de uitbraak op de website, waardoor de transparantie nog groter wordt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultaten"
        },
        {
            "text": "Het aantal uitbraken met vancomycine-resistente enterokokken was opvallend, omdat dergelijke uitbraken vóór 2012 nauwelijks voorkwamen in Nederland. Gedurende het laatste decennium heeft zich een ecologische verandering voorgedaan in Nederlandse ziekenhuizen, waarbij dragerschap met een bepaald type ampicilline-resistente E. faecium (ARE) endemisch geworden is. 3 Deze ARE is geen BRMO. In deze ARE-populatie lijkt een aantal introducties van plasmiden met vancomycine-resistentiegenen te hebben plaatsgevonden, waardoor de ARE verandert in VRE. 4 Deze VRE worden wel als BRMO beschouwd en hiervoor moeten controlemaatregelen worden ingesteld. Enerzijds moeten sommige ziekenhuizen enorme financiële en materiële inspanningen leveren om een VREuitbraak te controleren, maar anderzijds is er een gering aantal ernstige infecties. Gezien deze feiten is het de vraag of de kosten van maatregelen ter bestrijding van VRE-uitbraken opwegen tegen de baten. Het niet meer actief bestrijden van VRE-uitbraken zal naar alle waarschijnlijkheid uitmonden in verdringing van de AREflora door VRE. Op basis van gegevens van het Infectieziekten Surveillance Informatie Systeem -Antibiotica Resistentie, een landelijk surveillancesysteem naar antibioticaresistentie, wordt geschat dat momenteel ongeveer 1000 patiënten per jaar een ARE-bacteriëmie hebben in Nederlandse ziekenhuizen (bron: www.isis-web.nl). De pathogeniciteit van E. faecium lijkt beperkt. Een bacteriëmie kan optreden bij patiënten met een urineweginfectie, lijninfectie, intra-abdominale infectie of endocarditis. Er wordt aangenomen dat een enterokokkenbacteriëmie het sterfterisico niet dramatisch doet toenemen. Als de infectiebron kan worden weggenomen, zoals het verwijderen van een geïnfecteerde centrale lijn, is behandeling met antibiotica niet altijd noodzakelijk. Het is dus de vraag of en hoe groot de extra ziektelast en sterfte zal zijn als een groot deel hiervan door VRE veroorzaakt wordt. Gezien de omvang van de uitbraken, de vereiste inspanningen om deze uitbraken onder controle te brengen en de veronderstelde beperkte ziektelast is het wenselijk om de BRMO-status van VRE opnieuw te evalueren, bij voorkeur op basis van gedegen wetenschappelijk onderzoek.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 365,
                    "text": "3",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "VanCoMyCine-Resistente enteRokokken"
        },
        {
            "text": "Methicilline-resistente Staphylococcus aureus is een tweede belangrijke veroorzaker van uitbraken. MRSA-uitbraken lijken steeds vaker op te treden in verpleeghuizen. In ziekenhuizen zijn MRSA-uitbraken doorgaans snel onder controle, maar dat is niet altijd het geval in verpleeghuizen. Vergeleken met ziekenhuizen zijn er in verpleeghuizen verschillende barrières voor een goede signalering, bestrijding en controle van BRMO-uitbraken, zoals beperkte financiële middelen voor diagnostiek en contactonderzoek, beperkte personele capaciteit, lager geschoold personeel en het langdurige verblijf van besmette bewoners. Daarnaast zijn deskundigen infectiepreventie en artsen-microbiologen beperkt beschikbaar in verpleeghuizen. Een BRMO-uitbraak in een verpleeghuis vormt echter wel een risico voor de omliggende ziekenhuizen en vice versa. Het voorkomen van verspreiding van uitbraken tussen ziekenhuizen, verpleeghuizen en andere extramurale zorgcentra is door de frequente overplaatsing van patiënten vaak niet mogelijk. Daarom is in overleg met de Vereniging van Specialisten Ouderengeneeskunde en Sociaal Geriaters, de NVMM en het RIVM-CIb besloten om het SO-ZI/AMR actief open te stellen voor meldingen van uitbraken met BRMO in verpleeghuizen. Op deze wijze wordt informatie verkregen over de prevalentie van BRMO-uitbraken in verpleeghuizen, waardoor waarschijnlijk ook meer inzicht verkregen wordt in de knelpunten en haalbaarheid van de detectie en bestrijding van BRMO-uitbraken in verpleeghuizen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VeRpleeghuizen"
        },
        {
            "text": "Transparante berichtgeving over uitbraken met bijzonder resistente micro-organismen is belangrijk voor een juiste publieke beeldvorming over de veiligheid van de ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConClusie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "De meldingen aan het Signaleringsoverleg Ziekenhuisinfecties en Antimicrobiële Resistentie maken duidelijk dat uitbraken met BRMO een bijna dagelijks gegeven zijn in Nederlandse ziekenhuizen. De meeste uitbraken worden echter snel onder controle gebracht",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nederlandse Zieken-En Verpleeghuizen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "De leden van het Signaleringsoverleg Ziekenhuisinfecties en Antimicrobiële Resistentie op het moment van schrijven waren: dr. Akke K. van der Bij, drs",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Katina Kardamanidis (secretaris), dr. Aura Timen en dr. Daan W. Notermans (allen namens RIVM-CIb); prof.dr. Marc J.M. Bonten (voorzitter) en dr. Ingrid J.B. Spijkerman (vicevoorzitter) (beiden namens de NVMM)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Wilma Budding (namens de Vereniging voor Hygiëne en Infectiepreventie in de Gezondheidszorg)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Belangenconflict en financiële ondersteuning: geen gemeld",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Successful control of a hospital-wide outbreak of OXA-48 producing Enterobacteriaceae in the Netherlands",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burgh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "De Greeff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bijzonder resistente microorganismen). Leiden: Werkgroep Infectie Preventie",
            "authors": [
                {
                    "first": "-",
                    "middle": [],
                    "last": "Wip-Richtlijn Ziekenhuizen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brmo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ecological replacement of Enterococcus faecalis by multiresistant clonal complex 17 Enterococcus faecium",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Top",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willems",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blok",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Infect",
            "volume": "13",
            "issn": "",
            "pages": "316--325",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Aantal en duur van uitbraken, en totaal aantal gekoloniseerde en geïnfecteerde patiënten per micro-organisme in de periode april 2012-juni 2014* soort micro-organisme uitbraken met beschikbare gegevens; n/n (%) † duur uitbraak van meldingsdatum tot afronding (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Uitbraken van ziekenhuisinfecties en bijzonder resistente micro-organismen (BRMo) vormen een reële bedreiging voor de volksgezondheid. • Vanwege de behoefte aan vroegtijdige informatie en transparantie over uitbraken in ziekenhuizen is in april 2012 het signaleringsoverleg ziekenhuisinfecties en antimicrobiële Resistentie opgericht. • Ziekenhuisuitbraken komen frequent voor, en uitbraken met vancomycine-resistente enterokokken, methicillineresistente Staphylococcus aureus of al dan niet multiresistente Enterobacteriaceae worden het vaakst gemeld. • De meeste uitbraken zijn binnen 2 maanden na melding afgerond en onder controle, en leveren geen gevaar voor de volksgezondheid op. • Alle uitbraken die worden veroorzaakt door BRMO lijken gerapporteerd te worden.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SO-ZI/AMR = Signaleringsoverleg Ziekenhuisinfecties en Antimicrobiële Resistentie. MRSA = methicilline-resistente Staphylococcus aureus; VRE = vancomycine-resistente Enterococcus faecium; ARE = ampicilline-resistente Enterococcus faecium; ESBL = 'extended'-spectrum-bètalactamase; CPE = carbapenemase-producerende Enterobacteriaceae; VIM = 'Verona integron-encoded' metallo-bètalactamase. * Getallen zijn n (%), tenzij anders aangegeven. † 1 VRE-uitbraak uit deze periode is nog gaande, met tot op heden 138 gekoloniseerde patiënten.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}