{
    "paper_id": "61fd42b4990d58a00fbc0f6bf5ae68384a1bf5b2",
    "metadata": {
        "title": "Bundesgesundheitsblatt -Gesundheitsforschung -Gesundheitsschutz 3 · 2017 353 Bekanntmachungen -Amtliche Mitteilungen Prüfung und Deklaration der Wirk- samkeit von Desinfektionsmitteln gegen Viren zur Anwendung im human-medizinischen Bereich",
        "authors": [
            {
                "first": "I",
                "middle": [],
                "last": "Schwebke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "M"
                ],
                "last": "Eggers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Labor Prof",
                    "institution": "Gisela Enders MVZ GbR",
                    "location": {
                        "settlement": "Stuttgart",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "J"
                ],
                "last": "Gebel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universität Bonn",
                    "location": {
                        "settlement": "Bonn",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "B"
                ],
                "last": "Geisel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Landesgesundheitsamt Baden-Würtemberg",
                    "location": {
                        "settlement": "Stuttgart",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "D"
                ],
                "last": "Glebe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Justus-Liebig-Universität Gießen",
                    "location": {
                        "settlement": "Gießen",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "I"
                ],
                "last": "Rapp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Labor Dr. Merk & Kollegen",
                    "institution": "",
                    "location": {
                        "settlement": "Ochsenhausen",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "J"
                ],
                "last": "Steinmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brill + Partner GmbH",
                    "location": {
                        "settlement": "Bremen",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "H F"
                ],
                "last": "Rabenau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Frankfurt",
                    "location": {
                        "settlement": "Frankfurt",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten (DVV) e. V. und der Gesellschaft für Virologie (GfV) e. V. sowie der Desinfektionsmittelkommission des Verbundes für Angewandte Hygiene (VAH) e. V.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Desinfektionsmittel spielen eine wichtige Rolle bei der Prävention von Infektionskrankheiten. Dabei ist der Nachweis der Wirksamkeit von Desinfektionsmitteln die grundlegende Voraussetzung für ihre erfolgreiche und sinnvolle Anwendung. Die Anforderungen an das Desinfektionsmittel leiten sich aus den Eigenschaften der zu inaktivierenden Erreger und den bestimmungsgemäßen Anwendungsbedingungen ab. Seit der Veröffentlichung der Stellungnahme des Arbeitskreises Viruzidie beim Robert Koch-Institut (RKI) 2004 [1] haben die darin definierten Wirkungsbereiche \"begrenzt viruzid\" und \"viruzid\" in Deutschland weitgehend Anwendung zur Deklaration der Wirksamkeit bzw. Auslobung der Produkte gefunden. In europäischen Normen wurde inzwischen ebenfalls eine Differenzierung der Viruswirksamkeit vorgenommen. Darin werden teilweise gleiche bzw. sehr ähnliche Begriffe mit anderem Inhalt verwendet, woraus immer wieder Unklarheiten bei den Anwendern resultieren.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 512,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Einführung und Geltungsbereich"
        },
        {
            "text": "Die vorliegende Stellungnahme gibt das Ergebnis der Diskussion des Arbeitskreises Viruzidie beim RKI sowie des Fachausschusses Virusdesinfektion der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten und der Gesell-schaft für Virologie (DVV/GfV) und der Desinfektionsmittelkommission des Verbundes für Angewandte Hygiene (VAH) zur Viruswirksamkeit von Desinfektionsmitteln wieder und ersetzt damit die Stellungnahme von 2004 [1] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Einführung und Geltungsbereich"
        },
        {
            "text": "Ziel dieses Dokumentes ist es, wissenschaftlich begründete Anforderungen an die Prüfung der Viruswirksamkeit von Desinfektionsmitteln und die entsprechenden Prüfmethoden zusammenzustellen und daraus eine anwendungsorientierte Deklaration der Wirksamkeit abzuleiten. Die Entwicklungen in der entsprechenden europäischen Normung werden ebenfalls einbezogen. Diese Empfehlung gilt für die Anwendung von Desinfektionsmitteln im medizini-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einführung und Geltungsbereich"
        },
        {
            "text": "schen Bereich sowie zur Infektionsverhütung im nicht-medizinischen Bereich, z. B. in Gemeinschaftseinrichtungen wie Schulen und Kindertagesstätten oder in Bereichen, in denen eine Infektionsgefährdung bestehen kann (z. B. Tattoo-, Nagel-oder Kosmetikstudios, Fußpflege).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bekanntmachungen -Amtliche Mitteilungen"
        },
        {
            "text": "Im Bereich der Lebensmittelhygiene gelten andere Empfehlungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bekanntmachungen -Amtliche Mitteilungen"
        },
        {
            "text": "Im Anhang dieser Stellungnahme sind zur vertiefenden Information detailliertere Hinweise zu den Prüfmethoden und den Testviren im Kontext der Deklaration viruswirksamer Eigenschaften von Desinfektionsmitteln sowie deren Einsatzbereich aufgeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bekanntmachungen -Amtliche Mitteilungen"
        },
        {
            "text": "Das Spektrum humanmedizinisch relevanter Viren ist im Anhang 3, . Tabelle 4 dargestellt. Hinsichtlich der Widerstandsfähigkeit gegen Desinfektionsmittel lassen sich aufgrund der Struktur zwei Gruppen unterscheiden -die behüllten und die unbehüllten Viren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wirkspektrum von Desinfek tions mitteln gegen Viren"
        },
        {
            "text": "Die daraus resultierenden Begriffe \"begrenzt viruzid\" und \"viruzid\" wurden bereits in der ersten Stellungnahme des Arbeitskreises [1] definiert.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Wirkspektrum von Desinfek tions mitteln gegen Viren"
        },
        {
            "text": "Aufgrund der Vielzahl der Ausbrüche durch Noroviren besteht großes Interesse, eine Wirksamkeit speziell gegen diese Viren auszuloben. Deshalb hatte das RKI mit dem DVV/GfV-Fachausschuss Virusdesinfektion 2014 eine gemeinsame Mitteilung [2] veröffentlicht, in der die Voraussetzungen für die Deklaration der Wirksamkeit gegen diese Viren festgelegt wurden.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Wirkspektrum von Desinfek tions mitteln gegen Viren"
        },
        {
            "text": "Neben Noroviren sind zwei weitere Viren -Rotaviren und Adenoviren -für eine Vielzahl von Infektionsausbrüchen verantwortlich. Sie gehören zu den unbehüllten Viren und zählen hierbei, wie auch die Noroviren, zu den Viren mit geringerer Hydrophilie. Sie sind leichter durch Desinfektionsmittel zu inaktivieren als andere ebenfalls unbehüllte, aber stärker hydrophile Viren wie z. B. Enteroviren, s. Anhang 2, . Abb. 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wirkspektrum von Desinfek tions mitteln gegen Viren"
        },
        {
            "text": "Bereits 2012 veröffentlichte die DVV eine praxisnahe Prüfmethode für die Flächendesinfektion [3] , die auf der Basis des damaligen europäischen Normentwurfs [4] erarbeitet wurde. Diese Leitlinie un-terteilt die Wirksamkeit gegen unbehüllte Viren in zwei Bereiche: \"low level viruzid\" und \"high level viruzid\". Der Grund hierfür lag in den bereits zuvor beschriebenen strukturellen Eigenschaften der Viren und dem Bedarf, eine größere Zahl von Produkten für die Anwendungen gegen Adeno-, Noro-und Rotaviren (\"low level viruzid\") zur Verfügung zu haben. Mit dem Bereich \"high level viruzid\" werden die strengeren Anforderungen aufgrund der höheren Stabilität stärker hydrophiler Viren berücksichtigt.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Wirkspektrum von Desinfek tions mitteln gegen Viren"
        },
        {
            "text": "Auch das europäische Normungsgremium (CEN/TC 216) nahm in der DIN EN 14476/A1 [5] u. a. aufgrund der häufig fehlenden Verfügbarkeit \"viruzid\" wirksamer Produkte in verschiedenen europäischen Staaten erstmals eine Differenzierung der Wirksamkeit gegen Viren vor. Zusätzlich zur Kennzeichnung \"virucidal activity\"wurde die Bezeichnung \"limited spectrum of virucidal activity\" für Produkte eingeführt, die sowohl gegen behüllte Viren als auch gegen die definierten unbehüllte Testviren -Adenovirus und Murines Norovirus -wirksam sind.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Wirkspektrum von Desinfek tions mitteln gegen Viren"
        },
        {
            "text": "Somit erfordern beide Wirkungsbereiche -\"low level viruzid\" gemäß DVV-Leitlinie und \"limited spectrum virucidal activity\" nach DIN EN 14476/A1 -die Prüfung mit Adenoviren und murinen Noroviren. Die hier geschilderten Überlegungen, die sowohl die strukturellen Eigenschaften von Adeno-, Noro-und Rotaviren als auch ihre klinische Bedeutung berücksichtigen, legen es nahe, einen eigenen Wirkungsbereich für diese Viren festzulegen, der sie von den stärker hydrophilen Viren abgrenzt. Der Arbeitskreis Viruzidie definiert deshalb für Desinfektionsmittel, die behüllte Viren und zusätzlich Adeno-, Noro-und Rotaviren inaktivieren, erstmals den Wirkungsbereich \"begrenzt viruzid PLUS\". Damit kann die Wirksamkeit von Desinfektionsmitteln zukünftig gemäß den folgenden drei Wirkungsbereichen deklariert werden: 5 \"begrenzt viruzid\" -wirksam gegen behüllte Viren, 5 \"begrenzt viruzid PLUS\" -wirksam gegen behüllte Viren sowie zusätzlich gegen Adeno-, Noro-und Rotaviren oder ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wirkspektrum von Desinfek tions mitteln gegen Viren"
        },
        {
            "text": "Unter praktischen Gesichtspunkten lassen sich die folgenden Anwendungsbereiche 1 für Desinfektionsmittel gegen Viren unterscheiden:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anwendungsbereiche"
        },
        {
            "text": "Die hygienische Händedesinfektion dient der Reduktion der transienten (nicht zur eigenen Flora gehörenden) Hautflora. Dagegen soll bei der chirurgischen Händedesinfektion die residente Flora reduziert werden, die in der Regel keine Viren enthält. Händedesinfektionsmittel werden durch Einreiben eines ausreichend großen Volumens auf der gesamten Oberfläche der Hände angewendet [6] . Aufgrund der Anforderungen an die Hautverträglichkeit stehen für die hygienische Händedesinfektion nur wenige Wirkstoffe bzw. Präparate zur Verfügung, die eine \"viruzide\" Wirksamkeit gewährleisten. Da in vielen Bereichen der Schutz vor behüllten Viren, die durch Blut und Körperflüssigkeiten übertragen werden (z. B. das Humane Immundefizienz Virus (HIV), Hepatitis-B-Virus (HBV) und Hepatitis-C-Virus (HCV)), im Vordergrund steht, erscheint es sinnvoll, für diesen Bereich in der Regel Mittel mit einer \"begrenzt viruziden\" Wirksamkeit einzusetzen. Beim Auftreten von Adeno-, Noro-oder Rotavirusinfektionen sind Mittel mit der Deklaration \"begrenzt viruzid PLUS\" geeignet. Sollen hingegen andere unbehüllte Viren (z. B. Enteroviren) inaktiviert werden, sind \"viruzid\" wirksame Desinfektionsmittel anzuwenden.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Hygienische Händedesinfektion"
        },
        {
            "text": "Der Begriff \"Instrumentendesinfektion\" beinhaltet eine Desinfektion durch Eintauchen 2 . Sofern das Instrument ein semikritisches Medizinprodukt 3 ist, gibt die gemeinsame Empfehlung der Kommission für Krankenhaushygiene und Infektionsprävention und des Bundesinstituts für Arzneimittel und Medizinprodukte \"Anforderungen an die Hygiene bei der Aufbereitung von Medizinprodukten\" [8] für die \"abschließende Instrumentendesinfektion\" vor, dass hierfür nur Desinfektionsmittel mit \"viruzider\" Wirksamkeit anzuwenden sind (wenn der Desinfektion keine Sterilisation folgt, wird sie als \"abschließende Instrumentendesinfektion\" bezeichnet).",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Instrumentendesinfektion"
        },
        {
            "text": "Für die Vorreinigung von Instrumenten in Tauchbädern kann aus Gründen des Personalschutzes ein reinigendes Desinfektionsmittel eingesetzt werden, das keine umfassende \"viruzide\" Wirksamkeit aufweist. Voraussetzung dafür 2 In europäischen Normen wird, wie auch im deutschen Sprachraum, der Begriff \"Instrumentendesinfektion\" synonym mit dem Begriff \"Eintauchdesinfektion\" verwendet. 3 ",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 383,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Instrumentendesinfektion"
        },
        {
            "text": "Unter Flächendesinfektion versteht man Desinfektionsmaßnahmen auf Oberflächen; sie können z. B. durch Wischen, ggf. Sprühen oder im Ausnahmefall durch Begasungen erfolgen [9] . Bei gezielten Flächendesinfektionsmaßnahmen ist die Art des Erregers in der Mehrzahl der Fälle bekannt. Somit kann das benötigte Wirkspektrum in Abhängigkeit von dem zu inaktivierenden Virus ausgewählt werden. Bei routinemäßigen Maßnahmen zur Flächendesinfektion sind bei der Auswahl des Mittels Überlegungen zum erwarteten und hinsichtlich einer Übertragung relevanten Erregerspektrum zu berücksichtigen [9] . Die unter 3.2 genannte Empfehlung zur Aufbereitung von Medizinprodukten [8] ist zu beachten, wenn die Oberfläche eines Medizinproduktes desinfiziert werden soll.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Flächendesinfektion"
        },
        {
            "text": "Chemothermische Desinfektionsverfahren werden bei Temperaturen ≥ 30°C in der Regel in speziellen Geräten durchgeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemothermische Desinfektionsverfahren"
        },
        {
            "text": "Chemothermische Wäschedesinfektionsverfahren werden in Waschmaschinen bei Temperaturen ≥30°C durchgeführt und sind deshalb nur mit Murinen Parvoviren als Testviren (s. a. Anhang A2.1.3) zu prüfen, woraus eine \"viruzide\" Wirksamkeit resultiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemothermische Wäschedesinfektion"
        },
        {
            "text": "Auch chemothermische Instrumentendesinfektionsverfahren werden in speziellen Maschinen durchgeführt, z. B. in Desinfektions-und Reinigungsgeräten für Endoskope. Bei Temperaturen ≥ 40°C wird hierbei ebenfalls das Murine Parvovirus als Testvirus eingesetzt und damit eine \"viruzide\" Wirksamkeit nachgewiesen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemothermische Instrumentendesinfektionsverfahren"
        },
        {
            "text": "Die Desinfektionsmittelprüfung erfolgt in der Regel zunächst in einem quantitativen Suspensionsversuch und anschließendsoweit verfügbar -in einem praxisnahen Test. Ersterer stellt idealisierte Rahmenbedingungen dar, hat aber den Vorteil, dass er Aussagen zur grundsätzlichen Desinfektionsmittelwirksamkeit erlaubt (s. a. Anhang 1). Da die praktischen Anwendungsbedingungen des Desinfektionsmittels mit einer homogenen Suspension zumeist nicht widergespiegelt werden können, ist die Aussagekraft derartiger Untersuchungen entsprechend eingeschränkt. Praxisnahe Untersuchungen berücksichtigen dagegen wesentliche Aspekte der jeweiligen Anwendungsbedingungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Übersicht über Prüfmethoden und Testviren"
        },
        {
            "text": "Die Prüfung im zweistufigen Verfahren -Prüfung der grundsätzlichen Wirksamkeit im quantitativen Suspensionstest und die anschließende Prüfung unter praxisnahen Bedingungen als Grundlage für die Auslobung von Anwendungsbedingungen -ist national wie international etabliert und wird von den Zulassungsbehörden gefordert. Die Sinnhaftigkeit dieses zweistufigen Prozesses wird durch Untersuchungen bestätigt, die beim Vergleich der im Suspensionsversuch und im praxisnahen Test ermittelten Ergebnisse für verschiedene Desinfektionsmittel zeigten, dass in der Mehrzahl der Fälle höhere Konzentrationen bzw. längere Einwirkzeiten im praxisnahen Test zum Erreichen der Wirksamkeitskriterien erforderlich sind [10] . Die Deklaration der Wirksamkeit darf deshalb, sobald allgemein anerkannte Testmethoden für praxisnahe Untersuchungen vorliegen, nur auf deren Basis unter Berücksichtigung der Ergebnisse im quantitativen Suspensionsversuch erfolgen. ",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Übersicht über Prüfmethoden und Testviren"
        },
        {
            "text": "Bei der Prävention von Infektionskrankheiten spielen Desinfektionsmittel eine wichtige Rolle. Die Wirksamkeit von Desinfektionsmitteln gegen Viren kann in drei Wirkungsbereiche eingeteilt werden: 5 \"begrenzt viruzid\" -wirksam gegen behüllte Viren, 5 \"begrenzt viruzid PLUS\" -wirksam gegen behüllte Viren sowie zusätzlich gegen Adeno-, Noro-und Rotaviren oder 5 \"viruzid\" -wirksam gegen behüllte und unbehüllte Viren. [17] , wurde dieses Virus als gleichwertiges Prüfvirus in die Leitlinie [11, 18] aufgenommen. Für eine bisher nicht befristete Übergangszeit können beide Testviren alternativ eingesetzt werden. Beide Vacciniaviren sind auch in der entsprechenden europäischen Norm [5] als Testviren aufgeführt.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 421,
                    "text": "[17]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[11,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "18]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Häufig wird eine dezidierte Auslobung speziell gegen einzelne Viren wie z. B. HCV, HIV oder HBV angestrebt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Abb. 1 8 Übersicht zur Einteilung der Viren nach strukturellen Eigenschaften. Nach Klein und Deforest [14] Eine solche spezifische Auslobung würde jedoch voraussetzen, dass die Testung nicht nur mit den repräsentativen Testviren für den Wirkungsbereich \"begrenzt viruzid\" (s. . Tabellen 2, 3) sondern tatsächlich mit dem jeweilig auszulobenden Virus erfolgt. Dies ist aus verschiedenen biologischen sowie methodischen und Sicherheitsaspekten problematisch, was im Folgenden dargelegt wird:",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[14]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "HCV lässt sich in vitro bislang nur unter aufwendigen artifiziellen Bedingungen kultivieren [19] , die für routinemäßige Desinfektionsmittelprüfungen nicht geeignet sind. Für das in vielen Eigenschaften vergleichbare BVDV liegen jedoch aus der Validierung von Inaktivierungsverfahren bei der Herstellung von Blut und Blutprodukten umfangreiche Erfahrungen vor, die seine Verwendung als Testvirus auch für die Desinfektionsmittelprüfung nahe legen [20] . Eine ausdrückliche Deklaration der Wirkung gegen HCV allein auf der Basis von Prüfungen mit BVDV ist jedoch nicht gerechtfertigt. BVDV zeigt gegenüber vielen Wirkstoffen wie z. B. Alkoholen eine relativ hohe Empfindlichkeit, kann jedoch gegenüber oxidativ wirksamen Produkten (wie z. B. chlor-oder sauerstoffabspaltenden Produkten) zum Teil stabiler als Vacciniavirus sein. Oxidativ wirksame Produkte sollten deshalb auch mit diesem Testvirus geprüft werden.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Auch die Auslobung der Wirksamkeit gegen HIV würde eine Prüfung unter Verwendung von HIV in Zellkulturen voraussetzen, welche jedoch aufgrund der Gefährlichkeit des Virus (Risikogruppe 3**) nicht erstrebenswert ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Eine spezielle Problematik stellen Aussagen zur Wirksamkeit gegenüber HBV dar [21] . Bereits geringste Blutmengen können bei hoher HBV-Viruslast zu Infektionen führen und der Erreger kann im eingetrockneten Zustand mindestens sieben Tage infektiös bleiben [22] . Trotz der Verfügbarkeit eines wirksamen Impfstoffs sind HBV-Infektionen weiterhin ein großes globales Problem (weltweit sind schätzungsweise 240 Millionen Menschen, d. h. 3 % der Weltbevölkerung chronisch infiziert [23] ). Die Bewertung der Wirksamkeit von Desinfektionsmitteln gegenüber HBV war vor Etablierung des Begriffes \"begrenzt viruzid\" auch un-ter Experten Anlass für kontroverse Diskussionen bezüglich der Aussagekraft der durchgeführten Prüfverfahren. Die in der Vergangenheit verwendeten Surrogatprüfungen beruhten im Wesentlichen auf der Bestimmung der Modifikation der viralen DNA oder von infektionsrelevanten Epitopen der HBV-Oberflächenproteine. Diese Methoden zeigten in der Praxis oft erhebliche Schwächen, da eine Korrelation der erzielten Ergebnisse mit der tatsächlich noch vorhandenen Infektiosität vielfach nicht gegeben war. Somit war die Bezeichnung \"wirksam gegen HBV\" auf der Basis dieser Tests nicht in jedem Falle valide, da der Verlust der Infektiosität nur in begrenztem Umfang in einem biologischen System nachgewiesen werden konnte.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Bei den verfügbaren HBV-Zellkultursystemen konnte in der Vergangenheit nur mit primären Hepatozyten gearbeitet werden, die nur eingeschränkt verfügbar sind und große inter-experimentelle Heterogenität zeigen. Inzwischen ist bekannt, dass ein spezifischer Gallensäuretransporter (NTCP) ein hoch-affiner Rezeptor für HBV ist [24] . Dies führte dazu, dass eine Vielzahl von weltweit verfügbaren HBVsuszeptiblen Zelllinien etabliert wurden [25] [26] [27] , die für Desinfektionsmittel-Wirksamkeitsstudien verwendet werden können. Die momentan verfügbaren suszeptiblen Zellkultursysteme für HBV wären daher mindestens so aussagekräftig, wie solche, die das mit dem HBV verwandte Enten-Hepatitis-B-Virus (DHBV) verwenden. Das DHBV-System benötigt die aufwändige Präparation von primären Entenhepatozyten; das (apathogene) DHBV fällt jedoch nur in Risikogruppe 1. Bei dem HBV-System sind suszeptible Zelllinien vorhanden, das Virus ist in die Risikogruppe 3** eingeordnet. Beide Testsysteme (DHBV/HBV) sind im Vergleich zu anderen Viruszellkultursystemen (noch) recht schwierig in der Handhabung und nur in einigen Speziallabors verfügbar.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Unstrittig ist somit, dass derzeit Zellkultursysteme zum empfindlichen Nachweis von HBV nur eingeschränkt zur Verfügung stehen und daher im Vergleich zu anderen Virussystemen keine einfach zu validierende Prüfmethode für die Bestim-mung der Infektiosität von HBV zur Verfügung steht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Die Auslobung einer Wirksamkeit ausschließlich gegen HBV hat infolge der Akzeptanz der Deklaration \"begrenzt viruzid\" an Bedeutung verloren. Vergleichende Untersuchungen sind gegenwärtig eher im Bereich der Grundlagenforschung angesiedelt u. a. mit dem Ziel, die Deklaration \"begrenzt viruzid\" zu validieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Dieser Wirkungsbereich beinhaltet Produkte, die gegen behüllte Viren und zusätzlich gegen Adeno-, Rota-und Noroviren angewendet werden können. Für Vertreter der Adeno-und Rotaviren existieren gut etablierte Zellkultursysteme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A2.1.2 Testviren für die Deklaration \"begrenzt viruzid PLUS\""
        },
        {
            "text": "Adenoviren sind sowohl in der europäischen Norm wie auch in den DVV-Prüfmethoden als klinisch relevante Erreger und Vertreter der unbehüllten DNA-Viren mit eher lipophilen Eigenschaften als Testviren vorgeschrieben. In den aktuellen DVV-Leitlinien wird hierbei derselbe Stamm wie in der europäischen Norm verwendet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A2.1.2 Testviren für die Deklaration \"begrenzt viruzid PLUS\""
        },
        {
            "text": "Da humane Noroviren bislang nicht in geeigneter Weise kultiviert werden können, wurde das MNV Stamm S99 als Surrogatvirus für die europäischen Normen [4, 5] und die DVV-Prüfmethoden [3, 11] ausgewählt. Humane Noroviren haben sich in einigen Studien [28] resistenter erwiesen als murine Noroviren, so dass die murinen Noroviren nicht als alleinige Testviren zur Deklaration der Wirksamkeit gegen Norovirus geeignet sind [2] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "11]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[28]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "A2.1.2 Testviren für die Deklaration \"begrenzt viruzid PLUS\""
        },
        {
            "text": "Die Desinfektionsmittelprüfungen mit Rotaviren liefern nur eingeschränkt anwendbare Ergebnisse, weil sie aus methodischen Gründen nicht mit einer Eiweißbelastung geprüft werden können. Ausgehend von den bisherigen Erfahrungen schließen die mit Adenoviren und murinen Noroviren ermittelten Wirksamkeitsnachweise Rotaviren mit ein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A2.1.2 Testviren für die Deklaration \"begrenzt viruzid PLUS\""
        },
        {
            "text": "Um ein weites Spektrum darstellen zu können, wurden für die Deklaration \"vi-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A2.1.3 Testviren für die Deklaration \"viruzid\""
        },
        {
            "text": "ruzid\" sowohl unbehüllte DNA-als auch RNA-Viren ausgewählt, die unterschiedliche Grade hydrophiler bzw. liphophiler Eigenschaften aufweisen und deshalb eine unterschiedliche Stabilität gegenüber verschiedenen Desinfektionsmittelwirkstoffen besitzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bekanntmachungen -Amtliche Mitteilungen"
        },
        {
            "text": "Im Unterschied zur europäischen Norm DIN EN 14476 [5] verlangt die Leitlinie von DVV/RKI [11] zusätzlich zur Testung von Polio-und Adenoviren sowie MNV auch die Prüfung von Polyomaviren.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 89,
                    "end": 93,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Bekanntmachungen -Amtliche Mitteilungen"
        },
        {
            "text": "Polyomavirus SV40 ist bereits seit 1982 Prüfvirus der Richtlinie [15] (später Leitlinie [11, 18] ), weil zu dem damaligen Zeitpunkt SV40 und humane Papillomaviren (HPV) Mitglieder der heute nicht mehr existierenden Familie Papovaviridae waren und man folglich SV40 als Surrogat für Papillomaviren angesehen hat. In der Mitteilung der DVV aus dem Jahre 2015 fungiert weiterhin SV40 als Surrogat für Papillomaviren [29] . SV40 zeigt einige Besonderheiten wie die ausgeprägte Stabilität gegenüber Ethanol und Formaldehyd. Somit erweist sich SV40 in einigen Fällen resistenter als Polio-und Adenoviren, so dass insbesondere im Hinblick auf Papillomaviren auf die Testung dieser Viren nicht verzichtet werden kann, wenn eine \"viruzide\" Wirksamkeit deklariert werden soll.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[15]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 88,
                    "end": 92,
                    "text": "[11,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "18]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Bekanntmachungen -Amtliche Mitteilungen"
        },
        {
            "text": "Die von der WHO gegenwärtig forcierten Maßnahmen zur Eradikation der Poliomyelitis erlauben, dass für die Desinfektionsmittelprüfung zurzeit noch der Polio-Impfstamm Typ-I, Stamm LSc-2ab verwendet werden darf [30] ",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Bekanntmachungen -Amtliche Mitteilungen"
        },
        {
            "text": "Bisher wurden nur zwei praxisnahe Prüfmethoden veröffentlicht: die Testmethode des RKI für behördlich angeordnete Desinfektionsmaßnahmen (1995) [13] und die DVV-Leitlinie für Prüfung von Flächendesinfektionsmitteln (ohne Mechanik, d. h. ohne Berücksichtigung einer ggf. zusätzlichen mechanischen Entfernung von Viren im Rahmen einer \"Scheuer-Wisch-Desinfektion\") (2012) [3] . Beide Prüfmethoden setzen eine Prüfung im quantitativen Suspensionstest mit allen unter A2.1 aufgeführten Testviren voraus und legen für den praxisnahen Test ausgewählte Testviren fest.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "A2.2 Testviren für praxisnahe Prüfungen"
        },
        {
            "text": "Hinsichtlich praxisnaher Prüfungen erweist sich das Poliovirus insbesondere bei Flächendesinfektionsmitteln als weniger geeignet, da es bei Antrocknung unter Testbedingungen nur eine geringe Stabilität besitzt. Aus diesem Grund wurde es bei beiden Prüfmethoden durch MVM ersetzt, sofern eine umfassende \"viruzide\" Wirksamkeit ausgelobt werden soll. Parvoviren besitzen eine ähnlich hohe Stabilität wie das Poliovirus, sind jedoch resistent gegen Alkohole. Für Produkte, die nur Alkohole als Wirkstoffe enthalten, kann somit gegenwärtig kein Nachweis einer \"viruziden\" Wirksamkeit (\"viruzid high level\") geführt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A2.2 Testviren für praxisnahe Prüfungen"
        },
        {
            "text": "In . Tabelle 4 erfolgt eine Zusammenstellung von im medizinischen Bereich sowie im nicht-medizinischen Bereich (z. B. in Gemeinschaftseinrichtungen wie Schulen und Kindertagesstätten oder in Bereichen in denen eine Infektionsgefährdung bestehen kann (z. B. Tattoo-, Nagel-oder Kosmetikstudios, Fußpflege)) relevanten Viren, deren Hauptübertragungswege sowie der Möglichkeit einer präventiven Impfung. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anhang 3 Im Kontext von Desinfektionsmaßnahmen potenziell zu berücksichtigende Viren"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prüfung und Deklaration der Wirksamkeit von Desinfektionsmitteln gegen Viren. Stellungnahme des Arbeitskreises Viruzidie beim Robert Koch-Institut (RKI) sowie des Fachausschusses \"Virusdesinfektion\" der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten (DVV) und der Desinfektionsmittelkommission der Deutschen Gesellschaft für Hygiene und Mikrobiologie (DGHM)",
            "authors": [],
            "year": 2004,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "47",
            "issn": "",
            "pages": "62--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mitteilung des Robert Koch-Institutes und des Fachausschusses Virusdesinfektion der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten (DVV) Desinfektion bei Noroviren -Erläuterungen zur Prüfung und Deklaration der Wirksamkeit von Desinfektionsmitteln",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epid Bull Nr",
            "volume": "32",
            "issn": "",
            "pages": "289--290",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Deutsche Vereinigung zur Bekämpfung der Viruskrankenheiten (DVV) e. V. (2012) Leitlinie der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten (DVV) e. V. Quantitative Prüfung der viruziden Wirksamkeit chemischer Desinfektionsmittel auf nicht-porösen Oberflächen (Anwendung im Bereich Humanmedizin)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "78--85",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "DIN EN 16777 Chemische Desinfektionsmittel und Antiseptika -Quantitativer Versuch auf nicht porösen Oberflächen ohne mechanische Einwirkung zur Bestimmung der viruziden Wirkung im humanmedizinischen Bereich -Prüfverfahren und Anforderungen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "DIN EN 14476/A1 Chemische Desinfektionsmittel und Antiseptika -Quantitativer Suspensionsversuch zur Bestimmung der viruziden Wirkung im humanmedizinischen Bereich -Prüfverfahren und Anforderungen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Händehygiene in Einrichtungen des Gesundheitswesens",
            "authors": [],
            "year": 2016,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "59",
            "issn": "9",
            "pages": "1189--1220",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "das zuletzt durch Artikel 4 Absatz 59 des Gesetzes vom 18. Juli",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Anforderungen an die Hygiene bei der Aufbereitung von Medizinprodukten",
            "authors": [],
            "year": 2012,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "55",
            "issn": "",
            "pages": "1244--1310",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Anforderungen an die Hygiene bei der Reinigung und Desinfektion von Flächen",
            "authors": [],
            "year": 2004,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "47",
            "issn": "",
            "pages": "51--61",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fachausschuss Virusdesinfektion der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten e. V. (DVV) und Desinfektionsmittel-Kommission im Verbund für Angewandte Hygiene e. V. (VAH) (2013) Praxisnahe Prüfung der viruziden Wirksamkeit von Flächendesinfektionsmitteln: Reicht der Suspensionstest zur Gewährleistung einer ausreichenden Wirksamkeit",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "545--547",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Leitlinie der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten (DVV) e. V. und des Robert Koch-Instituts (RKI) zur Prüfung von chemischen Desinfektionsmitteln auf Wirksamkeit gegen Viren in der Humanmedizin. Fassung vom 1. Dezember",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schwebke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blümel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "58",
            "issn": "",
            "pages": "493--504",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "DIN EN 14476/A2 Chemische Desinfektionsmittel und Antiseptika -Quantitativer Suspensionsversuch zur Bestimmung der viruziden Wirkung im humanmedizinischen Bereich -Prüfverfahren und Anforderungen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Richtlinie des Robert Koch-Institutes zur Prüfung der Viruzidie von chemischen Flächendesinfektionsmitteln und Instrumentendesinfektionsmitteln, die in die Liste gemäss Paragraph 10 c des Bundes-Seuchengesetzes aufgenommen werden sollen. Fassung vom 1. März",
            "authors": [],
            "year": 1995,
            "venue": "Bundesgesundheitsbl",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antiviral action of germicides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deforest",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Soap Chem Spec",
            "volume": "39",
            "issn": "7",
            "pages": "95--97",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Richtlinie des Bundesgesundheitsamtes und der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten zur Prüfung von chemischen Desinfektionsmitteln auf Wirksamkeit gegen Viren",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundesgesundheitsamt",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Bundesgesundheitsbl",
            "volume": "25",
            "issn": "",
            "pages": "397--398",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Kommentar zur Richtlinie des Bundesgesundheitsamtes und der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten zur Prüfung von chemischen Desinfektionsmitteln auf Wirksamkeit gegen Viren",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundesgesundheitsamt",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Bundesgesundheitsbl",
            "volume": "26",
            "issn": "",
            "pages": "413--415",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Can vaccinia virus be replaced by MVA virus for testing virucidal activity of chemical disinfectants?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Leitlinie der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten (DVV) e. V. und des Robert Koch-Instituts (RKI) zur Prüfung von chemischen Desinfektionsmitteln auf Wirksamkeit gegen Viren in der Humanmedizin. Fassung vom 1",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schwebke",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "51",
            "issn": "8",
            "pages": "937--945",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Hepatitis C virus cell culture models-new perspectives for research and clinic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pietschmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ciesek",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dtsch Med Wochenschr",
            "volume": "133",
            "issn": "30",
            "pages": "1580--1584",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "EMA/CHMP/ BWP/706271/2010 Guideline on plasma-derived medicinal products",
            "authors": [],
            "year": 2011,
            "venue": "European Medicines Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Measures for disinfection and control of viral hepatitis. In: Block S (Hrsg) Disinfection, sterilization and preservation, Bd. 30",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Thraenhart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jursch",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "585--615",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Inactivation of hepatitis B virus by intermediateto-high-level disinfectant chemicals",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Favero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ebert",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Clin Microbiol",
            "volume": "18",
            "issn": "3",
            "pages": "535--538",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Zur Situation bei wichtigen Infektionskrankheiten in Deutschland. Virushepatitis B und D im Jahr",
            "authors": [],
            "year": 2013,
            "venue": "Epid Bull",
            "volume": "30",
            "issn": "",
            "pages": "259--270",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Sodium taurocholate cotransporting polypeptide is a functional receptor for human hepatitis B and D virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Elife",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Infection of a human hepatoma cell line by hepatitis B virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gripon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rumin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urban",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci",
            "volume": "99",
            "issn": "24",
            "pages": "15655--15660",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Kinetics of the bile acid transporter and hepatitis B virus receptor Na+/taurocholate cotransporting polypeptide (NTCP) in hepatocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "König",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Döring",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geipel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geyer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glebe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Hepatol",
            "volume": "61",
            "issn": "4",
            "pages": "867--875",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Hepatitis B and D viruses exploit sodium taurocholate co-transporting polypeptide for species-specific entry into hepatocytes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Lempp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehrle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Gastroenterology",
            "volume": "146",
            "issn": "4",
            "pages": "1070--1083",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Attachment of noroviruses to stainless steel and their inactivation, using household disinfectants",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ngazoa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mattison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jean",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Food Prot",
            "volume": "73",
            "issn": "2",
            "pages": "400--404",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Mitteilung der Deutschen Vereinigung zur Bekämpfung der Viruskrankheiten e. V. (DVV) und des Robert Koch-Instituts (RKI) zur Veröffentlichung der aktualisierten Fassung der Leitlinie zur Prüfung von chemischen Desinfektionsmitteln auf Wirksamkeit gegen Viren in der Humanmedizin (Suspensionstest) -Fassung vom 1. Dezember",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schwebke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blümel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eggers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "58",
            "issn": "",
            "pages": "491--492",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "WHO Global Action Plan to minimize poliovirus facilityassociated risk after type-specific eradication of wild polioviruses and sequential cessation of oral polio vaccine use (GAPIII)",
            "authors": [],
            "year": 2015,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Hepatitis A virus: a test method for virucidal activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woiff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahaus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "König",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Hosp Infect",
            "volume": "48",
            "issn": "",
            "pages": "18--22",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mitteilung des DVV-Desinfektionsausschuss zum Austausch des bovinen Parvovirus (Stamm Haden) gegen das murine Parvovirus (Stamm Crawford -Minute Virus of Mice, MVM) als Modellviren im Rahmen der Viruzidietestung (1.10",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF2": {
            "text": "Somit resultiert die Auslobung eines Desinfektionsmittels in Bezug auf die Wirksamkeit gegen Viren aus dem ungünstigeren Ergebnis beider Testverfahren.Die ausgelobten Anwendungsbedingungen (Konzentration und Einwirkzeit) sollen mindestens durch zwei unabhängige Bestimmungen bestätigt werden, um so eine höhere Sicherheit für die Richtigkeit der Ergebnisse zu gewährleisten.Angesichts der Vielzahl bekannter viraler Krankheitserreger (s. Anhang 3, .Tabelle4) bzw. auch aus methodischen Gründen (z. B. fehlende Kultivierbarkeit einzelner Viren) ist es nicht möglich, die Wirksamkeit von Desinfektionsmitteln gegen alle Viren direkt zu prüfen. In Analogie zur Bakterizidieprüfung ist es deshalb sinnvoll, repräsentative Testviren aus unterschiedlichen Virusfamilien mit charakteristischen Eigenschaften als Grundlage für die Entscheidung über die Wirksamkeit gegen Viren auszuwählen (s. Anhang 2 und . Tabelle 1). Die folgenden . Tabellen 2 und 3 geben eine Übersicht über gegenwärtig zur Verfügung stehende Prüfmethoden, die zugehörigen Testviren und die unterschiedlichen Anwendungsbereiche (Suspensionstests -s. . Tabelle 2 ; praxisnahe Tests für die Flächendesinfektion -s. . Tabelle 3 ). Weitere Einzelheiten zur Auswahl der erforderlichen Testviren sowie Erläuterungen zu den vorhandenen Prüfmethoden sind in Anhang 1 und 2 aufgeführt.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Der Nachweis der Wirksamkeit von Desinfektionsmitteln ist die grundlegende Voraussetzung für ihre erfolgreiche und sinnvolle Anwendung. Für diesen Nachweis sind die von der DVV/GfV (bzw. mit dem RKI) erarbeiteten Prüfmethoden jeweils in der aktuellen Fassung anzuwenden, da hierbei alle bewährten Testviren einbezogen und jeweils mindestens zwei unabhängige Prüfungen gefordert werden.Sofern anerkannte praxisnahe Prüfmethoden vorliegen, dürfen die Anwendungsbedingungen nur auf der Basis dieser Ergebnisse unter Berücksichtigung der Suspensionstests festgelegt werden.Die auf europäischer Ebene erarbeiteten Normen stellen Mindestanforderungen dar. Bei Produkten, die ausschließlich nach den europäischen Normen begutachtet wurden, sollten für die Deklarationen der Viruswirksamkeit gemäß dieser Stellungnahme die oben genannten Bedingungen (jeweils zwei unabhängige Tests mit Bestimmung des mittleren Konfidenzintervalls in den vorgegeben Grenzen und Einsatz der Testviren gemäß DVV/(RKI)-Leitlinien, s. Anhang 1 und 2) eingehalten werden.Produkte, die die hier festgelegten Kriterien erfüllen und deren Wirksamkeit zusätzlich durch eine Begutachtung unabhängiger Sachverständiger bestätigt wurde, sind in den Desinfektionsmittel-Listen des VAH und des RKI aufgeführt.Tab. 2 Suspensionstests -Übersicht über Testviren und Anwendungsbereiche in Abhängigkeit der jeweils deklarierten Viruswirksamkeit Obwohl die Testviren in beiden Prüfmethoden (DVV/RKI und DIN EN) identisch sind, besteht eine unterschiedliche Auslobung des Wirkungsbereichs (DIN EN ohne Rotaviren) Tab. 3 Praxisnahe Prüfungen von Flächendesinfektionsmitteln -Übersicht über Testviren in Abhängigkeit der jeweils deklarierten Viruswirksamkeit Obwohl die Testviren in beiden Prüfmethoden (DVV und DIN EN) identisch sind, besteht eine unterschiedliche Auslobung des Wirkungsbereichs (DIN EN ohne Rotaviren) c weitere Testviren sind noch in der Diskussion Bekanntmachungen -Amtliche Mitteilungen RKI-Leitlinie [11] ist eine Prüfung mit einer 90 %igen Lösung möglich, sofern das Wirkprinzip eine solche Modifikation erfordert. Gemäß DIN EN 14476 [5, 12] kann, wenn die 80 %ige Lösung keine Wirksamkeit zeigt, auch eine 97 %ige Lösung getestet werden. In beiden Fällen werden die Prüfansätze modifiziert. Die Anwendung dieser unterschiedlichen Ansätze setzt entsprechende Erfahrung in den Prüflaboren voraus. Zu bedenken ist hierbei, dass ggf. eine höhere Konzentration von Alkoholen zu einer schlechteren Wirkung gegenüber einzelnen Viren führen kann und die Aussage des Suspensionstests zusätzliche Grenzen beinhaltet. Auch können hieraus unterschiedliche Ergebnisse hinsichtlich der Wirksamkeit aus DVV/RKI-Leitlinie [11] und europäischer Norm [5, 12] resultieren. Abhilfe hierfür können nur praxisnahe Tests schaffen, die die Prüfung der unverdünnten Produktlösung ermöglichen. Besonderes Interesse gilt hier den klinisch relevanten durch Blut, Gewebe und Körperflüssigkeiten übertragbaren behüllten Viren, wie z. B. HIV, HCV und HBV. Die Deklaration \"begrenzt viruzid\" erfolgt auf der Basis von Prüfungen unter Verwendung relevanter Testviren, die den Rückschluss auf die Wirksamkeit auch gegen HIV, HCV und HBV zulassen. Für die Deklaration \"begrenzt viruzid\" stehen gegenwärtig zwei behüllte Viren -Vacciniavirus und BVDV -als Testviren zur Verfügung. Das Vacciniavirus wurde bereits 1982 in der BGA/DVV-Richtlinie [15, 16] als Vertreter für die behüllten Viren aufgeführt. Dieses Virus (Impfvirus Stamm Els tree) soll entsprechend der Empfehlung der DVV von 2014 [11] nicht von ungeimpftem Personal angewendet werden. Aufgrund der stetigen Änderung in der Altersstruktur des Laborpersonals, das solche Prüfungen durchführt, ergab sich die Notwendigkeit, ein geeignetes Ersatzvirus zu finden. Durch den Nachweis, dass das MVA eine sehr ähnliche Resistenz gegenüber Desinfektionsmittelwirkstoffen wie das Vacciniavirus Stamm Elstree aufweist",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". Er erfüllt die Kriterien der WHO für die bisherige Polio-Lebendimpfstoffherstellung. Diese setzen auch voraus, dass das Virus nicht mehr als zehn Passagen kultiviert wird und eine exakte Dokumentation dazu vorliegt. Dennoch wird in den nächsten Jahren das Poliovirus als Testvirus ersetzt werden müssen. Als mögliche Ersatz-Kandidaten aus der Familie Picornaviridae zu denen das Poliovirus gehört, werden sowohl das Hepatitis-A-Virus (HAV) als auch das ECBO-Virus (Enteric Cytopathogenic Bovine Orphan Virus) diskutiert. HAV hat sich in vergleichenden Untersuchungen mit Poliovirus zum Teil als resistenter erwiesen [31]. Auch aufgrund seiner klinischen Relevanz ist es geeignet, das Poliovirus zu ersetzen. Im veterinärmedizinischen Bereich wird zur Prüfung der Wirksamkeit gegen unbehüllte Viren das ECBO-Virus verwendet. Es bietet den Vorteil, nicht humanpathogen zu sein. Weitere Untersuchungen müssen zeigen, durch welches Testvirus das Poliovirus sinnvoll ersetzt werden kann. Wie schon unter A2.1.2 beschrieben dient MNV als Surrogat für humane Noroviren, die nicht oder nur unzureichend in der Zellkultur vermehrt werden können. Murine Parvoviren (MVM) weisen eine deutlich höhere Temperaturstabilität auf als die anderen Testviren der DVV/RKI-Leitlinie. Sie ersetzen das bisher zur Prüfung chemothermischer Desinfektionsverfahren verwendete bovine Parvovirus, das wesentlich schwieriger zu kultivieren war. Sie werden für alle Desinfektionsverfahren eingesetzt, die bei Temperaturen ≥ 30°C bzw. ≥ 40 °C durchgeführt werden. Die Eignung von MVM für diesen Zweck und als Ersatz für das Bovine Parvovirus wurde in der entsprechenden Mitteilung der DVV von 2014 [32] begründet.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Tab. 4 Übersicht über humanmedizinisch bedeutsame und bei Desinfektionsmaßnahmen potenziell zu berücksichtigende VirenVirus behüllt unbehüllt Kontakt Tröpfchen Blut VektorenSexualkontakt , b Kontakt zu infiziertem Tier, c durch HBV-ImpfungVirus behüllt unbehüllt Kontakt Tröpfchen Blut Vektoren",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}