{
    "paper_id": "63f963d2fe61d83009bee0d194b9330242c95e12",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Xxx",
                "middle": [],
                "last": "Xxx Xxx • Volume",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xxx",
                "middle": [],
                "last": "Number",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In Response S evere acute respiratory syndrome coronavirus 2 (SARS-CoV2) and the subsequent worldwide pandemic have strained the medical community worldwide. No society, medical system, or clinician remains unaffected. As outlined in the Pediatric Difficult Intubation Collaborative (PeDI-C) consensus guidelines, 1 the priorities of the collaborative during this pandemic are to provide comprehensive and thoughtful airway management in the hospital setting, to serve on multidisciplinary intensive care unit (ICU) teams, to mitigate the risk of asymptomatic transmission from patients and staff to health care workers and vice versa, to determine appropriate personal protective equipment (PPE) usage and stewardship, and to protect anesthesiologists and other health care workers to ensure the preservation of a highly skilled pediatric anesthesiology workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E Letters to the editor"
        },
        {
            "text": "During the creation of PeDI-C consensus guidelines, some PeDI-C members recognized an opportunity to leverage the Collaborative's network to study airway management outcomes in pediatric coronavirus disease (COVID-19) patients. We leveraged the PeDI-C to develop a pediatric COVID-19-specific airway management registry. The goal of the registry is to learn about clinicians' practices and airway management outcomes during the pandemic. Our specific interest is to capture pediatric airway management of COVID (+), COVID (−), persons under investigation (PUI), and healthy patients. The data elements include individual clinical management details, features of staffing and clinical resource management (anesthesiologists and others), PPE utilization/stewardship, and outcomes data. The database aims to capture contemporaneous, specific, reliable, and highly valuable information during the COVID-19 pandemic. By repurposing the existing PeDI-C framework, leadership structure, and unique culture, we plan to contribute to the scientific knowledge of COVID-19 and crisis management approach to a worldwide pandemic. The registry was designed without any PHI or HIPPA elements to allow rapid adoption and dissemination. The registry is housed at the Children's Hospital of Philadelphia (CHOP) and approved by the CHOP IRB as exempt. The PeDI-COVID database is accessible at https://is.gd/PEDICOVID19 and is governed by the PeDI-Collaborative research oversight committee. The PeDI-C welcomes participation by all clinicians performing airway management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E Letters to the editor"
        },
        {
            "text": "We hope that, with continued accelerated development and approval of COVID-related research and ongoing worldwide collaboration, we can be better prepared to serve our patients and our health care systems now and in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E Letters to the editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pediatric airway management in COVID-19 patients -consensus guidelines from the Society for Pediatric Anesthesia's Pediatric Difficult Intubation Collaborative and the Canadian Pediatric Anesthesia Society",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Matava",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Kovastis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesth Analg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fiadjoe reports receiving a grant from the Anesthesia Patient Safety Foundation, outside of the submitted work",
            "authors": [],
            "year": null,
            "venue": "Conflicts of Interest: Dr John E",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}