{
    "paper_id": "64755f7e47da7e70dc84c707469d8b7c6323523b",
    "metadata": {
        "title": "Journal Pre-proof Editorial: Impacts of COVID-19 on agricultural and food systems worldwide and on progress to the sustainable development goals Editorial: Impacts of COVID-19 on Agricultural and Food Systems Worldwide and on Progress to the Sustainable Development Goals",
        "authors": [
            {
                "first": "Emma",
                "middle": [],
                "last": "Stephens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lethbridge Research and Development Centre",
                    "location": {
                        "settlement": "Lethbridge",
                        "region": "Alberta",
                        "country": "Canada"
                    }
                },
                "email": "emma.stephens13@gmail.com"
            },
            {
                "first": "Guillaume",
                "middle": [],
                "last": "Martin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRAE",
                    "location": {
                        "postCode": "F-31320",
                        "settlement": "Auzeville",
                        "region": "AGIR",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Van Wijk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "International Livestock Research Institute",
                    "location": {
                        "settlement": "Quito",
                        "country": "Ecuador"
                    }
                },
                "email": ""
            },
            {
                "first": "Jagadish",
                "middle": [],
                "last": "Timsina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Val",
                "middle": [],
                "last": "Snow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AgResearch -Lincoln Research Centre",
                    "location": {
                        "postCode": "4749, 8140",
                        "settlement": "Christchurch, New Zealand",
                        "region": "PB, ORCID"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "AGSY 102873",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference:"
        },
        {
            "text": "To This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference:"
        },
        {
            "text": "The COVID-19 pandemic has resulted in immediate, serious, and worldwide human health issues. Necessary counter measures to the virus, e.g. quarantines and other restrictions, will remain in place for many months and have uncertain end dates. International efforts to control the virus by limiting human movement is inevitably causing economic shocks and social costs that will affect the functioning of agricultural and food systems worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We are already witnessing the indirect effects of the pandemic on agricultural systems across the globe. Massively decreased demand for restaurant and commercial food services in combination with restrictions in labour, processing capacity and/or storage has led to farmers discarding their output en masse. Quarantine measures are severely affecting labour availability for key timecritical farming from sowing vegetable crops to picking fruit. As the crisis develops, these impacts are likely to become more widely and deeply felt in agricultural sectors and national economies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The significance and severity of the pandemic, and its likely impact on agriculture worldwide, calls for substantial reflection in both the short-and long-term. We need to understand the immediate consequences for the global network of agricultural and food systems on which we J o u r n a l P r e -p r o o f Journal Pre-proof rely so heavily. We should track unexpected risks, weaknesses and systemic shifts to understand short-term effects as well as those that may be long-lasting or permanent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From the vantage point of the Editorial team, we have identified several dimensions of concern with respect to COVID-19 and agricultural systems -although this list is early and limited and so is inevitably incomplete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immediate impacts"
        },
        {
            "text": "Of immediate concern is the disruption to food systems and impact on food security (Torero, 2020) . Food distribution channels of almost all countries across the income spectrum have been highly disrupted, with strong negative consequences for the most vulnerable. There is widespread media coverage of sudden decreases in food security due to:",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 97,
                    "text": "(Torero, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Food security"
        },
        {
            "text": " loss of income from workers who are fully or partially furloughed affecting their ability to purchase food;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food security"
        },
        {
            "text": " stay-at-home orders and restricted physical access to food markets and/or indigenous food gathering activities;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food security"
        },
        {
            "text": " closure or diminished capacity of institutions that support food social safety nets, such as food banks and school feeding programs; and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food security"
        },
        {
            "text": " market disruptions such as issues with the ability of supermarkets to rapidly restock from centralised distribution systems following unprecedented demand (i.e. panic buying) for pantry staples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food security"
        },
        {
            "text": " wastage of fresh vegetables, fruits and milk due to inability by farmers or entrepreneurs to transport them from point of production to local markets or supermarkets in nearby towns or cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food security"
        },
        {
            "text": "How will these shocks ripple outwards to affect broader agricultural systems? What are the likely effects on subsistence systems where farmers and households, that are already food insecure, have less resilience against such large disruptions? How will the international, national and local market disruptions to consumption affect larger scale commercial farm systems, as they contend with volatile market signals and disrupted supply chains?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food security"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food security"
        },
        {
            "text": "Will these disruptions be temporary? Or will these sudden negative shocks to food security cause permanent changes in food systems? How will this impact producers, agricultural and food systems in different sectors, industries, regions and economic circumstances?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        },
        {
            "text": "A second emerging issue concerns labour availability in the agri-food sector. Labour has been suddenly restricted in many regions due to quarantine measures and loss of workforce from COVID-19 deaths and serious illness. There have been substantial restrictions on international labour movements and worker programs that are critical to agricultural production in some sectors or that have caused bottlenecks. Anecdotally, this seems particularly severe in horticulture, livestock production systems, and processing but also for planting and harvesting of crops that are relatively labour-intensive. The timing of labour needs is often inflexible for seasonally produced foods. Resolving these labour shortages and designing working conditions that are safe for workers and the community, is of critical importance in order to secure future growing seasons and avoid disastrous consequences for future food security and supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Labour availability"
        },
        {
            "text": "If COVID-19 is not contained, implying that free and safe movement of agri-food workers will not be attainable for the foreseeable future, how will our agricultural and food systems cope with this loss? Will emergency measures, such as recruiting temporary domestic volunteers or chartering special flights and paying workers during quarantines be sufficient? Can we make workers safer given that many are in dormitory style housing and/or work on assembly lines that are incompatible with maintaining physical distancing? If workers cannot be safe, and be perceived to be so, while the virus is circulating in the community, what will the effects on food systems be? Can all regions fill their labour shortages sufficiently? What different approaches to this problem might there be? Will there be major and permanent changes in international agrifood labour availability and movements and, if so, how might agricultural systems adapt?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Labour availability"
        },
        {
            "text": "Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "A third clear domain of concern is farm system resilience to the COVID-19 pandemic. Which systems are resilient, and which are not? Are small farms, that primarily use family labour and so are less dependent on externally hired labour, more resilient than large farms which depend on external labour? What technological measures could to be adopted to reduce dependency on human labour and gain efficiency in farming? What are the short-and long-term consequences of unequal access to resilience tools and measures? How will local, regional, national and international agricultural systems respond to large losses of agricultural production during the pandemic? Which countermeasures against the virus will have very long-term effects? How can we reorient our agricultural systems to function optimally in a post-COVID-19 world? What is the role of agricultural policy in boosting resilience of agricultural systems? Do our policies need to change going forward or are we already well equipped to safeguard our agricultural systems from similar shocks in the future? What does the COVID-19 pandemic reveal about the overall functioning of our agricultural systems?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Farm system resilience"
        },
        {
            "text": "The COVID-19 pandemic is having an impact on international relationships far beyond the agrifood sector's labour force. This includes announcements of export restrictions across several countries that limit global agri-food trade and market access (see for example Laborde and IFPRI 2020) . The agri-food sector is highly connected internationally. Ports that shut down or reduce activity, vastly reduced freight capacity on commercial flights for agricultural goods, and other broad global supply chain disruptions due to the COVID-19 crisis (Ivanov 2020) have the potential to limit critical access to agricultural inputs and markets. This may negatively impact agricultural productivity for current and future seasons. The suddenness and severity of these shutdowns leave little scope for identifying suitable domestic substitutes in the short term but may spur less reliance on global agri-food value chains in the future. Some nations are also exploring more domestic 'food sovereignty' in order to address emerging domestic food security concerns due to COVID-19. These actions have serious implications for our current globalized agri-food trading system and is potentially one of the most important impacts on the current food system.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 288,
                    "text": "Laborde and IFPRI 2020)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 556,
                    "text": "(Ivanov 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Agricultural system connectivity"
        },
        {
            "text": "Other myriad unanswered questions include understanding the impacts and consequences of:  new competition for critical inputs, especially water, due to increasing emphasis on public health and sanitation systems;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other impacts and questions"
        },
        {
            "text": " impacts of supply chain and processing disruptions on animal welfare;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other impacts and questions"
        },
        {
            "text": " existing economic inequality and relative resilience of agricultural systems, as well as other social network systems reliant on agricultural income generation and stability;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other impacts and questions"
        },
        {
            "text": " the compound effects of so many human system shocks and the behaviour of the natural capital systems that support agriculture overall; and  disruptions to research and monitoring programmes, perhaps particularly to those of PhD students and postdoctoral fellows that face time limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other impacts and questions"
        },
        {
            "text": " How will COVID-19 impact progress towards the SDGs?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other impacts and questions"
        },
        {
            "text": "We, the Editorial team of Agricultural Systems, believe that it is important to capture the immediate effects of the COVID-19 pandemic on agricultural and food systems in their broadest senses. Thus, we are launching a fast-track Special Issue on existing and potential impacts of COVID-19 on agricultural and food systems, calling on our readership, which is well placed around the world, to submit manuscripts describing already-observed outcomes and impacts. The link to the full call follows. We hope this will improve our collective understanding of the many short and long term challenges posed by COVID-19 by broad contributions from the agricultural systems research community. Articles in this Special Issue will be profiled under Elsevier's (2020) COVID-19 response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capturing and learning from these effects"
        },
        {
            "text": "Call for submissions link: https://www.journals.elsevier.com/agricultural-systems/call-for-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capturing and learning from these effects"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel Coronavirus Resource Directory",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Predicting the impacts of epidemic outbreaks on global supply chains: A simulation-based analysis on the coronavirus outbreak (COVID-19/SARS-CoV-2) case",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Food Export Restrictions during the Covid-19 crisis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laborde",
                    "suffix": ""
                },
                {
                    "first": "International Food Policy Research",
                    "middle": [],
                    "last": "Institute",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Without food, there can be no exit from the pandemic. Countries must join forces to avert a global food crisis from COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Torero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "580",
            "issn": "",
            "pages": "588--589",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-01181-3"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "wholesale shifts in market prices and the relative value of agricultural outputs on our agricultural management choices;",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Please cite this article as: E. Stephens, G. Martin, M. van Wijk, et al., Editorial: Impacts of COVID-19 on agricultural and food systems worldwide and on progress to the sustainable",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}