{
    "paper_id": "6691e80554ffcc290cf34d96a115600634774d20",
    "metadata": {
        "title": "Journal Pre-proof Audiological profile of asymptomatic Covid-19 PCR-positive cases Audiological Profile of Asymptomatic Covid-19 PCR-positive Cases",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "W M"
                ],
                "last": "Mustafa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Valley University",
                    "location": {
                        "postCode": "83532",
                        "settlement": "Qena, Qena",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mustafa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Valley University",
                    "location": {
                        "postCode": "83532",
                        "settlement": "Qena, Qena",
                        "country": "Egypt"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The current study compared the amplitude of transient evoked otoacoustic emissions (TEOAEs) and latencies of vestibular evoked myogenic potentials (VEMPs) between asymptomatic COVID-19 PCR-positive cases and normal non-infected subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Twenty cases who were confirmed positive for COVID-19 and had none of the known symptoms for this viral infection formed the test group for 2 full weeks. Their age ranged between 20-50 years to avoid any age-related hearing affection. Patients who had definite symptoms of COVID-19 infection as well as those who had a history of hearing loss or a history of any known cause of hearing loss were excluded from the examined sample. TEOAEs amplitude was measured for all participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The high frequency pure-tone thresholds as well as the TEOAE amplitudes were significantly worse in the test group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: COVID-19 infection could have deleterious effects on cochlear hair cell functions despite being asymptomatic. The mechanism of these effects requires further research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f Introduction:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An acute respiratory disease, caused by a novel coronavirus (SARS-CoV-2, previously known as 2019-nCoV), the coronavirus disease 2019 (COVID-19) has spread throughout China and received worldwide attention. On 30 January 2020, World Health Organization (WHO) officially declared the COVID-19 epidemic as a public health emergency of international concern. Coronavirus disease (COVID-19) is an infectious disease caused by a newly discovered coronavirus. Most people infected with the COVID-19 virus experience mild to moderate respiratory illness and recover without requiring special treatment [1] .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 598,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 infection symptoms may appear 2-14 days after exposure (based on the incubation period of COVID-19 virus). The clinical symptoms of COVID-19 patients include fever, cough, fatigue and a small population of patients had gastrointestinal infection symptoms. The elderly and people with underlying diseases are susceptible to infection and prone to serious outcomes, which may be associated with acute respiratory distress syndrome (ARDS) and cytokine storm [1, 2] . Currently, there are few specific antiviral strategies, but several potent candidates of antivirals and repurposed drugs are under urgent investigation. There are multiple scenarios COVID-19 patients may follow: Some get serious respiratory distress, some improve with medical treatment, the rest recover with no intervention [2] .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several viral infections can cause hearing loss. Hearing loss induced by these viruses can be congenital or acquired, unilateral or bilateral. Certain viral infections can directly damage inner ear structures, others can induce inflammatory responses which then cause this damage, and still others can increase susceptibility or bacterial or fungal infection, leading to hearing loss. Typically, virus-induced hearing loss is sensorineural, although conductive and mixed hearing losses can be seen following infection with certain viruses. Occasionally, recovery of hearing after these infections can occur spontaneously [3, 4, 5, 6] .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 624,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 625,
                    "end": 627,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 633,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Typically, viruses cause sensorineural hearing loss (SNHL); however, a viral etiology has been proposed for otosclerosis. Infection with HIV can lead to conductive hearing loss (CHL) through bacterial and fungal infections, which become more frequent following the immunosuppression caused by that virus [7] . Hearing loss caused by viruses can be mild or severe to profound, unilateral or bilateral. Mechanisms involved in the induction of hearing loss by different viruses vary greatly, ranging from direct damage to inner ear structures, including inner ear hair cells and organ of Corti (as seen in some of the classically described causes of viral hearing loss such as measles), to induction of host immune-mediated damage [4, 5, 6, 8] .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 732,
                    "end": 734,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 737,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 738,
                    "end": 740,
                    "text": "8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Asymptomatic infection at time of laboratory confirmation has been reported from many settings [2]; a large proportion of these cases developed some symptoms at a later stage of infection. There are, however, also reports of cases remaining asymptomatic throughout the whole duration of laboratory and clinical monitoring. Viral RNA and infectious virus particles were detected in throat swabs from some COVID-19 patients, but they developed none of the symptoms listed above [1] . Although several viral infections may lead to hearing loss, it's still unknown whether COVID-19 has effects on the auditory system or not. Therefore, this research was designed to address the impact of this novel viral infection on the auditory system.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 479,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Twenty cases who were confirmed positive for COVID-19 and had none of the known symptoms for this viral infection formed the test group for 2 full weeks. Their age ranged between 20-50 years to avoid any agerelated hearing affection. Patients who had definite symptoms of COVID-19 infection as well as those who had a history of hearing loss or a history of any known cause of hearing loss were excluded from the examined sample. Twenty subjects who had normal hearing (All subjects had audiometric thresholds at or better than 15 dB HL) with no history of a known cause of hearing loss were used as a control group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Method:"
        },
        {
            "text": "All the following procedures was conducted for both study (at the 14 th day after being confirmed COVID-19 positive but asymptomatic) and control groups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Method:"
        },
        {
            "text": "1-Meticulous history taking and otological examination were carried out on all subjects before audiological testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Method:"
        },
        {
            "text": "J o u r n a l P r e -p r o o f 2-Basic Audiological evaluation. Audiometric thresholds were measured using a calibrated Amplaid 309 clinical audiometer [9] . Air conduction thresholds were measured for frequencies from 250 to 8000 Hz using Telephonics TDH39 earphones. Bone conduction thresholds were obtained for frequencies from 250 to 4000 Hz using a Radio Ear B71 bone vibrator. The audiometric thresholds were measured using the modified Hughson-Westlake method [10] . 3-Immittance evaluation. Tympanometry was carried out using an Amplaid 775 middle ear analyzer to rule out middle ear pathology. 4-Transient evoked otoacoustic emissions. Transient evoked otoacoustic emissions (TEOAEs) were recorded in all subjects using the Madsen Capella Analyzer. The eliciting stimuli consisted of a non-linear click delivered at about 80 dB peak SPL in the ear canal. The spectrum analyzer was triggered at 4 ms after presentation of the stimuli to avoid acoustic ringing of the input stimuli, and the temporal window was set at 20 ms. A total of 260 averages were recorded. TEOAEs were considered present when the reproducibility and stability was >80%. All testing was carried out in a double-walled, sound treated booth within permissible noise limits [11] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Materials & Method:"
        },
        {
            "text": "An informed consent was obtained from all participants. The study was approved from the Egyptian Central Unit of Medical Service (ECUMS). EMMS also helped the research team to connect with the study subjects. EMMS secured a totally aseptic environment for this research including subjects and equipments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Method:"
        },
        {
            "text": "1-Pure-tone audiometry:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Paired t-test test was used to compare the pure-tone thresholds between the test and the control groups. No significant difference (p> 0.05) was found at all octave and mid-octave frequencies (250, 500, 750, 1000, 1500, 2000, 3000), 4000. Significant difference was found (P< 0.05) at 4000,6000, and 8000 Hz between both groups (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 336,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "Paired t-test was used to compare the TEOAE amplitude among the control and test groups (p< 0.001). Highly significant difference was found between the control group and the test groups (Fig 2) . The high frequency pure-tone thresholds as well as the TEOAE amplitudes were significantly worse in the test group. The results of the current study showed that COVID-19 infection had deleterious effects on the hair cells in the cochlea. Moreover, the absence of the major symptoms does not guarantee a safe healthy cochlear function. The damage to the outer hair cells was evidenced by the reduced amplitude of the TEOAEs in test group when compared with control group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "2-TEOAE:"
        },
        {
            "text": "Auditory system damage secondary to viral infections is typically intracochlear; however, some viruses can affect the auditory brainstem as well. Mechanisms of injury to the peripheral auditory system can include direct viral damage to the organ of Corti, stria vascularis, or spiral ganglion; damage mediated by the patient's immune system against virally expressed proteins (Cytomegalovirus); and immunocompromise leading to secondary bacterial infection of the ear (Human Immunodeficiency Virus & measles) [3] .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 512,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "2-TEOAE:"
        },
        {
            "text": "Although hearing sensitivity was normal among all participants, TEOAEs could pick up the subtle deterioration in the outer hair cells (OHCs) functions. Additionally, the high frequencies tones were significantly lower in the test group. This deterioration could be attributed to the damaging effects of the viral infection on the outer hair cells but the mechanism is still unknown. The results of the present study also demonstrated that the absence of major symptoms may hide unknown impact on the delicate sensory organs taking the cochlea as an example.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2-TEOAE:"
        },
        {
            "text": "In conclusion, COVID-19 infection could have deleterious effects on cochlear hair cell functions despite being asymptomatic. The mechanism of these effects requires further research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2-TEOAE:"
        },
        {
            "text": "I'm deeply grateful to Egyptian Central Unit of Medical Service (ECUMS). I'm also thankful for the technical support of Sigma incorporation for Audiological Services and the great help and cooperation of Dr. Marwa El Hawary (Alfayoum general hospital) in conducting this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak -an update on the status",
            "authors": [
                {
                    "first": "Zhong-Si",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Yuan-Yang",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Shou-Deng",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Hong-Jun",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Kai-Sen",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "De-Yun",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Military Medical Research",
            "volume": "7",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) pandemic: increased transmission in the EU/EEA and the UK -seventh update",
            "authors": [],
            "year": 2020,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Electrocochleography and brain-stem potentials in Ramsay Hunt syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "-Abramovich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Prasher",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Archives of Otolaryngology Head and Neck Surgery",
            "volume": "112",
            "issn": "9",
            "pages": "925--928",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Herpes zoster oticus and facial paralysis (Ramsay Hunt syndrome). Clinicopathologic study and review of literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Adler",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Pediatric Infectious Disease Journal",
            "volume": "24",
            "issn": "12",
            "pages": "149--159",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hearing loss and herpes simplex",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Muhaimeed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zakzouk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Tropical Pediatrics",
            "volume": "43",
            "issn": "1",
            "pages": "20--24",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Otologic and audiologic evaluation of human immunodeficiency virus infected patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chandrasekhar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Connelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Brahmbhatt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Kloser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baredes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Otolaryngology",
            "volume": "21",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Histologic otosclerosis is associated with the presence of measles virus in the stapes footplate",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Karosi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Konya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petko",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sziklai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Otology & Neurotology",
            "volume": "26",
            "issn": "6",
            "pages": "1128--1133",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "specification for audiometers",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "6--2004",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Preferred method for clinical determination of pure tone thresholds",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "-Carhart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jerger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Journal of Speech & Hearing Disorders",
            "volume": "24",
            "issn": "",
            "pages": "330--375",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Maximum permissible ambient noise levels for audiometric test rooms",
            "authors": [
                {
                    "first": "-Ansi",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}