{
    "paper_id": "66d52642055d4ce338557100b0fe68054a4ae18e",
    "metadata": {
        "title": "Understanding COVID-19 in children may provide clues to protect at- risk populations",
        "authors": [
            {
                "first": "Lien",
                "middle": [],
                "last": "Anh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ha",
                "middle": [],
                "last": "Do",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeremy",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Sutton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "G"
                ],
                "last": "Pellicci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Mulholland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "V"
                ],
                "last": "Licciardi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": "paul.licciardi@mcri.edu.au"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in Wuhan, China at the end of 2019, the vast majority of severe COVID-19 cases globally have occurred in older adults compared with children. Epidemiological data from the USA show that <2% of laboratory-confirmed cases have occurred in children, with the majority presenting as mild or asymptomatic. 1 At the time of writing (2 May 2020), eight child deaths have been reported worldwide, with one case possibly related to intussusception. 2 It remains unknown whether children with COVID-19 have less severe illness than adults due to a combination of a lower incidence of infection, lower disease severity or both.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 385,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 523,
                    "end": 524,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Current screening for COVID-19 is predominantly on symptomatic patients, and so the true prevalence of SARS-CoV-2 infections among children and the wider community is unknown. Importantly, in one case of COVID-19 in a 6-month-old boy in Singapore, persistent and high SARS-CoV-2 viral load was observed despite the child being asymptomatic. 3 Viral shedding has been detected in rectal swabs of children even beyond the recovery period, suggesting that transmission through the faecal-oral route is possible, 4 a point likely to be of greater importance in low-income and middle-income countries. Being asymptomatic with high viral load, children may represent a source of community transmission of COVID-19. However, the role of children in the transmission of COVID-19 remains unclear.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 342,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One hypothesis relates to the differential expression of the ACE2 receptor, the dominant binding site for SARS-CoV-2 on host cells, between children and adults. ACE2 has been suggested to be involved in the main pathophysiological pathway of acute respiratory distress syndrome (ARDS), which is also the leading cause of COVID-19 mortality among adults. 5 However, differences in ACE2 expression between children and adults have not been completely established. Cytokine storms involving high levels of proinflammatory cytokines (eg, interleukin (IL)-1, IL-6) seem to be the pathological basis for ARDS in COVID-19. This represents a challenge for disease management as the precise biological mechanism of ARDS in COVID-19 is not well understood. It is plausible that weaker inflammatory responses in children may prolong virus survival and therefore transmission to older contacts. To this end, the results of anti-IL-6 mAb (siltuximab) or anti-IL-1 mAb (canakinumab) trials and other immunotherapies are greatly anticipated. Understanding the burden of infection in children and why they do not present with severe disease will provide important clues as to how we can protect our most vulnerable populations. Research addressing this question should be a priority.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Little is known about the immune response during COVID-19. While data are accumulating for adults, children remain a critical knowledge gap. Identifying any differences between adults and children is essential for the development of an effective vaccine. The first such study in a non-severe adult patient 6 described elevated antibody and cellular immunity, providing critical insights into markers of recovery against this deadly virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To determine correlates of protection for COVID-19, systematic immunological studies need to be undertaken in children and adults across the clinical spectrum of the disease. Neutralising antibodies are important, as demonstrated by the use of convalescent sera in the treatment of critically ill patients with COVID-19. Measurement of antibodies forms the basis of early evaluation of most COVID-19 vaccine candidates, of which there are at least 78 in development. 7 The magnitude of the antibody response during COVID-19 is thought Open access to be associated with severity, suggesting that children with mild or asymptomatic infection might produce weaker responses. If these weaker responses lead to susceptibility to reinfection, this could have profound implications for COVID-19 control. Indeed, reinfection with SARS-CoV-2 was reported in 111 recovered patients from South Korea, although the precise reason for this is an ongoing investigation. 8 The WHO is preparing large-scale global serological surveys (Solidarity II Study) to ascertain the level of exposure before, during and following this pandemic. Inclusion of children in these surveys will provide the first global data on infection rates among children and provide important clues to the resulting levels of immunity. The development of assays to evaluate COVID-19 antibodies is ongoing, but currently lacks formal evaluation and standardisation. 9 Just as critical as measuring antibody responses will be detailed cellular immunological profiling in children infected with SARS-CoV-2 to gain better insights into patterns of immunological recovery, as this may differ from adults. The use of these approaches in household contact studies will be essential to understanding immunity in children who may be asymptomatic or presenting with mild disease, as well as patterns of transmission within families.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 468,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 956,
                    "end": 957,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1421,
                    "end": 1422,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Greater understanding of why children appear to be less susceptible to severe COVID-19 than adults remains a key knowledge gap in the fight against this pandemic. Moreover, the role children play in the transmission of COVID-19 in the community will accelerate the development of interventions such as vaccines and other societal measures aimed at protecting our most vulnerable populations against this virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contributors PL and LAHD conceived the manuscript, wrote the first draft and approved the final version. JA, PS, DP and KM contributed ideas, edited the manuscript and approved the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patient and public involvement Patients and/or the public were not involved in the design, or conduct, or reporting, or dissemination plans of this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Paul V Licciardi http:// orcid. org/ 0000-0001-6086-6285",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CDC COVID-19 Response Team. Coronavirus Disease 2019 in Children -United States",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "422--428",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6914e4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-CoV-2 infection in children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1663--1668",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2005073"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A well infant with coronavirus disease 2019 (COVID-19) with high viral load",
            "authors": [
                {
                    "first": "K-Q",
                    "middle": [],
                    "last": "Kam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa201"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics of pediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral shedding",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "502--507",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0817-4"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Breadth of concomitant immune responses prior to patient recovery: a case report of non-severe COVID-19",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Thevarajan",
                    "suffix": ""
                },
                {
                    "first": "Tho",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koutsakos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "453--458",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0819-2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The COVID-19 vaccine development landscape",
            "authors": [
                {
                    "first": "Thanh",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Andreadakis",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Drug Discov",
            "volume": "19",
            "issn": "",
            "pages": "305--311",
            "other_ids": {
                "DOI": [
                    "10.1038/d41573-020-00073-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Covid-19: who and South Korea investigate reconfirmed cases",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1498"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Developing antibody tests for SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petherick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1101--1103",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30788-1"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}