{
    "paper_id": "6a05300a28642a6aae429d1b3a41eee39ca52a95",
    "metadata": {
        "title": "Journal Pre-proof High time for an efficient and effective internationally-supported Zoonosis Surveillance System? Letter to the Editor High time for an efficient and effective internationally-supported Zoonosis Surveillance System?",
        "authors": [
            {
                "first": "Stephen",
                "middle": [
                    "T"
                ],
                "last": "Green",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lorenzo",
                "middle": [],
                "last": "Cladi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Uncannily prophetically, while speaking at the 23rd Forum on Global Issues in 2009, Dr Margaret Chan of the World Health Organisation (WHO) said \"Surveillance for emerging diseases contributes to global security. If basic surveillance and laboratory capacities are compromised, will health authorities catch the next SARS (severe acute respiratory syndrome), or spot the emergence of a pandemic virus in time to warn the world and mitigate the damage?\" 2 COVID-19 is of course a zoonosis, and the current desperate and damaging international situation makes it clear that a redoubling of international efforts on on-going surveillance for potential new emerging zoonoses remains vital. In fact since 1980 we have seen -among others -HIV-1, HIV-2, new variant Creutzfeld-Jacob Disease, avian influenza, swine influenza, SARS-1, Nipah virus, Sin Nombre virus, monkey pox, and MERS-CoV emerge out of animal populations and cause serious and even lethal human disease. COVID-19 arguably has already had more serious implications than all of its predecessors, -with 270,333 deaths recorded worldwide at the time of writing 3 -but what comes after it may be even worse. Put directly, we need to close the stable door before the horse has bolted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2012, in a major report from the UK's DFID it was stated \"the ability to detect and identify infection and disease is crucial for surveillance and as a prelude to intervention for controlling the disease.\" 4 The massive worldwide medical and economic impacts of COVID-19 make it abundantly clear that the DFID report was correct, and what is badly needed is an efficient and effective worldwide integrated surveillance system for zoonotic disease which has the capability to identify the emergence of any serious new pathogens in human or animal populations anywhere in the world, and the power to act on the information, as early as is humanly possible and unimpeded by international borders.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The WHO certainly already has a vital role in this area, 5 but unfortunately the system is currently not as robust as it could be. A key further factor to take into account -and one that is increasingly widely appreciated -is that the WHO has long suffered from inadequate levels of funding to be able to deliver effectively on the massive remit it has to cover. 6 To be able to achieve anything of genuine value going forward, this will not only require dedicated professional medical, veterinary, agricultural and scientific commitment but also serious domestic and international political and governmental support, with genuine inter-governmental cooperation at the highest levels. Furthermore, adequate and reliable financial support is a must.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 364,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, it has -for a very long time -sadly been a truism that \"political support for human development cannot be taken for granted.\" 7 Doctors and other healthcare workers are unlikely to be able to repair this problem themselves. Acquiring the necessary buy-in from the world of politics may well only be possible with people possessing the necessary expertise in how best to exert pressure (e.g. lobbying) at the highest levels of politics and international relations being brought in. 8 However, the dire situation developing around the human race right now is sending out a powerful message that it would be worth it.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 491,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Strategies to trace back the origin of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.03.032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Research Council (US) Committee on Achieving Sustainable Global Capacity for Surveillance and Response to Emerging Diseases of Zoonotic Origin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Keusch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pappaioanou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "DFID Zoonoses Report 6. Prioritising the need for new diagnostics, medicine, vaccines and management practices of zoonoses which have significant impact in the developing world. Royal Veterinary College",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Croft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Good",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strengthening health security by implementing the International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Should the WHO's chronic disempowerment and impecuniousness concern us? A comparison of WHO funding with global defence spending and the estimated costs of the COVID-19 pandemic is thought-provoking (rapid response)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cladi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Bank",
            "authors": [],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How is health a security issue? Politics, responses and issues",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Y-P",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Policy and Planning",
            "volume": "25",
            "issn": "",
            "pages": "447--453",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czq063"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We all must start taking this seriously. In 2009, a National Research Council (US) report stated \"An effective global, integrated zoonotic disease surveillance and response system currently does not exist.\" 2 In 2020 it still doesn't. COVID-19 is telling us it should.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}