{"paper_id": "6b04f6082c05d936f11d395a5c70ce2edf37bf57", "metadata": {"title": "De novo design of high-affinity antibody variable regions (Fv) against the SARS-CoV-2 1 spike protein 2 3", "authors": [{"first": "Veda", "middle": [], "last": "Sheersh", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Pennsylvania State University", "location": {"postCode": "16802 5 6", "settlement": "University Park", "region": "PA"}}, "email": ""}, {"first": "Boorla", "middle": ["#"], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Pennsylvania State University", "location": {"postCode": "16802 5 6", "settlement": "University Park", "region": "PA"}}, "email": ""}, {"first": "Ratul", "middle": [], "last": "Chowdhury", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Pennsylvania State University", "location": {"postCode": "16802 5 6", "settlement": "University Park", "region": "PA"}}, "email": ""}, {"first": "Costas", "middle": ["D"], "last": "Maranas", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Pennsylvania State University", "location": {"postCode": "16802 5 6", "settlement": "University Park", "region": "PA"}}, "email": ""}]}, "abstract": [{"text": "The emergence of SARS-CoV-2 is responsible for the pandemic of respiratory disease known as COVID-12 19, which emerged in the city of Wuhan, Hubei province, China in late 2019. Both vaccines and targeted 13 therapeutics for treatment of this disease are currently lacking. Viral entry requires binding of the viral spike 14 receptor binding domain (RBD) with the human angiotensin converting enzyme (hACE2). In an earlier 15 paper 1 , we report on the specific residue interactions underpinning this event. Here we report on the de novo 16 computational design of high affinity antibody variable regions through the recombination of VDJ genes 17 targeting the most solvent-exposed hACE2-binding residues of the SARS-CoV-2 spike protein using the 18 software tool OptMAVEn-2.0 2 . Subsequently, we carry out computational affinity maturation of the 19 designed prototype variable regions through point mutations for improved binding with the target epitope.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Immunogenicity was restricted by preferring designs that match sequences from a 9-mer library of \"human 21 antibodies\" based on H-score (human string content, HSC) 3 . We generated 106 different designs and report 22 in detail on the top five that trade-off the greatest affinity for the spike RBD epitope (quantified using the 23 Rosetta binding energies) with low H-scores. By grafting the designed Heavy (VH) and Light (VL) chain 24 variable regions onto a human framework (Fc), high-affinity and potentially neutralizing full-length 25 monoclonal antibodies (mAb) can be constructed. Having a potent antibody that can recognize the viral 26 spike protein with high affinity would be enabling for both the design of sensitive SARS-CoV-2 detection 27 devices and for their deployment as therapeutic antibodies.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "29", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Main", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Over the last few weeks, several studies on using human or humanized antibodies targeted at the SARS-31 CoV-2 spike protein have been reported 4,5,6,7 . In addition, multiple efforts by laboratories and companies 32 (Cellex, GeneTex etc.) for the development of antibody-based tests for SARS-CoV-2 detection are 33 ongoing 8 . At the same time, significant progress towards the isolation and design of vaccines (mRNA-1273 accessible for binding to RBD in the open confirmation of the full spike protein (See Supp. Fig. S8).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Nevertheless, we hope that this analysis and data will contribute an important piece to help inform the 236 discovery of high affinity mAb against SARS-CoV-2. 237 238 Methods 239 240 Antibody design in OptMAVEn-2.0 241 242 The initial antibody variable domain sequences were predicted using de novo antibody design software tool, 243 OptMAVEn-2.0 2 . Using an interatomic clash-cutoff of 1.25 Å, 173 antigen poses were sampled, and each 244 of which yielded a successful (not necessarily unique) antibody design targeted at the seven most solvent 245 accessible hACE2-binding residues of SARS-CoV-2 spike RBD. 246 247 Prior to identifying antibody sequences complimentary to the epitopes, OptMAVEn-2.0 first minimizes the 248 z-coordinate of the epitopes, with their collective centroid set at origin, to allow the de novo designed 249 antibody regions (see Supp. Info. S1 for link to entire MAPs fragment library) to bind from the bottom.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "250 Next, an ensemble of starting antigen poses is generated by a combination of discrete rotations (about the 251 z-axis) and translations (in x, y, and z) -each of which are subsequently passed into the antibody design 252 step. We started out with 3234 such antigen poses for the SARS-CoV-2 spike protein with the epitopes 253 occupying the most negative z-axis coordinates. 254 255 256 257 Affinity maturation design in Rosetta 258 259 The affinity maturation protocol consisted of an initial refinement of the complex by RosettaDock 38 260 followed by three iterations of backbone perturbation using RosettaBackrub 39 , interface design using 261 RosettaDesign 40 and rotamer repacking of the complex using a Monte Carlo based simulated annealing 262 algorithm 41,42 . During the Rosetta affinity maturation, only amino acids in the variable region within 5 Å 263 from any epitope residue are allowed to mutate. Each affinity matured designed complex was relaxed using 264 FastRelax (with constraints) 10 times and energy minimized (using Minimize). For each of these relaxed 265 poses, the binding energy (dG_separated) was calculated using the InterfaceAnalyzer 31 application. The 266 entire protocol was implemented in RosettaScripts 43 using the REF2015 energy function 30 (see Supp. info. 267 S6 for further details). This computational protocol was executed for 8,000 affinity matured sequence-268 design cycles. The top five variable region designs which show strong interaction energy scores with the 269 viral spike and low immunogenicity (high H-scores) were further investigated to glean insight on the 270 biophysics of interactions at the residue level.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "271 272 Author contributions 273 274 RC designed and performed the OptMAVEn experiments. VSB designed and performed the affinity 275 maturation experiments, MD simulations and related analyses. VSB, RC and CDM wrote the manuscript. 276 277 Acknowledgements 278 279 This activity was partially enabled by research conducted within", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "vaccine © 2020 Moderna, Inc) and neutralizing antibodies 9 has been made. A computational study identified the structural basis for multi-epitope vaccines 10,11 whereas in another study, the glycosylation 36 patterns of the spike SARS-CoV-2 protein were computationally deduced 12 . In addition, fully human single 37 domain anti-SARS-CoV-2 antibodies with sub-nanomolar affinities were identified from a phage-displayed 38 single-domain antibody library. Naïve CDRs were grafted to framework regions of an identified human germline IGHV allele using SARS-CoV-2 RBD and S1 protein as antigens 13 . In another study 14 , a human 40 antibody 47D11 was identified to have cross neutralizing effect on SARS-CoV-2 by screening a library of 41 SARS-CoV-1 antibodies. In two other studies, potent neutralizing antibodies were isolated from the sera of 42 convalescent COVID-19 patients 15, 16 . To the best of our knowledge, none of these neutralizing antibody 43 sequences are publicly available. In a follow up effort 17 , human antibody CR3022 (which is neutralizing 44 against SARS-CoV-1 18 ) has been shown to bind to SARS-CoV-2 RBD in a cryptic epitope but without a ", "cite_spans": [{"start": 879, "end": 882, "text": "15,", "ref_id": null}, {"start": 883, "end": 885, "text": "16", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Motivated by these shortcomings, here we explore the de novo design of antibody variable regions targeting 53 the most solvent-exposed residues of the spike protein that are also part of the residue contact map involved 54 in hACE2 binding, and trade-off binding energy against human sequence content in the variable region.", "cite_spans": [], "ref_spans": [], "section": "52"}, {"text": "The goal here is to exhaustively explore the sequence space of all possible variable region designs and 56 report a range of diverse solutions that can serve as potentially neutralizing antibodies (nAb). We find that 57 many different combinations of VDJ genes followed by mutation can yield potentially high affinity variable 58 regions (scored using the Rosetta binding energy function) against an epitope of the spike protein RBD.", "cite_spans": [], "ref_spans": [], "section": "55"}, {"text": "Pareto optimal designs with respect to binding affinity vs. human content were drawn and five affinity 60 matured designs are detailed in the results section.", "cite_spans": [], "ref_spans": [], "section": "59"}, {"text": "We first performed solvent accessibility analysis using the STRIDE 21 program on the 21 hACE2-binding 63 residues of the SARS-CoV-2 spike protein (S-protein) RBD to define our binding epitope. The top seven 64 residues with the highest solvent accessibility scores (i.e., SAS) are (Arg346, Phe347, Ala348, Tyr351, Figure 1 . The SARS-CoV-2 spike protein RBD in complex with Human ACE2 protein (PDB-id: 6LZG) is shown 70 along with the most solvent accessible residues at the binding interface highlighted in purple. A zoomed view of these 71 seven epitope residues is shown in the inset box. The numbering scheme for the S-protein residues is same as in PDB 72 accession id 6LZG (rcsb.org/structure/6LZG or 6VW1 7 and 6M0J 6 ).", "cite_spans": [], "ref_spans": [{"start": 314, "end": 322, "text": "Figure 1", "ref_id": "FIGREF5"}], "section": "62"}, {"text": "We next used the previously developed OptMAVEn-2.0 2 software to computationally identify the 75 combination of VDJ genes forming the variable region that best binds the desired epitope. OptMAVEn 22 76 has been used before successfully to design five high affinity CDRs against a FLAG tetrapeptide 23 , three 77 thermally and conformationally stable antibody variable regions (sharing less than 75% sequence similarity 78 to any naturally occurring antibody sequence) against a dodecapeptide mimic of carbohydrates 24 and two 79 thermostable, high affinity variable heavy chain domains (VHH) against α-synuclein peptide responsible 80 for Parkinson's disease 25 . All these designs were experimentally constructed and nanomolar affinities for 81 their respective target antigens was demonstrated.", "cite_spans": [], "ref_spans": [], "section": "74"}, {"text": "Through a combination of rotations and translations, OptMAVEn-2.0 identified 3,234 unique antigen poses 84 that presented the epitope to the antibody differently. The combinatorial space of different VDJ genes that 85 upon recombination form the variable region of the prototype antibody was informed by the MAPs database of antibody parts 26 . MAPs (see Supp. Info. S1 for link to full database) contains 929 modular antibody (i.e., variable-V*, complementarity determining -CDR3, and joining-J*) parts from 1,168 human, humanized, parts, C-terminus-shortened V parts (i.e. V* parts) and N-terminus-shortened J parts (J* parts). Note that 92 CDR3 includes the entire D gene and also up to the C-terminus of the V gene and up to the N-terminus of 93 the J gene. In the remainder of the manuscript, the list of parts used to design the variable region are referred 94 to as CDR3, V* and J* parts.", "cite_spans": [], "ref_spans": [], "section": "83"}, {"text": "For each one of the 3,234 spike poses, OptMAVEn-2.0 identified a variable region combination composed 97 of end-to-end joined V*, CDR3, and J* region parts that minimized the Rosetta binding energy between 98 the variable region and spike epitope formed by the seven residues. As part of OptMAVEn-2.0, the the complete design of the variable region using parts denoted as HV*, HCDR3, HJ* for the heavy chain paper 2 ). The top five prototype designs with the highest Rosetta binding energies were present in four 108 clusters and spanned a highly diverse set of choices of MAPs parts (see Table 1 ) with minimal conservation 109 of the same part among the five prototype designs. The number entries in Table 1 ", "cite_spans": [], "ref_spans": [{"start": 589, "end": 596, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 702, "end": 709, "text": "Table 1", "ref_id": "TABREF0"}], "section": "96"}, {"text": "Inspection of the interaction of design P1 with the spike epitope reveals strong electrostatic contacts 125 between the S-protein residues Tyr351, Asn354, and Arg355 (see Figure 1c ) all of which have been deemed 126 important for hACE2 binding 1 . The strongest contacts with the three epitope residues are established by 127 five antibody residues spanning both the heavy and light chains (shown in yellow in Figure 2b ). Spike", "cite_spans": [], "ref_spans": [{"start": 171, "end": 180, "text": "Figure 1c", "ref_id": "FIGREF5"}, {"start": 411, "end": 420, "text": "Figure 2b", "ref_id": "FIGREF3"}], "section": "124"}, {"text": "Tyr351 interacts with Ser64 in the HV* domain, Asn354 interacts with Glu38 and Tyr114 in HV* and KV* 129 domains respectively, while spike Arg355 interacts with Asn37 and Asp110 of HV* and HCDR3 domains, 130 respectively, in the stable spike-antibody complex (see Figure 2c ). ", "cite_spans": [], "ref_spans": [{"start": 264, "end": 273, "text": "Figure 2c", "ref_id": "FIGREF3"}], "section": "124"}, {"text": "We next applied Rosetta-based in silico affinity maturation (see Methods) for each one of the top five 140 prototype designs shown in Table 1 Figure 3a ). On average, upon affinity maturation, the 147 binding energy was improved by ~14 kcal/mol and the overall energy was improved by ~37 kcal/mol.", "cite_spans": [], "ref_spans": [{"start": 134, "end": 141, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 142, "end": 151, "text": "Figure 3a", "ref_id": "FIGREF6"}], "section": "139"}, {"text": "Supplementary S2 lists first the starting prototype design (i.e., P1, P2, P3, P4 or P5) followed by the 106 149 affinity matured designs (labeled as P1.D1, P1.D2, etc). On average, there were 4.5 mutations (Supp. info.", "cite_spans": [], "ref_spans": [], "section": "148"}, {"text": "We next assessed the departure of the 106 designed variable regions from fully-human antibody sequences antibodies 22 . The value of H-score is scaled to 100 and normalized by the length of the sequence. An antibody sequence with all 9-mers exactly matching 9-mers of human antibodies will have a perfect H-157 score of 100. Figure 3b illustrates the trade-off between the Rosetta binding energy vs. H-score for these 158 affinity matured variable region designs. For comparison, we calculated the H-score for the human 159 antibodies CR3022 32 , 80R 33 , S230 34 and M396 35 which are known to be neutralizing against SARS-CoV- spike protein RBD using complex structure (PDB-id:6W41) to be -56.4 kcal/mol which is very close to the on the spike RBD than the one that CR3022 targets (see Supp. Fig S7) .", "cite_spans": [], "ref_spans": [{"start": 325, "end": 334, "text": "Figure 3b", "ref_id": "FIGREF6"}, {"start": 794, "end": 801, "text": "Fig S7)", "ref_id": null}], "section": "S3) between computational affinity matured and prototype variable region designs."}, {"text": "176 Figure 4 shows the sequence alignment of these five selected affinity matured sequences (i.e., P1.D1, 187 188 Table 2 . List of important contacts between the spike protein epitope residues and residues of each of the selected 189 affinity matured designs. For each contact, the loss in binding energy upon mutation of antibody residue from the 190 interface to alanine is tabulated. The corresponding interacting spike residue is also shown. Antibodies that strongly bind to the RBD but do not inhibit hACE2 binding have been shown to be 195 neutralizing for SARS-CoV-2 (47D11 14 ) and for SARS-CoV-1 (CR3022 in combination with CR3014 32 ).", "cite_spans": [], "ref_spans": [{"start": 4, "end": 12, "text": "Figure 4", "ref_id": "FIGREF8"}, {"start": 114, "end": 121, "text": "Table 2", "ref_id": null}], "section": "175"}, {"text": "The mechanisms of neutralization of such antibodies are not completely known 14 . It is possible that upon ", "cite_spans": [], "ref_spans": [], "section": "196"}, {"text": "In comparison, our design P1.D1 forms strong contacts (see Table 2 ) with many residues of the RBD which 205 in turn also indirectly interact with hACE2 (see Figure 5 ). For example, residues L455 and T470 of the 206 RBD are in contact with both hACE2 contacting RBD residues Y449, F490 and P1.D1 contacting RBD residues Y351, I465. By perturbing the inter-residue interaction network of RBD-hACE2 it is plausible that a neutralizing effect can be achieved.", "cite_spans": [], "ref_spans": [{"start": 59, "end": 66, "text": "Table 2", "ref_id": null}, {"start": 158, "end": 166, "text": "Figure 5", "ref_id": null}], "section": "204"}, {"text": "We also carried out an all-atom Molecular Dynamics ( RBD of the SARS-CoV-2 spike protein potentially sequestering it from hACE2. This is also corroborated 217 by the Rosetta binding energy value of around -48.3 kcal/mol 1 calculated for the spike protein RBD with 218 hACE2 (from PDB-id: 6lzg) which is weaker by over 7 kcal/mol compared to designs P1.D1 and P1.D2.", "cite_spans": [], "ref_spans": [], "section": "210"}, {"text": "Finally, it is important to stress that our designs rely on the accuracy of the Rosetta energy function to 220 Figure 5 . Space filling plot of the P1.D1-RBD complex superimposed on the hACE2-RBD complex. In blue are shown the RBD residues in contact with hACE2 and in green the RBD residues in contact with the P1.D1 designed antibody. In pink are shown all the RBD residues that are in contact with both hACE2 contacting RBD residues and P1.D1 contacting RBD residues. A few residues that are a part of these inter-residue contacts are labelled.", "cite_spans": [], "ref_spans": [{"start": 111, "end": 119, "text": "Figure 5", "ref_id": null}], "section": "219"}, {"text": "recapitulate experimental affinities and that carrying out experimental binding assays are needed to confirm or refute these findings.", "cite_spans": [], "ref_spans": [], "section": "219"}, {"text": "In summary, the goal of this computational analysis was to assess the range of possible antibody designs 226 that can affect binding with the viral spike protein by interacting with residues involved in hACE2 binding.", "cite_spans": [], "ref_spans": [], "section": "225"}, {"text": "We reported on de novo prototype variable regions targeting the most solvent accessible seven-residue 228 epitope in the spike and their (computationally) affinity matured sequences with the lowest Rosetta binding 229 energies. Designs were rank ordered not only in terms of their Rosetta binding energy but also their 230 humanness score metric H-score. We reported complete amino acid sequences for the 106 affinity matured 231 designs as well as the five prototype sequences and V*, CDR3, and J* parts used. Importantly, we would 232 like to note that high affinities of designed antibodies, as modeled using the Rosetta binding energy ", "cite_spans": [], "ref_spans": [], "section": "227"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Biophysical characterization of the SARS-CoV2 spike protein 2", "authors": [{"first": "R", "middle": [], "last": "Chowdhury", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Maranas", "suffix": ""}, {"first": "R", "middle": [], "last": "Chowdhury", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Allan", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Maranas", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A human monoclonal 1 antibody blocking SARS-CoV-2 infection", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Potent neutralizing antibodies in the sera of convalescent COVID-19 patients are 16", "authors": [{"first": "C", "middle": ["M"], "last": "Poh", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Potent human neutralizing antibodies elicited by SARS-CoV-2 infection", "authors": [{"first": "B", "middle": [], "last": "Ju", "suffix": ""}], "year": null, "venue": "", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Human Monoclonal Antibody Combination against SARS Coronavirus: 330 Synergy and Coverage of Escape Mutants", "authors": [{"first": "M", "middle": [], "last": "Yuan", "suffix": ""}], "year": 2006, "venue": "PLoS Med", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Rapid in silico design of antibodies 332 targeting SARS-CoV-2 using machine learning and supercomputing", "authors": [{"first": "T", "middle": [], "last": "Desautels", "suffix": ""}, {"first": "A", "middle": [], "last": "Zemla", "suffix": ""}, {"first": "E", "middle": [], "last": "Lau", "suffix": ""}, {"first": "M", "middle": [], "last": "Franco", "suffix": ""}, {"first": "D", "middle": [], "last": "Faissol", "suffix": ""}], "year": 2020, "venue": "", "volume": "333", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.03.024885"]}}, "BIBREF6": {"ref_id": "b6", "title": "Synthetic nanobodies targeting the SARS-CoV-2 receptor-binding domain", "authors": [{"first": "J", "middle": ["D"], "last": "Walter", "suffix": ""}], "year": null, "venue": "", "volume": "335", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.16.045419"]}}, "BIBREF7": {"ref_id": "b7", "title": "STRIDE: a web server for secondary structure assignment from known 337 atomic coordinates of proteins", "authors": [{"first": "M", "middle": [], "last": "Heinig", "suffix": ""}, {"first": "D", "middle": [], "last": "Frishman", "suffix": ""}], "year": 2004, "venue": "Nucleic Acids Res", "volume": "32", "issn": "", "pages": "500--502", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "OptMAVEn -A New Framework for the de novo Design 339 of Antibody Variable Region Models Targeting Specific Antigen Epitopes", "authors": [{"first": "T", "middle": [], "last": "Li", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Pantazes", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Maranas", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "De novo design of antibody complementarity determining regions binding 30", "authors": [{"first": "K", "middle": ["C"], "last": "Entzminger", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The Rosetta All-Atom Energy Function for Macromolecular Modeling and 31", "authors": [{"first": "R", "middle": ["F"], "last": "Alford", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A comparison of successful and failed protein interface 32. Ter Meulen, J. et al. Human monoclonal antibody combination against SARS coronavirus", "authors": [{"first": "P", "middle": [], "last": "Benjamin Stranges", "suffix": ""}, {"first": "B", "middle": [], "last": "Kuhlman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Potent neutralization of severe acute respiratory syndrome (SARS) coronavirus by a 362 human mAb to S1 protein that blocks receptor association", "authors": [{"first": "J", "middle": [], "last": "Sui", "suffix": ""}], "year": 2004, "venue": "Proc. Natl. Acad. Sci. U. S. A", "volume": "101", "issn": "", "pages": "2536--2541", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Unexpected Receptor Functional Mimicry Elucidates Activation of Coronavirus 365", "authors": [{"first": "A", "middle": ["C"], "last": "Walls", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Potent cross-reactive neutralization of SARS coronavirus isolates by human 367 monoclonal antibodies", "authors": [{"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2007, "venue": "Proc. Natl. Acad. Sci. U. S. A", "volume": "104", "issn": "", "pages": "12123--12128", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Structural Basis for Potent Neutralization of Betacoronaviruses by Single-domain 37", "authors": [{"first": "D", "middle": [], "last": "Wrapp", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Computational simulations reveal the binding dynamics between human ACE2 371 and the receptor binding domain of SARS-CoV-2 spike protein", "authors": [{"first": "C", "middle": [], "last": "Lupala", "suffix": ""}], "year": 2020, "venue": "", "volume": "372", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.24.005561"]}}, "BIBREF18": {"ref_id": "b18", "title": "Protein-protein docking with simultaneous optimization of rigid-body 374 displacement and side-chain conformations", "authors": [{"first": "J", "middle": ["J"], "last": "Gray", "suffix": ""}], "year": 2003, "venue": "J. Mol. Biol", "volume": "331", "issn": "", "pages": "281--299", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Backrub-Like Backbone Simulation Recapitulates Natural Protein 376", "authors": [{"first": "C", "middle": ["A"], "last": "Smith", "suffix": ""}, {"first": "T", "middle": [], "last": "Kortemme", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Conformational Variability and Improves Mutant Side-Chain Prediction", "authors": [], "year": 2008, "venue": "J. Mol. Biol", "volume": "380", "issn": "", "pages": "742--377", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Design of a Novel Globular Protein Fold with Atomic-Level Accuracy. Science (80-. )", "authors": [{"first": "B", "middle": [], "last": "Kuhlman", "suffix": ""}], "year": 2003, "venue": "", "volume": "302", "issn": "", "pages": "1364--1368", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "An adaptive dynamic programming algorithm for the 381 side chain placement problem", "authors": [{"first": "A", "middle": [], "last": "Leaver-Fay", "suffix": ""}, {"first": "B", "middle": [], "last": "Kuhlman", "suffix": ""}, {"first": "J", "middle": [], "last": "Snoeyink", "suffix": ""}], "year": 2005, "venue": "Pac. Symp. Biocomput", "volume": "", "issn": "", "pages": "16--27", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "On-the-fly rotamer pair energy evaluation in protein 43", "authors": [{"first": "A", "middle": [], "last": "Leaver-Fay", "suffix": ""}, {"first": "J", "middle": [], "last": "Snoeyink", "suffix": ""}, {"first": "B", "middle": [], "last": "Kuhlman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "RosettaScripts: A Scripting Language Interface to the Rosetta", "authors": [{"first": "S", "middle": ["J"], "last": "Fleishman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "45 neutralizing effect for SARS-CoV-2 in vitro. Desautels et al 19 , performed a machine learning based in silico 46 mutagenesis of SARS-CoV-1 neutralizing antibodies to bind to SARS-CoV-2 spike protein. Walter et al 20 generated a number of synthetic nanobodies by in vitro screening large combinatorial libraries for binding 48 to SARS-CoV-2 spike RBD 20 . However, studies that perform structure guided design of high affinity 49 antibodies against specific epitopes of SARS-CoV-2 spike protein that may interfere with hACE2 binding 50 are still lacking.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "H and L/KV*, L/KCDR3 and L/KJ* for the light chain-L/K. Only 173 antigen-presenting poses out of 103 3,234 explored, yielded non-clashing antigen-antibody complexes. These 173 poses were ranked on the 104 basis of their Rosetta binding energies with the spike epitope and classified into 27 clusters (using k-105 means 29 ) in a 19-dimensional space defined by quantitative descriptors of sequence similarity, three-106 dimensional spatial pose, and the angle at which they bind to the target epitope (see details in original 107", "latex": null, "type": "figure"}, "FIGREF2": {"text": "correspond to the id of 110 the gene in the MAPs database (which are identical to the ids used in IMGT). Note that design P5 uses a 111 lambda (L) light chain instead of a kappa (K). Figure 1a plots the pairwise sequence similarity scores of the 112 five antibody variable domains that were used in the top five designs. As expected, the top five prototype 113 designs P1, P2, P3, P4, and P5 are the most dissimilar in their respective CDR3 domains in both light L, 114 heavy H and HV* domain (but not LV*). They are the most similar in the choice of parts for the J* domains database.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "(a) Pairwise sequence similarity percentages between the members of the six parts that were used to 133 construct the top five prototype variable regions with the lowest Rosetta binding energies with the viral spike epitope.134 (b) The amino acid sequence of prototype design P1 with the different domain parts highlighted in different colors.135 Spike epitope binding residues are highlighted in yellow. (c) Structural view of the strongest epitope-prototype 136 variable region interactions for P1. They imply strong electrostatic capture of three epitope residues by five variable 137 region residues spanning both heavy (H) and light (K) chains.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "to further enhance the non-covalent binding between the antibody 141 variable domains and the SARS-CoV-2 spike RBD. This computationally mimics the process of somatic 142 hypermutation leading to eventual affinity maturation of antibodies in B cells. This procedure identified a 143 total of 124 unique variable designs by introducing mutations in the five prototypes (see Figure 3a). We 144 retained 106 designs which achieved both an improvement in the Rosetta binding energy over their 145 respective prototype sequences and also further stabilization (i.e., lower overall Rosetta energy) of the 146 spike-antibody complex (see upper right quadrant of", "latex": null, "type": "figure"}, "FIGREF5": {"text": "These antibodies (including only Fv regions) have an average H-score of 62.98 (stdev: 4.9) which are in 161 the same range as our most human designs (e.g., P3.D1 and P3.D3).162 163 We selected five designs that were on the Pareto optimum curve shown in Figure 3b. The Pareto optimum 164 curve is defined as the collection of designs for which no other design exists that can simultaneously 165 improve upon both criteria (i.e., Rosetta binding energy and H-score). Designs P1.D1 and P1.D2 shown in 166 blue (in Fig. 3b) have the lowest Rosetta binding energies whereas P3.D1 and P3.D3 shown in yellow 167 correspond to the ones with the highest H-scores. Design P4.D1 is an intermediate design that balances 168 both binding energy and H-score. The lowest binding energy designs (P1.D1, P1.D2), irrespective of H-", "latex": null, "type": "figure"}, "FIGREF6": {"text": "(a) The 106 out of 124 Rosetta-affinity matured designs that improve upon both energy criteria fall in the top right quadrant. (b) Plot of the Rosetta binding energy vs. H-score for the 106 retained affinity-matured sequences. The blue line connects the designs on the Pareto optimum curve between these two design objectives. The three best-binding affinity matured designs (emerging from P1) -P1.D1 and P1.D2 are shown in blue whereas the two most human designs (emerging from P3) -P3.D1 and P3.D3 are shown in yellow. An intermediate design P4.D1 (emerging from P4) is shown in red.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "D2, P4.D2, P3.D1, and P3.D3). Shown in red boxes are the conserved positions and in red font the 178 positions with different but of similar type residues. A total of 156 out of 226 aligned positions are conserved among all designs.Table 2lists the most important (strongest) contacts with the spike protein as 180 informed by an in silico alanine scanning (Supp. info. S4) on the spike-binding residues of the variable 181 region designs. In essence, the alanine scanning analysis identifies the loss in binding energy that is incurred 182 upon mutating each residue (one at a time) to alanine.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Sequence alignment of Heavy chain sequences (panel A) and light chain sequences (panel B) of the five 184 pareto optimal affinity matured sequences. Conserved positions are outlined in blue boxes. Positions with same 185 residues across designs are highlighted in red and positions with different amino acid but similar residue type are 186 highlighted in white with red text.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "197 binding, these antibodies perturb the interaction network of the RBD with hACE2 thereby rendering RBD-198 hACE2 binding less effective. In addition, Daniel et al 36 showed that nanobody VHH-72 raised against 199 SARS-CoV-1 had a neutralizing effect despite binding to an epitope that does not overlap with the hACE2 200 residue binding domain. By fusing VHH-72 with a human IgG1 they demonstrated SARS-CoV-2 201 neutralizing activity. They hypothesized that binding of the nanobody with the trimeric spike protein may 202 disrupt conformational dynamics and consequently prevent binding to hACE2.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "MD) simulation of the best binding design P1.D1 in 211 complex with the RBD of the SARS-CoV-2 spike protein to assess the stability of the complex. Preliminary 212 results for a 50ns trajectory counted an average of ~4 hydrogen bonds (st. dev: 1.5) present at the antibody-213 antigen interface (Supp. Info. S5 for further details). This is quite encouraging, as in an earlier study 37 , MD 214 simulation of the hACE2 receptor in complex with the spike protein RBD reported an average of only 2.7", "latex": null, "type": "figure"}, "TABREF0": {"text": "V*, CDR3, J* gene ids for the top five prototype variable region designs and corresponding Rosetta pink) centroid and the Cβ carbon of the residue with greatest z-axis coordinate forms.", "latex": null, "type": "table"}, "TABREF2": {"text": "function, need not necessarily translate to therapeutic effectiveness. The exact mechanisms underlying the 234 therapeutic action of monoclonal antibodies are quite complex and often only partially understood. binding with the ACE2 receptor explains increased COVID-19 pathogenesis. bioRxiv directed against conserved linear epitopes on the SARS-CoV-2 spike protein. bioRxiv a FLAG tetra-peptide. Sci. Rep. 7, (2017). 24. Poosarla, V. G. et al. Computational de novo design of antibodies binding to a peptide with high affinity. Biotechnol. Bioeng. 114, 1331-1342 (2017). 25. Tiller, K. E. et al. Facile affinity maturation of antibody variable domains using natural diversity mutagenesis. Front. Immunol. 8, 986 (2017). Pantazes, R. J. & Maranas, C. D. MAPs: A database of modular antibody parts for predicting tertiary structures and designing affinity matured antibodies. BMC Bioinformatics 14, 168 (2013). 27. Lefranc, M.-P. IMGT, the international ImMunoGeneTics database. Nucleic Acids Res. 31, 307-IBM ILOG CPLEX 12.7 User's Manual (IBM ILOG CPLEX Division, Incline Village, NV).1. 29. Lloyd, S. P. Least Squares Quantization in PCM. IEEE Trans. Inf. Theory 28, 129-137 (1982). designs highlights the challenges of designing buried hydrogen bonds. Protein Sci. 22, 74-82", "latex": null, "type": "table"}}, "back_matter": [{"text": "(P3.D1, P3.D3) may offer the highest potential as therapeutic antibodies. In addition, we calculated the", "cite_spans": [], "ref_spans": [], "section": "annex"}]}