{
    "paper_id": "6b0e899c746949a7079af8980ffb260a7866dbe6",
    "metadata": {
        "title": "Journal Pre-proof Comment et pourquoi les rhumatologues sont importants faceà la crise du COVID-19? Comment et pourquoi les rhumatologues sont importants face à la crise du COVID-19 ?",
        "authors": [
            {
                "first": "Renaud",
                "middle": [],
                "last": "Felten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU de Strasbourg",
                    "location": {
                        "settlement": "Strasbourg",
                        "country": "France"
                    }
                },
                "email": "renaud.felten@chru-strasbourg.fr"
            },
            {
                "first": "Emmanuel",
                "middle": [],
                "last": "Chatelus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU de Strasbourg",
                    "location": {
                        "settlement": "Strasbourg",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurent",
                "middle": [],
                "last": "Arnaud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU de Strasbourg",
                    "location": {
                        "settlement": "Strasbourg",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "La crise sanitaire sans précédent du COVID-19 a mobilisé tous nos personnels médicaux, au premier rang desquels les médecins urgentistes, les réanimateurs, les spécialistes des maladies infectieuses et les internistes. Les rhumatologues ont néanmoins dû et pu trouver facilement leur place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Une recherche sur clinicaltrials.gov, effectuée le 23 avril 2020, a permis d'identifier 363 essais cliniques interventionnels de phase I à IV pour la prise en charge thérapeutique de la pandémie à COVID-19 (figure 1), impliquant un total de 170 traitements. De manière intéressante, 143 essais (39 %) portent sur des traitements utilisés quotidiennement par les rhumatologues : 10 pour les AINS et les corticostéroïdes, 133 pour les DMARDs (88 hydroxychloroquine, 14 chloroquine, 14 tocilizumab, 8 sarilumab, 6 colchicine, 4 anakinra, 3 baricitinib, 1 tofacitinib, 1 méthotrexate, certains essais testant plusieurs molécules en même temps dans différents bras). En outre, 46 essais (13 %) évaluent des thérapies ciblées bien connues des rhumatologues puisqu'elles sont utilisées dans d'autres indications (immunothérapie du cancer ou immunosuppresseurs classiques, n = 9) ou sont en cours de développement dans des maladies inflammatoires (n = 37). Les rhumatologues ont ainsi l'expérience des médicaments impliqués dans plus de 50 % des essais COVID-19. Les essais de traitements antiviraux spécifiques (n = 30) ou d'évaluation de vaccins (n = 14) représentent un peu plus de 10 % des essais (n = 44). Quarante essais ont évalué des thérapies cellulaires (n = 22) ou des transfusions de plasma de patients immunisés (n = 18). Vingt et un essais évaluent des modalités d'oxygénothérapie ou des traitements par inhalation. Dix-sept essais évaluent des suppléments vitaminiques ou alimentaires. Enfin, 52 évaluent une grande variété de traitements, notamment des inhibiteurs de l'enzyme de conversion de l'angiotensine, des antagonistes des récepteurs de l'angiotensine II, des antiagrégants, des anticoagulants, des antibiotiques et d'autres traitements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Le site covid-nma.com est un outil rapide et utile pour tous les cliniciens qui recherchent des informations rapides sur les recherches en cours et celles dont les résultats ont été publiés. Il s'agit d'une cartographie évolutive de la recherche sur le COVID-19. Sur ce site, le 23 avril 2020, 339 essais randomisés (à l'exclusion des essais de médecine traditionnelle chinoise) dont 163 ECR en cours de recrutement ont été identifiés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Au début de cette pandémie, nous craignions pour la santé de nos patients atteints de maladies inflammatoires chroniques traités avec des médicaments immunosuppresseurs. Le manque de données sur cette population en Chine a suscité des inquiétudes quant à la susceptibilité de nos patients aux formes graves. Des données européennes plus récentes, suggèrent maintenant qu'ils ne devraient pas être exposés à un risque aussi élevé (3) . Il est à noter que ces données rassurantes sont sujettes à des biais puisque ces patients peuvent avoir été confinés plus tôt, de manière plus stricte et peuvent se protéger mieux que la population générale. Il est donc de notre devoir de continuer à enregistrer ces patients en décrivant les formes sévères mais également bénignes afin de constituer une base de données fiable de cette population potentiellement à risque. Bien que l'interruption du traitement immunosuppresseur en cas d'infection soit logique et couramment effectuée par les patients eux-mêmes, la question de sa reprise une fois l'infection COVID-19 guérie reste une inconnue. N'y a-t-il pas un risque de réactivation virale par inhibition de la réponse antivirale ? Il convient donc de mettre l'accent sur les mesures de barrière autant que possible. Nos patients doivent également être informés des signes cliniques qui justifient une consultation médicale (fièvre et manifestations respiratoires). Il est donc important qu'ils puissent facilement contacter leur rhumatologue (4).",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 432,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Notre expérience de rhumatologues dans la conception d'essais cliniques, l'inclusion de patients dans ces essais et notre connaissance de nombreux de ces traitements potentiels nous ont permis de nous rendre utiles pendant cette pandémie, alors que personne ne soupçonnerait un rhumatologue d'avoir un rôle important à jouer dans une telle crise sanitaire. En outre, la surveillance de nos patients à risque J o u r n a l P r e -p r o o f pendant cette pandémie, l'identification des cas d'infection et leur signalement à nos registres constituent également une tâche importante pendant cette crise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Old and new antirheumatic drugs for the treatment of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benucci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Damiani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Infantino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manfredi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Quartuccio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Joint Bone Spine. 1 mai",
            "volume": "87",
            "issn": "3",
            "pages": "195--202",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Urgent avenues in the treatment of COVID-19: Targeting downstream inflammation to prevent catastrophic syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Quartuccio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Semerano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benucci",
                    "suffix": ""
                },
                {
                    "first": "M-C",
                    "middle": [],
                    "last": "Boissier",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Joint Bone Spine. 1 mai",
            "volume": "87",
            "issn": "3",
            "pages": "191--194",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course of COVID-19 in a series of patients with chronic arthritis treated with immunosuppressive targeted therapies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Monti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balduzzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Delvino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bellis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Quadrelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montecucco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis. 1 mai",
            "volume": "79",
            "issn": "5",
            "pages": "667--675",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Implications of COVID-19 for the management of patients with inflammatory rheumatic diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Richez",
                    "suffix": ""
                },
                {
                    "first": "Lazaro",
                    "middle": [
                        "E"
                    ],
                    "last": "Lemoine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Truchetet",
                    "suffix": ""
                },
                {
                    "first": "M-E",
                    "middle": [],
                    "last": "Schaeverbeke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Joint Bone Spine. 1 mai",
            "volume": "87",
            "issn": "3",
            "pages": "187--196",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}