{
    "paper_id": "6c057384c183b54b2d12a7b3a47cfd9b88166526",
    "metadata": {
        "title": "Infectious Diarrhoea in Children",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "R"
                ],
                "last": "Hamilton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Enteric infections continue to have a devastating effect on the health of children throughout the world. In regions where hygienic and nutritional standards are low and access to modern health care is poor, annual deaths are measured in millions (Rohde and Northrup, 1976) . Within societies considered to be \"developed\", infant mortality from diarrhoea1 disease is much less but the problem remains a major cause of illness and a significant cause of death Carlson etal., 1978) . The recognition of the importance of clean, properly constituted infant diets and the identification of the special needs of the young for water and electrolytes were important milestones in the emergence of modern pediatrics. The dissemination of these principles undoubtedly greatly diminished the occurrence, and severity of infectious diarrhoea among infants and children in developed countries in the first half of the century. In the past decade further advances have been made in our understanding of the causes and mechanisms of infectious diarrhoea, exciting advances that promise to have a significant impact on both morbidity and mortality from enteric infection among children everywhere.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 272,
                    "text": "(Rohde and Northrup, 1976)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 458,
                    "end": 478,
                    "text": "Carlson etal., 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Until recently m o s t diagnostic microbiological laboratories could identify a causative organism in about ten percent of apparent cases of acute infection in infants and young children; this percentage should now exceed fifty. The marked, sudden improvement in diagnostic capability can be attributed primarily to the identification of a specific virus as a common enteric pathogen but certain bacteria have also been newly recognized as pathogens in infants and children. Australian workers have played a major role in these research developments. It is notable that in several instances our colleagues in veterinary medicine have led the way to important new advances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AETIOLOGY"
        },
        {
            "text": "The examination of faeces from infants with acute enteritis by negative stain contrast electron microscopy has identified two certain viral pathogens and several candidate agents (Middleton e t al., 1977; Schreiber ef al., 1977) . Earlier studies using conventional techniques for virus culture had failed to implicate viruses as a significant causative agent. Human rotavirus and the parvo-like agents have been clearly identified as pathogens while several other viral particles have been seen consistently in association with acute infantile diarrhoea.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 204,
                    "text": "(Middleton e t al., 1977;",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 228,
                    "text": "Schreiber ef al., 1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral enteritis"
        },
        {
            "text": "Human rotavirus (HRV) [orbivirus, reo-like agent, duovirus, infantile gastroenteritis virus].",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 21,
                    "text": "(HRV)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral enteritis"
        },
        {
            "text": "Since it was first reported from Melbourne (Bishop etal., 1973) , HRV has become recognized as a human pathogen of world wide prevalance. The virus is unquestionably the major cause of severe acute enteritis among infants in temperate climates and recent preliminary studies suggest that it is an important pathogen in tropical regions too (Simhon and Mata, 1978) . Proof that HRV is a pathogen comes from recognition of the virus in stools, upper intestinal contents and duodenal epithelium in acutely ill but not convalescent patients, the experimental infection of an adult volunteer and the detection of raised serum antibody levels after spontaneously occurring acute attacks.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 63,
                    "text": "(Bishop etal., 1973)",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 363,
                    "text": "(Simhon and Mata, 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral enteritis"
        },
        {
            "text": "The virus invades the upper intestinal epithelium. In severe infections it probably involves much of the length of the small bowel but usually it remains confined to the enterocytes. The illness that results is relatively consistent (Tallett ef al., 1977) ; early low grade fever and vomiting, then watery diarrhoea, rarely with blood. Symptoms develop over two to three days and usually subside within five to six. Accurate data on faecal losses are difficult to obtain because of the brief self-limited nature of the illness but sodium and chloride concentrations of up to 60 mEq per litre can be anticipated in the acute phase of the disease.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 255,
                    "text": "(Tallett ef al., 1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral enteritis"
        },
        {
            "text": "Found on all continents in all racial groups, HRV seems to cause about 50% of all severe acute infectious diarrhoea in infants, at least those living in temperate climates where the incidence may rise as high as 80% in winter months. The infection is particularly common between the ages of 6 months and 2 years and rarely causes a serious illness in children beyond 4 years of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral enteritis"
        },
        {
            "text": "Clearly established as human pathogens are the parvo-like particles seen first in an epidemic in Norwalk, Ohio (Schreiber eta/., 1977; Adler and Zicke, 1969) . Other strains have been identified in Hawaii and in Montgomery County. These agents invade the upper intestinal epithelium; they have been seen in association with epidemics of diarrhoea but usually in adults rather than in children.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 134,
                    "text": "(Schreiber eta/., 1977;",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 157,
                    "text": "Adler and Zicke, 1969)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Other viruses"
        },
        {
            "text": "Several other distinct viral particles, found usually in dense profusion in stools from infants with acute diarrhoea, are seen to disappear as the patient recovers (Middleton ef a/., 1977) . To date our efforts to identify candidate agents in the duodenal juice or mucosa of apparently active cases have been unsuccessful. These agents must still be considered candidate pathogens since in none has a systemic antibody response been shown, nor has a human been infected experimentally. The viruses under study at present i n c l u d e \" m i n i -r e o \" viruses, p a r t i c l e s of approximately 30 nm diameter, apparently possessing a double capsid, adenoviruses icosahedral structures, 75 nm in diameter, picornalparvoviruses, featureless, spherical particles, 22 to 30 nm in diameter and possibly related to the Norwalk, Hawaii, Montgomery County viruses and astroviruses, spherical particles, 28 nm in diameter, a portion of which have stain-filled surface hollows and a star-shaped periphery.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 188,
                    "text": "(Middleton ef a/., 1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other viruses"
        },
        {
            "text": "Occasional specimens seen in our hospital have appeared to contain calici-like particles; others have reported coronavirus in outbreaks of infantile diarrhoea but these agents have not been identified at our hospital. Unfortunate but compelling evidence to support the pathogenicity of at least four of the groups of viruses just described comes from the pattern of spread of each infection in a hospital ward. Each infection tends to \"breed true\" with identification of the same virus from a neighbouring infant one to six days after the identification of an index case. Of all cases of proven or presumed viral diarrhoea identified in children in our hospital fully one-third are nosocomial in origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other viruses"
        },
        {
            "text": "In recent years new concepts have emerged regarding the interactions between Escherichia coli and the human intestine. Furthermore, certain bacteria have been newly recognized as pathogens. Inexplicably, these advances have been slow in achieving general recognition by paediatricians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Enteritis"
        },
        {
            "text": "The diagnosis of pathogenicity of a strain of E. coli has rested (in many centres it continues to rest) on identification of specific capsular antigens by serotyping. Certain strains of the organism, so defined, have been considered pathogenic because of their association with outbreaks of diarrhoea in the past. Serotyping may be of value in tracing an epidemic of diarrhoea and a recent study has shown an increased incidence of recognized pathogenic strains among patients with diarrhoea compared with controls (Gurwith et a/., 1978) . However, since the capsular antigen appears to bear little relationship to the characteristics that are recognized currently as factors in the pathogenesis of diarrhoea, serotyping is unlikely to be of much help in assessing sporadic cases. Strains of E. coli can cause intestinal injury by invading the mucosa or, more commonly, by elaborating enterotoxins which may be heat labile (LH) or heat stable (SH). Enterotoxin producing and invasive strains of E. coli have caused sporadic cases of diarrhoea in infants and children, but their incidence appears to be relatively low. Recent research has caused us to revise our thinking about this bacterium, but unfortunately it has not yet provided us with practical diagnostic methodology. Laboratory techniques are available for the bioassay of LH and SH enterotoxinity and invasiveness, but they are crude, cumbersome and therefore not yet suitable for routine diagnostic laboratories.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 537,
                    "text": "(Gurwith et a/., 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(a) Escherichia coli2"
        },
        {
            "text": "This gram negative rod is now recognized as an important cause of enteric infection in most regions of the world. The incidence in our hospital is comparable to that of Shigella.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Escherichia coli2"
        },
        {
            "text": "The pathogenesis of this infection is not completely known but the organism is known to invade the bowel wall, particularly the distal ileum where ulcerations may develop and regional nodes may be involved. Although human to human transmission is probably a major mode of spread, contaminated water has been suggested and a number of animals including pigs, cats and dogs can harbour the bacterium. The infection is seen in patients of all ages but the young seem particularly susceptible. Among children the peak incidence is between one and five years. The typical clinical syndrome caused by Yersinia enterocolitica in an infant or young child is characterized by fever and acute, self-limited, watery diarrhoea resolving in three to four days. In older children abdominal pain is very common. The pain, crampy, located in the right lower quadrant or mid abdomen, may persist for days or weeks with chronic diarrhoea. Early in the illness such patients are suspected of having acute appendicitis and if the illness persists the picture mimics that of nonspecific inflammatory bowel disease, particularly Crohn's disease. B a r i u m s t u d i e s m a y d e m o n s t r a t e i l e a l abnormalities similar to those seen in Crohn's disease but they are superficial and short-lived. The extra-intestinal manifestations of the infection, erythema nodosum and arthritis, are rare in children. Culture of the organism from stools, although not particularly difficult, requires special attention because a longer incubation period may be required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Escherichia coli2"
        },
        {
            "text": "Campylobacters are microaerophilic vibrios which differ from V . cholera; for many years they have been known to cause several diseases in domestic animals. Since techniques for stool culture of the human pathogens C. jejuni and C. coli were devised it has been possible to determine the incidence and nature of the disease caused by these organisms. Evidence to support the pathogenicity of these bacteria comes from stool culture data in acute cases, convalescent cases and asymptomatic controls in addition to detection of rising antibody levels, and on occasion, positive blood culture. The major sites of infection seem to be the jejunum and ileum. It is not known whether enterotoxin production, invasion of the bowel wall or both are the mechanisms for diarrhoea in this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Escherichia coli2"
        },
        {
            "text": "Reports from several centres now support the claim that these organisms are important causes of acute enteritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Escherichia coli2"
        },
        {
            "text": "Skirrow recently found an incidence of 6.7% in unselected patients with diarrhoea, slightly higher than that for all other bacterial pathogens combined (Skirrow, 1977) . In this same series half the patients were between 15 and 44 years but significant numbers of cases were found in younger children. The experience with this infection in our hospital is similar to that reported from elsewhere. Watery diarrhoea is preceeded usually by a brief period of fever and malaise. In a high proportion of cases there is red blood with cellular exudate in the stools. Crampy, mid-abdominal pain, often severe, may persist for several days after the diarrhoea which settles in one to three days.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 167,
                    "text": "(Skirrow, 1977)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "(a) Escherichia coli2"
        },
        {
            "text": "It has been suggested that a reservoir of these organisms exists in wild birds and that they can be transmitted to man by healthy poultry or other foodstuffs contaminated by bird droppings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Escherichia coli2"
        },
        {
            "text": "Selective techniques must be used to culture these organisms in stool. They have an unusually high optimum growth temperature, 43°C but are easily detected after overnight culture and usually are sensitive to erythromycin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Escherichia coli2"
        },
        {
            "text": "Diarrhoea, for the purposes of the following discussion, can be considered a state in which excessive water is lost in stools. Water moves across intestinal membranes passively in response to the transport of solutes particularly sodium, chloride and glucose. Modern techniques to measure solute fluxes in intestinal tissue have been applied with great success to the study of diarrhoea1 disease in recent years. In general, enteric infectious agents can be divided into those that disturb transport function by producing enterotoxin in the lumen and those that invade the absorptive surface. As information accumulates, considerable variability within these two groups and overlap between them may become apparent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATHOGENESIS OF INFECTIOUS DIARRHOEA"
        },
        {
            "text": "In toxigenic diarrhoeas, mucosal integrity is preserved and secretion stimulated by a product of the organism. The prototype is cholera (Field, 1976) . In the past decade remarkable progress has been made in defining the mechanisms of action of choleragen, the potent enterotoxin produced by V. cholerae. Choleragen binds to the brush border surface of the small intestine and interacts with NADH and other cytosol factors to stimulate adenyl cyclase activity in the lateral cell membrane. lntracellular accumulation of cyclic AMP causes secretion of what can be massive amounts of neutral sodium chloride into the lumen. Glucose stimulated sodium absorption and probably glucose absorption are relatively intact. The voluminous watery stools contain high concentrations of sodium and chloride approaching those found in extracellular fluid.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 149,
                    "text": "(Field, 1976)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "1, Enterotoxigenic Diarrhoea"
        },
        {
            "text": "The heat labile toxin of E. coli, LH, appears to act similarly to choleragen although its mode of binding to the intestine differs. The mode of action of heat stable E. colitoxin, SH, is unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1, Enterotoxigenic Diarrhoea"
        },
        {
            "text": "The functional impact of an invasive infection will depend to some degree on the region of intestine affected and the extent to which the bowel wall and adjacent structures are involved in the disease. Studies in our laboratory have focused on acute viral enteritis;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "lnvasive lnfecfions"
        },
        {
            "text": "we have made extensive use of a specific enteritis occurring in piglets for this work (Hamilton etal., 1976) . Transmissible gastroenteritis (TGE) is an acute coronavirus infection that can be consistently induced in experimental conditions in two to three week old pigs. Although caused by a different agent, the disease is very similar to human rotavirus enteritis in that it is confined to the epithelium of the small bowel. In TGE the defect in the intestinal transport of sodium and chloride differs from that seen in cholera. Glucose stimulated sodium transport is defective and activity of the Na+-K+-ATPase system, located in the lateral epithelial membrane, is supressed. Although perfusion studies suggested a secretion of sodium and chloride into the upper intestinal lumen, no stimulus of adenyl cyclase nor accumulation of cyclic AMP can be demonstrated. The infection involves the proximal portion of the small intestine and extends for a variable extent distally. Our recent studies indicate that ileal involvement is likely to be an important determinant of the severity of the diarrhoea occurring in cholera; sodium concentrations in stools are 50-80 mEqllitre rather than 120 mEqllitre. Although significant increases of faecal sugar concentrations are rarely seen even in acute disease, mucosal disaccharidase activities are diminished and our preliminary studies demonstrate a suppression of intestinal transport of glucose as expected.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 108,
                    "text": "(Hamilton etal., 1976)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "lnvasive lnfecfions"
        },
        {
            "text": "In TGE, defective transport and diarrhoea are at their worst about 40 hours after infection, at a stage of the disease when virus infected cells have already been shed from the mucosa. Diarrhoea occurs at a time when the intestinal villi are covered, not with infected cells, but with cells that have failed to differentiate and mature as they migrated up from the crypts to replace the shed cells. Studies of undifferentiated enterocytes, isolated selectively from normal crypts, have shown transport characteristics similar to those occurring in cells isolated from villi after viral infection (Gall eta/., 1977) .",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 614,
                    "text": "(Gall eta/., 1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "lnvasive lnfecfions"
        },
        {
            "text": "Fortunately, the piglet is also susceptible to the human rotavirus. We have recently shown abnormalities in ion transport and defective mucosal epithelial differentiation in piglets infected with HRV identical to those occurring in TGE infected animals (Davidson et a/., 1977) . This form of infectious diarrhoea caused by an invasive agent clearly differing from that caused by enterotoxin, appears not to be a direct response to viral damage. Diarrhoea is associated with a defect in the normal differentiation of the small bowel enterocyte. One can be confident in applying the general interpretations from the TGE model to the human disease. It remains to be seen whether other invasive enteritides, viral, bacterial or parasitic, distort transport and epithelial differentiation in a similar fashion. Undoubtedly, the region of intestine involved and the extent to which the full thickness of the bowel wall is involved will be among the factors determining the pathophysiological response.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 276,
                    "text": "(Davidson et a/., 1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "lnvasive lnfecfions"
        },
        {
            "text": "The new information described above presents many challenges to the clinician and to the researcher but even administrators and politicians might sense some provocation. Several important enteric infections of childhood have been newly recognized in the past decade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNIFICANCE OF RECENT RESEARCH"
        },
        {
            "text": "In an era of rapid communications, it is alarming to see the sluggishness with which this diagnostic information has disseminated. Even today, many institutions capable of the most elaborate biochemical investigations of children, cannot make a microbiological diagnosis of many of these diseases. As our understanding, not only of aetiology but also of epidemiology and pathogenesis has grown, it has become more important to make specific microbiological diagnoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNIFICANCE OF RECENT RESEARCH"
        },
        {
            "text": "Some therapeutic implications of recent research are apparent. For a problem as prevalent and global as infectious diarrhoea, preventative measures must have a high priority. The recognition of a major viral pathogen affecting infants, human rotavirus, raises the possibility of a vaccine but the reality of such a vaccine, should it prove feasible, is several important steps away, since the virus cannot yet be reliably sustained in tissue culture. The production and use of a cholera toxoid is currently under investigation in several centres but it is not yet available. In the meantime, perhaps some less sophisticated alternative preventative measures are at our disposal. Although its specific action on different pathogenic organisms has not been studied in detail, breast feeding has been shown to have a beneficial effect on morbidity and mortality from diarrhoea. More work is needed to substantiate these observations in relation to specific enteritides, but studies from Costa Rica have recently shown antibody to human rotavirus in human colostrum.8 Even now, there appears to be sufficient evidence to advocate breast feeding, particularly in communities where attack rates for infantile enteritis are high. Two additional opportunities to improve preventative measures have become apparent. Electron microscopic studies have shown that spread of viral enteritides in institutions, particularly children's hospitals, is extremely high, a problem that will become more obvious as diagnostic techniques become available more widely. The situation is clearly worthy of aggressive attempts to isolate cases and to enforce scrupulous hygiene for attending personnel, particularly doctors. Other possible sources of bacterial infection, including household pets and dietary poultry, have recently become apparent. Awareness of these potential sources may help in preventing the spread of a particular infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNIFICANCE OF RECENT RESEARCH"
        },
        {
            "text": "With regard to active therapy, the new understanding of the pathogenesis of cholera diarrhoea has already been put to use in the field. Capitalizing on the preservation of glucose stimulated sodium absorption, workers have used oral glucose-electrolyte solutions to substantially improve the outlook for the patient with cholera (Rohde and Northrup, 1976) . The same approach, using a mixture now provided by WHO, has been used to good effect in treating infants and young children with apparent acute enteritis in whom no specific microbiological diagnosis was made (Hirschhorn, 1977) . Since, in many infants, invasive viral e n t e r i t i s s e e m s m u c h m o r e c o m m o n than an enterotoxigenic infection, further work is needed to determine whether the presently available oral glucoseelectrolyte solution, designed primarily for cholera is optimal for other infectious diarrhoeas of infancy and childhood. The observed relationship between defective differentiation of the epithelium and the development of viral diarrhoea raises the possibility of an important role for adequate nutrient intake in the convalescent phase of this invasive enteritis. Available data may not permit dogma concerning fluid and nutritional therapy for infectious diarrhoea but one can state with confidence that available drugs are of little use in active therapy. Antibiotics have no place in treating viral enteritis and are of little use in bacterial enteritis except when there is concern about systemic infection or in the occasional case of a persisting infection. Anti-peristaltic drugs do not help acute infectious diarrhoea since it is not motility but transport that is impaired in these diseases.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 355,
                    "text": "(Rohde and Northrup, 1976)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 567,
                    "end": 585,
                    "text": "(Hirschhorn, 1977)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "SIGNIFICANCE OF RECENT RESEARCH"
        },
        {
            "text": "The opportunities for future research based on these recent advances appear boundless. There is a need to learn much more about the organisms that infect the gut, and the mechanisms by which they disturb intestinal function. Practical information should evolve as simpler diagnostic techniques are developed and clinical and epidemiological studies are completed. From a gastroenterologists perspective, admittedly biased, a less obvious avenue for future research based on these studies suggests itself. From our investigations of acute viral enteritis it has become apparent that the migration and differentiation of the small intestinal epithelium are important determinants of the function of that crucial and complex organ. We suspect that an understanding of the obscure factors that control these phenomena holds a key to an understanding of many important intestinal disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNIFICANCE OF RECENT RESEARCH"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Winter vomiting disease",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J L"
                    ],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zicke",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J. Infect Dis",
            "volume": "119",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virus particles in epithelial cells of duodenal mucosa from children with acute non-bacterial gastroenteritis",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "G P"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "I H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "6",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruck",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fatal rotavirus gastroenteritis: an analysis of 21 cases",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "P J"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M T"
                    ],
                    "last": "Szymanski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Petric",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Am. J. Dis Child",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The influence of age and nutrition on the incidence and control of enteric infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cruikshank",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Med. Clin. North. Am",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human rotavirus enteritis induced in conventional piglets",
            "authors": [],
            "year": null,
            "venue": "J Clin. Invest",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Yersiniosis in children",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "B"
                    ],
                    "last": "Martineau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lafleur",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Can. Med. Assoc. J",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Regulation of active ion transport in the small intestine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Acute Diarrhoea in Childhood",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Na+ transport in jejunal crypt cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infectious diarrhoea in infants and children",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Clin. Gastroenferol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A prospective study of enteropathogenic Escherichia coliin endemic diarrhoeai disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grass",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Infect. Dis",
            "volume": "137",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Viral gastroenteritis: recent progress, remaining problems. In Acute Diarrhoea in Childhood",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P J"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Ciba Foundation Symposium",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A positive effect on nutrition of domicilliary oral glucoseelectrolyte therapy for diarrhoea in Philippine children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hirschhorn",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Bull. WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Yersinia enterocolifica infections in children",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "S"
                    ],
                    "last": "Kohl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "Nahmias",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Pediatr",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Viruses associated with acute gastroenteritis in young children",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "P J"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Szymanski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petric",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am. J. Dis. Child",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Newer microbial agents in diarrhoea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oleske",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Flax",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Hosp. Prac II",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Taking science where the diarrhoea is",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "Northrup",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Acute Diarrhoea in Childhood Cibd Foundation Synipusium",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Recent advances in viral gastroenteritis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Trier",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "N"
                    ],
                    "last": "Blacklow",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Gastroenterology",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dynamics of altered ileal transport in viral diarrhoea (abstract)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J R"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Pediatr. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Anti-rotavirus antibody in human colostrum",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "A"
                    ],
                    "last": "Simhon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mata",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Campylobactor enteritis (letter)",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "N A"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "F J"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Br. Med. J",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Campylobacter enteritis: a \"new\" disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skirrow",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Br. Med. J",
            "volume": "2",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Clinical, laboratory and epidemlOlOgiCai features of a viral gastroenteritis in infantsand children",
            "authors": [
                {
                    "first": "Hamilton",
                    "middle": [
                        "B"
                    ],
                    "last": "Kerzner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Pediatrics",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The nature and action of cholera toxin",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Heynlngen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Heyningen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Acute Diarrhoea in Childhood. Ciba Foundation Symposium",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Yersinia enteritis and enterocolitis gastroenterological aspects",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "K"
                    ],
                    "last": "Gaeboes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P H"
                    ],
                    "last": "Bertrand",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Gastroenterology",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Yersinia enterocoiitica infection in a 4-month-old infant associated with infection in household dogs",
            "authors": [],
            "year": 1976,
            "venue": "J. Pediatr",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}