{"paper_id": "6e27ec5a112a1d55fcce32ccb24a1237df970c5b", "metadata": {"title": "Event Relationship Analysis for Temporal Event Search", "authors": [{"first": "Yi", "middle": [], "last": "Cai", "suffix": "", "affiliation": {"laboratory": "", "institution": "South China University of Technology", "location": {"settlement": "Guangzhou", "country": "China"}}, "email": "ycai@scut.edu.cn"}, {"first": "Qing", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "City University of Hongkong", "location": {"settlement": "Hongkong", "country": "China"}}, "email": ""}, {"first": "Haoran", "middle": [], "last": "Xie", "suffix": "", "affiliation": {"laboratory": "", "institution": "City University of Hongkong", "location": {"settlement": "Hongkong", "country": "China"}}, "email": ""}, {"first": "Tao", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "South China University of Technology", "location": {"settlement": "Guangzhou", "country": "China"}}, "email": ""}, {"first": "Huaqing", "middle": [], "last": "Min", "suffix": "", "affiliation": {"laboratory": "", "institution": "South China University of Technology", "location": {"settlement": "Guangzhou", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "There are many news articles about events reported on the Web daily, and people are getting more and more used to reading news articles online to know and understand what events happened. For an event, (which may consist of several component events, i.e., episodes), people are often interested in the whole picture of its evolution and development along a time line. This calls for modeling the dependent relationships between component events. Further, people may also be interested in component events which play important roles in the event evolution or development. To satisfy the user needs in finding and understanding the whole picture of an event effectively and efficiently, we formalize in this paper the problem of temporal event search and propose a framework of event relationship analysis for search events based on user queries. We define three kinds of event relationships which are temporal relationship, content dependence relationship, and event reference relationship for identifying to what an extent a component event is dependent on another component event in the evolution of a target event (i.e., query event). Experiments conducted on a real data set show that our method outperforms a number of baseline methods.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "With the development of the Internet, news events are reported by many news articles in the form of web pages. People are getting more and more used to reading news articles online to know and understand what events happened. For a composite/complex event, it may consist of several component events, i.e., episodes. There are some interrelationships among these component events as they may be dependent on each other. For example, the event of \"Toyota 2009-2010 vehicle recalls\" contains several interrelated component events, e.g., the event \"Toyota recall due to safety problems from 2009 to 2010\" causes the happening of the event \"NHTSA conduct investigations for Toyota recall\" and the event \"US congressional hearings hold for Toyota recall\", and so on. Also, the event \"US congressional hearings hold for Toyota recall\" has a strong relationship with the event \"Toyota's president to testify in US congressional hearings\".", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Quite often, what people interested in is not just a sole news article on an event, but also the related events reported by other news articles. Indeed, they are often interested in the whole picture of an event evolution or development along a timeline. This calls for modeling the dependence relationships between component events, and identifying which component events play important roles in the entire event evolution or development. Unfortunately, the current news web sites do not facilitate people in finding out relevant news articles easily, and people may need to go through all these news articles in order to find out the interrelationships between component events. Current prevailing search engines (such as Google, Yahoo and so on) allow users to input event keywords as a query and return a list of news web pages related to the query. However, instead of organizing the result by events and relationships between events, these engines just provide users with a ranking list of news web pages. It is difficult and time consuming for users to view of the huge amount of news articles and to obtain the main picture of an event. Therefore, it is necessary to provide an effective way for users to efficiently search events they are interested in, and organize the search results in an easily understandable manner syntactically, so that users can obtain the main pictures of their interested events easily and meaningfully from the semantic perspective.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Although there have been some previous works attempting to find and link incidents in news [2] [3] or discover the event evolution graphs [17] [15] , they only focus on time sequence and content similarity between two component events in identifying their dependence relationships. However, using these two factors only is inadequate in identifying dependence relationships among the component events in order to form the main picture of a big event evolution or development. For example, event \"Toyota recall due to safety problems from 2009 to 2010\" shares little similar content with events \"NHTSA conduct investigations for Toyota recall\" and \"US congressional hearings hold for Toyota recall\". It is obvious that the first event has a strong effect on the latter two events as it caused them to happen. Unfortunately, previous works do not analyze the event relationships well and cannot find out the dependence relationships between any two events which do not share enough similar content. As a result, the main picture of a \"big event\" discovered by previous works often is incomplete and several significant relationships are missing.", "cite_spans": [{"start": 91, "end": 94, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 95, "end": 98, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 138, "end": 142, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 143, "end": 147, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, to satisfy the user needs mentioned above in finding and understanding the whole picture of a complex event effectively and efficiently, we conduct an indepth event relationship analysis for event search and propose a framework to search events based on user queries. The new characteristics of the proposed framework and the contributions of our work are as follows.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "-In previous works, to discover dependence relationships between events, content similarity of events is measured by matching the keywords (terms) of events. However, there may be some keywords (in two events) which are actually related/ dependent but not identical. For example, \"hospital\" and \"doctor\" are dependent, but previous methods treat them as no relationship. To avoid this limitation, we adopt mutual information to measure the dependence between two terms (features), and then aggregate all mutual information between features in events to measure the content dependence degree between events. Such a process is named as content dependence (CD) analysis and the dependence relationship discovered based on dependence features of two events is named as content dependence relationship. -As mentioned in paragraph 4, only content dependence analysis on events is inadequate to detect all event dependence relationships. According to the studies in Journalism [11] and our observation, it is not unusual for authors (reporters) to write news articles on an event by referring to other events, when the authors consider there is a dependent relationship between them. For instance, some news articles about the event \"Toyota recall due to safety problems from 2009 to 2010\" refer to the event \"NHTSA conduct investigations for Toyota recall\". Motivated by this prevalent phenomena, We explore event reference (ER) analysis to detect whether there is an inter-event relationship specified by authors. The relationship between two events discovered by ER analysis is named as event reference (ER) relationship, which has not been explored by previous works. -In contrast to previous works which only consider temporal relationship and content similarity, we adopt three kinds of event relationships (viz, temporal relationship, CD relationship obtained by CD analysis and ER relationship obtained by ER analysis) to identify the dependence relationship between two events. Note that CD and ER relationships are essentially event dependence relationships which are discovered by two different ways respectively. We name them by two different names with respect to the different ways for discovering them. CD relationships and ER relationships can be complementary to each other in identifying event dependence relationships. -The search results are organized by a temporal event map (TEM) which constitutes the whole picture about an event's evolution or development along the timeline. Figure 1 shows an example TEM of the event \"Toyota 2009-2010 vehicle recalls\". A TEM provides a way to organize and represent the events search results by showing the interrelationships between/among the events. It provides an easier and more efficient means for users to know and understand their interested events in a comprehensive way. -To evaluate the performance of our proposed approach, we conduct experiments on a real data set by comparing with a number of baseline methods. Experiment results show that our method outperforms baselines in discovering event dependence relationships. The rest of this paper is organized as follows. In section 2, we formulate the event search problem. Section 3 introduces the (temporal) event search framework. We conduct experiments on a real data set to evaluate the proposed methods for event search in section 4. In section 5, to further illustrate and evaluate our method, we study a query case about the event \"SARS\" happened in 2003. Related works are studied in section 6. We conclude the paper and introduce potential future works in section 7.", "cite_spans": [{"start": 970, "end": 974, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 2493, "end": 2501, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "According to [9] and [17] , an event is something that happens at some specific time and place. In reality, events often are reported by some documents, such as news articles in web pages. Formally, for an event a, there is a set of documents talking about a, and such a set of documents, denoted as R a = {d a 1 , d a 2 , · · · , d a n }, is named as related document set of a. Each document is about one event and an event can be reported by multiple documents. A document introducing an event includes the start time, place(s) and content of the event. Thus, for each document d a x , there should be a timestamp τ d a x , a set of place names q d a x = {t x,1 , · · · , t x,n } and a set of terms h d a x = {f x,1 , · · · , f x,n } about the event's content. We define an event as follows.", "cite_spans": [{"start": 13, "end": 16, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 21, "end": 25, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Problem Formulation"}, {"text": "An event a is a tuple (L a , P a , F a ) where L a is the life cycle of a, P a is the set of places where a happens, and F a is the set of features describing a.", "cite_spans": [], "ref_spans": [], "section": "Definition 1."}, {"text": "The life cycle L a of event a is the period (time interval) from the beginning time St a to the end time Et a of a, i.e., L a = [St a , Et a ], where St a is the earliest timestamp among all the timestamps of related documents of a, and Et a is the latest timestamp among all that of related documents of a. The place set P a of an event a is a set of terms denoted by P a where P a = {t a,1 , t a,2 , · · · , t a,m } and each t a,x is a term which represents a place. For an event, it may consist of several component events, i.e., episodes.", "cite_spans": [], "ref_spans": [], "section": "Definition 1."}, {"text": "For example, for the event of SARS epidemic which happened in 2002 among some 37 countries around the world, the life cycle of this event is from November 2002 to May 2006. The place of the event includes China, Canada, Singapore and so on. There are many reported news on the event on the Web. To describe the event, we can extract from the set of documents the set F a of features (i.e., keywords), such as \"SARS\", \"flulike\", \"fever\" and so on. The event of SARS epidemic consists of several component events such as \"Experts find disease infect and SARS outbreaks\", \"China informs and cooperates with WHO\", \"SARS has great impact on economy\" and so on. For an event a and its component events, it is obvious that", "cite_spans": [], "ref_spans": [], "section": "Definition 1."}, {"text": ", P a = P a1 ∪ P a2 ∪ · · · ∪ P an and F a = R a1 ∪ F a2 ∪ · · · ∪ F an . We observe that there is a temporal requirement for two events to have a dependence relationship between them, as follows.", "cite_spans": [], "ref_spans": [], "section": "Definition 2. For each event a, it contains a set of component events denoted as CE"}, {"text": "If there is a dependence relationship from event a to event b, i.e., a is dependent on b, then there is a temporal relationship between a and b such that St b <= St a , i.e., b happens earlier than or at the same time as a.", "cite_spans": [], "ref_spans": [], "section": "Observation 1."}, {"text": ", which consists of events as nodes, relations as edges, and weights on the edges as strength degrees of dependence relationships. In particular, each vertex v ∈ N is an event, each edge e x ∈ E is a dependence relationship between two events, and w y ∈ W d is a weight which indicates the strength degree of a dependence relationship.", "cite_spans": [], "ref_spans": [], "section": "Definition 5. A Temporal Event Map is a weighted directed graph, denoted by"}, {"text": "An example of temporal event map of the event \"Toyota 2009-2010 vehicle recalls\" is shown in Fig. 1 . 1 We formulate the problem of temporal event search as follows. The input of the search problem is a tuple (I t , I p , I f ) where I t is a time interval, I p is a set of terms of places, and I f is a set of keywords about an event content. The event which is relevant to (corresponding to) the input is named as the target event, i.e., the event happens in the places in I p during I t , and the feature set of the target event contains I f . The output of the search problem is a TEM constituting all the component events of the target event.", "cite_spans": [{"start": 102, "end": 103, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 93, "end": 99, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Definition 5. A Temporal Event Map is a weighted directed graph, denoted by"}, {"text": "The problem of temporal event search can thus be regarded as a function φ:", "cite_spans": [], "ref_spans": [], "section": "Definition 5. A Temporal Event Map is a weighted directed graph, denoted by"}, {"text": "where I is the set of input, D is the set of documents and T is the set of TEMs.", "cite_spans": [], "ref_spans": [], "section": "Definition 5. A Temporal Event Map is a weighted directed graph, denoted by"}, {"text": "For the example of Fig. 1 , we may have the following input:", "cite_spans": [], "ref_spans": [{"start": 19, "end": 25, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Definition 5. A Temporal Event Map is a weighted directed graph, denoted by"}, {"text": "then the temporal event map for such a search task is the one shown in Figure 1 .", "cite_spans": [], "ref_spans": [{"start": 71, "end": 79, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Definition 5. A Temporal Event Map is a weighted directed graph, denoted by"}, {"text": "In this section, we propose a framework of event relationship analysis to support temporal event search. In our method, we first identify a set of related documents for the target event and extract component events from the related documents. We conduct content dependence (CD) and event reference (ER) relationship analysis to identify dependence between events. 2", "cite_spans": [], "ref_spans": [], "section": "Event Relationship Analysis"}, {"text": "A user query can be considered as search requirements corresponding to a target event which satisfies all the needs from the user. The related document set of the target event can be obtained by a function θ:", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "where I is the set of input, D is the set of documents and R is the set of related document sets.", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "In general, we consider (I t , I p , I f ) as three kinds of (not all are compulsory) user search requirements. In some cases, users may only input one or two of the (I t , I p , I f ). For such special cases, we only take the user input requirements into consideration, i.e., subset of (I t , I p , I f ).", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "For each target event a corresponding to an input I and its related document set R a , we can detect several component events from R a . All component events of a should happen during I t , and their places are contained in I p and features contained in I f . The component event detection of a target event is a function ϕ:", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "where R is the set of related documents and E is the set of the component events.", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "For the problem of event detection, there have been many existing works published such as [1] [12] [14] . In this paper, we adopt the topic-model based method [14] as the preferred method to detect events.", "cite_spans": [{"start": 90, "end": 93, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 99, "end": 103, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 159, "end": 163, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Preliminaries"}, {"text": "In analyzing content dependence (CD) relationships for temporal event search, we notice that features of an event a may have various degrees of importance in representing a. Some features are more representative than others for the event. An event can be represented by a feature vector, denoted by − → F a , which is a set of feature:value pairs.", "cite_spans": [], "ref_spans": [], "section": "Content Dependence Analysis"}, {"text": "where tf a,i is the frequency of term i in R a , N is the total number of component events, M AX u (tf a,u ) is the maximal value among all tf a,u and ef i is the number of component events containing term f a,i . As mentioned before, previous works use content similarity (most works adopt cosine similarity) to identify dependence relationships between events. However, two events may have some keywords which are dependent but not identical, which causes the previous works to be inadequate in measuring how relevant these two events are.", "cite_spans": [], "ref_spans": [], "section": "Content Dependence Analysis"}, {"text": "According to [10] , variables (i.e., keywords) which are not statistically independent suggest the existence of some functional relation between them, and mutual information provides a general measure of dependencies between variables. Thus, we adopt mutual information to measure the dependence between features, and further use an aggregation of all mutual information between the feature sets in two events to measure the content dependence degree between them.", "cite_spans": [{"start": 13, "end": 17, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Content Dependence Analysis"}, {"text": "Formally, for two events a and b, the content dependence degree, denoted by Cd(a, b) , is an aggregation of all mutual information between all features in − → F a and that in − → F b , as follows:", "cite_spans": [], "ref_spans": [{"start": 76, "end": 84, "text": "Cd(a, b)", "ref_id": null}], "section": "Content Dependence Analysis"}, {"text": ", and I(f x , f y ) is the dependence degree between features f x and f y , measured as follows:", "cite_spans": [], "ref_spans": [], "section": "Content Dependence Analysis"}, {"text": "where P (f x , f y ) is the probability of f x and f y co-occurring in the same document among all the related documents, and P (f x ) is the probability of f x occurring in a document among all documents, and P (f y ) is the probability of f y occurring in a document among all the documents. By measuring all mutual information between two component events, we can obtain a component content dependence matrix of an event a, denoted as M c a , as follows: Cd(1, 2) , · · · , Cd(1, m) · · · Cd(n, 1), Cd(n, 2), · · · , Cd(n, m)", "cite_spans": [], "ref_spans": [{"start": 458, "end": 466, "text": "Cd(1, 2)", "ref_id": "FIGREF0"}], "section": "Content Dependence Analysis"}, {"text": "where each entry is a content dependence degree between two component events.", "cite_spans": [], "ref_spans": [], "section": "Content Dependence Analysis"}, {"text": "Although content dependence measurement can address the limitation of content similarity measurement, it may still miss some dependence relationships between events. In particular, the existence of a dependence relationship between two events does not necessarily mean that there exists a content dependence relationship between them. In many cases, although the contents of two events are very different and even of different topics, people may still regard that there is a dependence relationship between them. For instance, \"Experts find disease infect and SARS outbreaks\" has an impact on \"SARS has great impact on economy\" and \"SARS has a great impact on Tourism\". The latter two events are dependent on the first one even though their content dependence degree is indeed very small.", "cite_spans": [], "ref_spans": [], "section": "Event Reference Analysis"}, {"text": "According to the studies of Journalism [11] , when authors of news articles about an event a find and regard that there exists a dependence relationship between a and b (e.g., b triggers the happening of a, or a is evolved from b and so on), their articles may actually refer event b. This is in line with our observation on our collected data set. For instance, some news articles about the event \"Toyota recall due to safety problems from 2009 to 2010\" refer to the event \"NHTSA conduct investigations for Toyota recall\". Such an explicit reference relationship made by authors in their news articles reflect their viewpoints and consideration on the inter-event relationships [11] . Therefore, we may regard such event reference relationships as more meaningful and reliable than content dependence relationships, and ER relationship analysis provides a way to discover those event dependence relationships missed by CD analysis and obtain a more complete temporal event map (TEM).", "cite_spans": [{"start": 39, "end": 43, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 679, "end": 683, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Event Reference Analysis"}, {"text": "We can also observe that when a news article of an event c refers to another event a, there are usually some phrases that identify event a in the documents of event c, and we name such phrases as core features of a. The definitions of core feature set of an event is defined below. ", "cite_spans": [], "ref_spans": [], "section": "Event Reference Analysis"}, {"text": ", a happens earlier than b), then we say there is a reference relationship from b to a, i.e., a is a reference of b or b refers to a. Such a reference relationship is a fuzzy relationship, and the more core features of a are mentioned in b, the more strength degree of the relationship. For example, for the event \"US congressional hearings hold for Toyota recall\" denoted by a and the event \"Toyota's president to testify in US congressional hearings\" denoted by b, we find that the core feature set of event a is F c a = {congress, hearing, saf ety} while the core feature set of b is F c b = {Akio, T oyoda, testif y, apologize}. For event a, some of its core features also exist in some documents (news articles) of b, (e.g., \"congress\", \"hearing\" and \"safety\" all appear in the news titled as \"Toyota's president to testify before Congress\" on Feb 19, 2010), so we say b refers to a.", "cite_spans": [], "ref_spans": [], "section": "Event Reference Analysis"}, {"text": "The strength degree of a reference relationship from b to a is determined by a function Cr(a, b) which is to be defined below. For event b referring to event a, it should follow the temporal restriction of Observation 1. For two events a and b, in order to find out whether b refers to a, we need to discover the core feature set of a first and then check whether the core features of a exist in the related documents of b.", "cite_spans": [], "ref_spans": [], "section": "Event Reference Analysis"}, {"text": "According to our observation, the core feature set of an event has the following properties. Based on the above properties, we propose the following function to select core features of an event a:", "cite_spans": [], "ref_spans": [], "section": "Event Reference Analysis"}, {"text": "where p(f i |a) is the probability of feature f i to exist in the related documents of event a, and p(a|f i ) is the probability of a document (in which f i is a feature) being on event a. Note that p(f i |a) and p(a|f i ) reflect the properties 1 and 2 respectively. We select top-k core features based on equation 4. For two events a and b, the more related documents of b refer to more core features of a, the stronger is the reference relation from b to a. We propose a function to measure the strength degree of a reference relation from a to b as follows:", "cite_spans": [], "ref_spans": [], "section": "Event Reference Analysis"}, {"text": "where N b is the number of related documents of b, M a b,i is the number of core features of a existing in the document d b i , |F c a | is the cardinality of F c a . Note that there is a restriction for M a b,i in Cr ( a, b) where M a b,i > 1, highlighting that a reference relationship from b to a should refer more than one core feature of a.", "cite_spans": [], "ref_spans": [{"start": 215, "end": 225, "text": "Cr ( a, b)", "ref_id": null}], "section": "Event Reference Analysis"}, {"text": "For the reason that the values of Cr(a, b) and Cr(b, a) may be greater than zero, a could refer to b and also b could refer to a, and the strength degrees of reference relationship from a to b could be different with that from b to a. An event can be refereed by many other events. Besides, one event can also refer to many other events.", "cite_spans": [], "ref_spans": [], "section": "Event Reference Analysis"}, {"text": "By measuring all component event reference degree between any two events, we can obtain an component event reference matrix of a target event a, denoted by M r a , as follows: Cr(1, 2) , · · · , Cr(1, m) · · · Cr(n, 1), Cr(n, 2), · · · , Cr(n, m) ⎫ ⎬ ⎭ Each entry is a reference degree between two events.", "cite_spans": [], "ref_spans": [{"start": 176, "end": 184, "text": "Cr(1, 2)", "ref_id": "FIGREF0"}], "section": "Event Reference Analysis"}, {"text": "We adopt content dependence (CD) analysis and event reference (ER) analysis to identify event dependence relationships. In cases when users are only interested in the ER relationships between events, we can do a projection on the TEM and obtain an event reference TEM, which is a sub-graph of the entire TEM. Similarly, if users are only interested in the CD relationships between events, we also can do a projection on the TEM and obtain a content dependence TEM. Besides, it is easy to show all the CD, ER and event dependence relationships in a TEM. While there are many interesting issues related to the visualization of TEM, we omit further discussion here since are our focus in this paper is on event relationship analysis.", "cite_spans": [], "ref_spans": [], "section": "Temporal Event Map Construction"}, {"text": "In this section, we conduct experiments on a real data set to evaluate our approach by comparing it with a number of baseline methods.", "cite_spans": [], "ref_spans": [], "section": "Evaluation"}, {"text": "To evaluate our method for temporal event search, we collect 5063 English news articles (i.e., web page documents of news) from some mainstream news websites such as CNN News and BBC News. We select ten queries about major events to test our method, such as \"Toyota 2009-2010 vehicle recalls\", \"2010 Copiap mining accident\", \"SARS in 2003\" and so on. Among these, the event \"SARS in 2003\" contains the most number of related news articles (i.e., 231 articles), and the event \"Christchurch Earthquake in 2010 in New Zealand\" contains the fewest number of related news articles (i.e., 39 articles). According to our observation on the data set, when an event a refers to another event b, the number of referred core features of b is often around five. 3 Thus, we select top-5 core features to measure event reference relationships in our experiment.", "cite_spans": [{"start": 750, "end": 751, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Experiment Setting"}, {"text": "To compare with our method, we adopt three baseline methods. The first one is the state-of-the-art method of discovering event evolution relationship proposed by Yang [17] , which is similar to the method in [2] and we denote it as EEG. The second baseline, denoted as CDM , only considers content dependence analysis and does not use event reference analysis to judge event dependence relationships. Different from CDM , the third one, denoted as ERM , only considers event reference analysis instead of using content dependence analysis to judge event dependence relationships.", "cite_spans": [{"start": 167, "end": 171, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 208, "end": 211, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Experiment Setting"}, {"text": "We have invited five human subjects to annotate the dependence relationships between events. All the annotated relationships are combined synthetically to obtain a set of relationships, i.e., the union of all the relationships annotated. Such a set of relationships given by the annotators is considered as a standard answer set (ground truth) of event dependence relationships. For the reason that different people may have different viewpoints on the event relationships due to, e.g., their knowledge and background, not every annotator came up with the same set of dependence relationships. Therefore, the standard answer set is an aggregation of the annotations given by all the annotators.", "cite_spans": [], "ref_spans": [], "section": "Experiment Setting"}, {"text": "For the evaluation we use P recision, Recall and F − measure as the metrics. We denote the set of event dependent relationships (i.e., edges in a TEM) annotated by annotators as R A , and the set of event dependence relationships discovered by machine as R M . The metrics are defined as follows:", "cite_spans": [], "ref_spans": [], "section": "Experiment Setting"}, {"text": "In constructing TEM , there is a parameter α which is used to prune the \"weak\" event dependency relationships. So first, we test different values of α to evaluate the effect of α on Precision, Recall and F-measure for setting the best value of parameter α for the following experiment. In our testing, we use two query events, one is \"SARS in 2003\" Figure 2 shows the effect of α on Precision, Recall and F-measure. According to Fig. 2 , we find that as α increases, the Precision and F-measure increase while Recall decreases. The reason is that when the value α is small, there are many event dependence relationships whose dependence degree is great than α (but the dependence relationship is still actually \"weak\"), so the Recall is high and the P recision is low.", "cite_spans": [], "ref_spans": [{"start": 349, "end": 357, "text": "Figure 2", "ref_id": "FIGREF4"}, {"start": 429, "end": 435, "text": "Fig. 2", "ref_id": "FIGREF4"}], "section": "Experiment Results"}, {"text": "As α increases, more and more event dependence relationships of which dependence degree is lower than α are pruned, so the Recall becomes lower and the P recision becomes higher. When α = 0.65, we obtain the highest value of F-measure. Thus, we set α = 0.65 for all the test queries subsequently. After setting the value of α, we conduct all test queries and average the results of them on different metrics. Figures 3-5 show the comparison of our method with all the three baseline methods on P recision, Recall and F − measure. According to  it is obvious that our method outperforms all the baseline methods on P recision, Recall and F −measure. The P recision and Recall values of our method are around 0.8, meaning that not only most event dependence relationships discovered by our method are correct, but also our method can discover more event dependence relationships than the baselines. Our method's F − measure score is also around 0.8 since it is a combination of P recision and Recall. Note that CDM outperforms EEG a little on all the metrics, indicating that using mutual information to measure feature ERM outperforms EEG and CDM on all three metrics. It indicates that using event reference analysis (i.e., ERM ) to identify event dependence relationships is more effective than using content dependence relationship analysis (i.e., CDM ) and content similarity analysis (i.e., EEG). Besides, it is quite interesting to see that the Recall of CDM is greater than that of ERM , while both of them are smaller than that of our method. This means that the event dependence relationships identified by CDM and ERM are indeed different and complementary, and our method being a combination of CDM and ERM has the strength of both methods'. In other words, taking both content dependence and event reference analysis into consideration in identifying event dependence relationships can perform better than taking just one of these.", "cite_spans": [{"start": 543, "end": 543, "text": "", "ref_id": null}], "ref_spans": [{"start": 409, "end": 420, "text": "Figures 3-5", "ref_id": "FIGREF1"}], "section": "Experiment Results"}, {"text": "To illustrate the performance of our proposed method more clearly, we further show a specific search case on the query event \"SARS happened from SARS has great impact on transportation especially airline 5", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "Experts find disease infect and SARS outbreaks 6 SARS has great impact on economy 7", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "Other countries donate and offer help for China for SARS 8", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "Scientists' find coronavirus and conduct animal test for vaccine 9", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "China informs and cooperates with WHO on fighting SARS 10", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "China makes effort on prevent disease spread 11", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "Beijing has made SARS under control 12", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "Quarantine probable cases and close schools for disinfecting Table 1 shows all the component events which are related to Q SARS . Table 2 shows the statistics of the discovered event relationships by our method and EEG based on the results of human annotators for this case. Figures 6-8 show the relationship graph (or TEM) obtained by EEG method, given by the human annotators and our method for Q SARS , respectively. Our method can find more and miss less correct inter-event relationships. In addition, our method can discover not only the inter-event relationships but also the strength degrees of such relationships. More interestingly, our method can find some new relationships which were not found by EEG and even human annotators. Such new relationships are confirmed and approved by the annotators as meaningful ones (e.g., the relationship from event 5 to event 2 and the relationship from event 3 to event 2).", "cite_spans": [], "ref_spans": [{"start": 61, "end": 68, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 130, "end": 137, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 275, "end": 286, "text": "Figures 6-8", "ref_id": "FIGREF2"}], "section": "Case Study"}, {"text": "There are many works about processing events which may include news event or system events, although most of these work focus on news event.", "cite_spans": [], "ref_spans": [], "section": "Background and Related Works"}, {"text": "To the best of our knowledge, there is no work on temporal event search before. A related work is done by Jin et al. [6] who present a temporal search engine supporting temporal content retrieval for Web pages called TISE. Their work supports Web pages search with temporal information embedded in Web pages, and the search relies on a unified temporal ontology of Web pages. TISE handles Web pages search only, and it cannot handle event search nor discover the event relationships.", "cite_spans": [{"start": 117, "end": 120, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Background and Related Works"}, {"text": "Topic detecting and tracking (TDT) is a hot research topic related to our work. Given a stream of constantly generated new documents, TDT groups documents of the same topic together and tracks the topic to find all subsequent documents. There are several techniques on detecting news topics and tracking news articles for a new topic. For instance, Allan et al. [1] define temporal summaries of news stories and propose methods for constructing temporal summaries. Smith [12] explores detecting and browsing events from unstructured text. Some techniques are proposed to detect particular kinds of events. For example, Fisichella et al. [7] propose a game-changing approach to detect public health events in an unsupervised manner. Modeling and discovering relationships between events as generally out of the scope of current TDT research.", "cite_spans": [{"start": 362, "end": 365, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 471, "end": 475, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 637, "end": 640, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Background and Related Works"}, {"text": "Mei and Zhai [8] study a particular task of discovering and summarizing the evolutionary patterns of themes in a text stream. A theme in an interval may be part of an event or a combination of several events that occur in the interval. Their work does not however capture the interrelationships of major events. Fung et al. [4] propose an algorithm named Time Driven Documents-partition to construct an event hierarchy in a text corpus based on a user query. Some other works focus on discovering stories from documents and representing the content of stories by graphs. For example, Subasic et al. [13] investigate the problem of discovering stories. Ishii et al. [5] classify extracted sentences to define some simple language patterns in Japanese so as to extract causal relations, but their work cannot handle cases which are not defined in their patterns.", "cite_spans": [{"start": 13, "end": 16, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 324, "end": 327, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 599, "end": 603, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 665, "end": 668, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background and Related Works"}, {"text": "An event evolution pattern discovery technique is proposed by Yang et al. in [16] . It identifies event episodes together with their temporal relationships. They consider temporal relationships instead of evolution relationships. Although the temporal relationships can help organize event episodes in sequences according to their temporal order, they do not necessarily reflect evolution paths between events. An extended work of them occurs in [15] . Yang et al. [17] define the event evolution relationships between events and propose a way to measure the event evolution relationships. In their work, identifying an event evolution relationship between two events depends on the similarity of the features of the two events. Based on a small number of documents and events in a news topic, Nallapati et al. [9] define the concept of event threading. Their definition of event threading is a content similarity relationship from previous event to a later event. The event threading is organized as a tree structure rather than a graph. In order to identify event threading, they employ a simple similarity measure between documents to cluster documents into events and the average document similarity to estimate the content dependencies between events. Feng and Allan [2] extend Nallapati's work to passage threading by breaking each news story into finer granules, and propose a model called incident threading in [3] .", "cite_spans": [{"start": 77, "end": 81, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 446, "end": 450, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 465, "end": 469, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 811, "end": 814, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1272, "end": 1275, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1419, "end": 1422, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background and Related Works"}, {"text": "In this paper, we have defined three kinds of event relationships which are temporal relationship, content dependence relationship and event reference relationship, and have applied them to measure the degree of inter-dependencies between component events to support temporal event search. We have also formalized the problem of event search and proposed a framework to search events according to user queries. Experiments on a real data set show that our proposed method outperforms the baseline methods, and it can discover some new relationships missed by previous methods and sometimes even human annotators.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Works"}, {"text": "Admittedly, several possible future extensions can be made to our work. In our current method, only top-5 core features are selected for event reference analysis over the collected data set. How to choose the \"right\" number of core features for event reference analysis automatically for different data sets is an open issue for further study. Another potential extension is to implement a visualization tool with a sophisticated user interface based on our current method.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Works"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Temporal summaries of new topics", "authors": [{"first": "J", "middle": [], "last": "Allan", "suffix": ""}, {"first": "R", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "V", "middle": [], "last": "Khandelwal", "suffix": ""}], "year": 2001, "venue": "SIGIR 2001: Proceedings of the 24th Annual International ACM SIGIR Conference on Research and Development in Information Retrieval", "volume": "", "issn": "", "pages": "10--18", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Finding and linking incidents in news", "authors": [{"first": "A", "middle": [], "last": "Feng", "suffix": ""}, {"first": "J", "middle": [], "last": "Allan", "suffix": ""}], "year": 2007, "venue": "CIKM 2007: Proceedings of the Sixteenth ACM Conference on Conference on Information and Knowledge Management", "volume": "", "issn": "", "pages": "821--830", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Incident threading for news passages", "authors": [{"first": "A", "middle": [], "last": "Feng", "suffix": ""}, {"first": "J", "middle": [], "last": "Allan", "suffix": ""}], "year": 2009, "venue": "CIKM 2009: Proceeding of the 18th ACM Conference on Information and Knowledge Management", "volume": "", "issn": "", "pages": "1307--1316", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Time-dependent event hierarchy construction", "authors": [{"first": "G", "middle": ["P C"], "last": "Fung", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Yu", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Yu", "suffix": ""}], "year": 2007, "venue": "Proceedings of KDD 2007", "volume": "", "issn": "", "pages": "300--309", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Causal network construction to support understanding of news", "authors": [{"first": "H", "middle": [], "last": "Ishii", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ma", "suffix": ""}, {"first": "M", "middle": [], "last": "Yoshikawa", "suffix": ""}], "year": 2010, "venue": "Proceedings of HICSS 2010", "volume": "", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Tise: A temporal search engine for web contents", "authors": [{"first": "P", "middle": [], "last": "Jin", "suffix": ""}, {"first": "J", "middle": [], "last": "Lian", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": [], "last": "Wan", "suffix": ""}], "year": 2008, "venue": "IITA 2008: Proceedings of the 2008 Second International Symposium on Intelligent Information Technology Application", "volume": "", "issn": "", "pages": "220--224", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Unsupervised public health event detection for epidemic intelligence", "authors": [{"first": "K", "middle": ["D M"], "last": "Fisichella", "suffix": ""}, {"first": "A", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "W", "middle": [], "last": "Nejdl", "suffix": ""}], "year": 2010, "venue": "CIKM 2010: Proceeding of the 19th ACM Conference on Information and Knowledge Management", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A probabilistic approach to spatiotemporal theme pattern mining on weblogs", "authors": [{"first": "Q", "middle": [], "last": "Mei", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Su", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhai", "suffix": ""}], "year": 2006, "venue": "WWW 2006: Proceedings of the 15th International Conference on World Wide Web", "volume": "", "issn": "", "pages": "533--542", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Event threading within news topics", "authors": [{"first": "R", "middle": [], "last": "Nallapati", "suffix": ""}, {"first": "A", "middle": [], "last": "Feng", "suffix": ""}, {"first": "F", "middle": [], "last": "Peng", "suffix": ""}, {"first": "J", "middle": [], "last": "Allan", "suffix": ""}], "year": 2004, "venue": "CIKM 2004: Proceedings of the Thirteenth ACM International Conference on Information and Knowledge Management", "volume": "", "issn": "", "pages": "446--453", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Measuring distances between variables by mutual information", "authors": [{"first": "J", "middle": ["S R"], "last": "Steuer", "suffix": ""}, {"first": "C", "middle": ["O"], "last": "Daub", "suffix": ""}, {"first": "J", "middle": [], "last": "Kurths", "suffix": ""}], "year": 2003, "venue": "Proceedings of the 27th Annual Conference of the Gesellschaft für Klassifikation: Cottbus", "volume": "", "issn": "", "pages": "81--90", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Writing and Reporting News: A Coaching Method, 6th edn", "authors": [{"first": "C", "middle": [], "last": "Rich", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Detecting and browsing events in unstructured text", "authors": [{"first": "D", "middle": ["A"], "last": "Smith", "suffix": ""}], "year": 2002, "venue": "SIGIR 2002: Proceedings of the 25th Annual International ACM SIGIR Conference on Research and Development in Information Retrieval", "volume": "", "issn": "", "pages": "73--80", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Web mining for understanding stories through graph visualisation", "authors": [{"first": "I", "middle": [], "last": "Subasic", "suffix": ""}, {"first": "B", "middle": [], "last": "Berendt", "suffix": ""}], "year": 2008, "venue": "ICDM 2008: Proceedings of the 2008 Eighth IEEE International Conference on Data Mining", "volume": "", "issn": "", "pages": "570--579", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Arnetminer: extraction and mining of academic social networks", "authors": [{"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Yao", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Su", "suffix": ""}], "year": 2008, "venue": "KDD", "volume": "", "issn": "", "pages": "990--998", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Discovering event evolution graphs from newswires", "authors": [{"first": "C", "middle": ["C"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Shi", "suffix": ""}], "year": 2006, "venue": "WWW 2006: Proceedings of the 15th International Conference on World Wide Web", "volume": "", "issn": "", "pages": "945--946", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Tracing the Event Evolution of Terror Attacks from On-Line News", "authors": [{"first": "C", "middle": ["C"], "last": "Yang", "suffix": ""}, {"first": "X.-D", "middle": [], "last": "Shi", "suffix": ""}, {"first": "C.-P", "middle": [], "last": "Wei", "suffix": ""}], "year": 2006, "venue": "ISI 2006", "volume": "3975", "issn": "", "pages": "343--354", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Discovering event evolution graphs from news corpora", "authors": [{"first": "C", "middle": ["C"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Shi", "suffix": ""}, {"first": "C.-P", "middle": [], "last": "Wei", "suffix": ""}], "year": 2009, "venue": "Trans. Sys. Man Cyber. Part A", "volume": "39", "issn": "4", "pages": "850--863", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "An example of the TEM about the event \"Toyota 2009-2010 vehicle recalls\"", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Among all the component events of an event a, the seminal component event of a is the one whose start time is the same as that of a, i.e., the start time of the seminal component event is no later than those of the other component events of a. Definition 4. Among all the component events of an event a, the ending component event of a is the one whose end time is as the same as that of a, i.e., the end time of the ending component event is no earlier than those of the other component events of a.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The core feature set of an event a, denoted by F c a is a set of features which are salient in the event, distinguishable from those of other events, and jointly can identify the event.For two events a and b, if there exists a related document of b, denoted as", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The core features of an event a are the most salient and representative features of a, i.e., the features appear in the related documents of a with a high frequency.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The core features of an event a are distinguishable from those of other events, i.e., the core features should facilitate us in identifying event a from all other events easily.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The effect of α on Precision, Recall and F-measure", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Our method vs. EEG Our method vs. CDM Fig. 5. Our method vs. ERM which contains the most number of related news articles and the other is \"Christchurch Earthquake in 2010 in New Zealand\" which contains the fewest number of related news articles.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "The Result of EEG Fig. 7. The Result of Annotators The Result of Our Method dependence is better than just matching keyword similarity (as done by previous works).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "the world\" denoted by Q SARS . The test query is I p = (China),I t = [1/3/2003, 30/6/2003], I f = (SARS).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Component", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Component Event </td><td>Summary\n</td></tr><tr><td>1 </td><td>SARS has great impact on Tourism\n</td></tr><tr><td>2 </td><td>SARS cases are reported and updated regularly to reflect the disease seriousness\n</td></tr><tr><td>3 </td><td>Experts treat patients with medicine in hospital\n</td></tr><tr><td>4 </td><td>SARS has great impact on transportation especially airline\n</td></tr><tr><td>5 </td><td>Experts find disease infect and SARS outbreaks\n</td></tr><tr><td>6 </td><td>SARS has great impact on economy\n</td></tr><tr><td>7 </td><td>Other countries donate and offer help for China for SARS\n</td></tr><tr><td>8 </td><td>Scientists' find coronavirus and conduct animal test for vaccine\n</td></tr><tr><td>9 </td><td>China informs and cooperates with WHO on fighting SARS\n</td></tr><tr><td>10 </td><td>China makes effort on prevent disease spread\n</td></tr><tr><td>11 </td><td>Beijing has made SARS under control\n</td></tr><tr><td>12 </td><td>Quarantine probable cases and close schools for disinfecting\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Comparison on discovered event relationships of our method and EEG for QSARS", "latex": null, "type": "table"}}, "back_matter": []}