{
    "paper_id": "6eadee150e435c3bd7da60f259661964b932640f",
    "metadata": {
        "title": "A new infectious disease challenge: Urbani severe acute respiratory syndrome (SARS) associated coronavirus",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "Oxford",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Bossuyt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Lambkin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Most community acquired pneumonias are bacterial and the hospitalised patient, often elderly, is rapidly rendered pathogen free by broad spectrum antibiotics. There is no particular threat of pathogen transmission to other patients or to hospital nurses or doctors. It was therefore an unpleasant and unexpected surprise when a cluster of hospital staff and trainee medical students in a Hong Kong hospital became ill with cough, breathlessness and a high temperature. These were all contacts with a 64-year-old doctor who had been admitted into the hospital with the initial diagnosis of community acquired pneumonia. This was the first indication in Hong Kong that a viral not bacterial infection, having apparently arisen in the nearby and adjacent province of Guangdong several months earlier, had spread to the colony. 1 A WHO epidemiologist, C. Urbani, categorised the new clinical syndrome severe acute respiratory syndrome (SARS) in Vietnam in February and later died of the virus which is now named after him. As politicians are apt to tell us, the rest is history. Whilst acknowledging that the scientific and medical communities will be in the lower range of a long ladder of step by step learning, it is already clear that modern molecular virology can identify a new virus and devise molecular testing with speed. However, on the negative side there is international and national panic. It is important that the scientific community appreciates how a modern society in the 21st century reacts to an infectious disease threat. This information will be of value to the WHO, which has issued a template plan for preparation in the event of a global outbreak of a much more contagious and life threatening disease, namely emergent influenza A virus.",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 825,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The world experienced three huge global outbreaks of influenza in the 20th century, in 1918, 1957 and 1968. 2 Total deaths around the world were 50, 5 and 2 million, respectively, and the social and economic disruption proportional. Commonly in influenza epidemics, for every death five times as many patients are hospitalised, with elderly persons often having long stays of 9-10 days.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Why do new respiratory viruses arise in south-east Asia?"
        },
        {
            "text": "Pandemic influenza A is recognised as the classic emerging disease. Before the end of the ice age, 12 000 or so years ago, human communities were too dispersed to sustain any respiratory virus requiring a continuous chain of person to person infection. At that stage influenza, and presumably viruses of other families, was an avian virus, but able to cross the species barrier and firmly establish itself in humans, equines, pigs, seals and whales. 3 Two of the three 20th century pandemics arose in south-east Asia and are named as such. The so-called 'Asian' influenza arose in 1957 whilst 'Mao' flu had its origin in 1968 in China. The origin of the Great Pandemic of 1918 was completely different and for the first time we have scientific evidence of an origin in the vast city army camp at Etaples, France, during the war First World War itself. 4 However, in each influenza pandemic, and most likely in the current SARS outbreak, the special circumstances which allowed and encouraged the cross-species emergence and transmission were large numbers of young people living in overcrowded conditions and at the same time in contact with domestic chickens, turkeys, geese and pigs. Either a new influenza virus emerges directly from an avian source as in 1997 5 or indirectly via an intermediate mixing host in the pigs. A formidable barrier is the chemical structure of proteins on the influenza virus haemagglutinin (HA) and the receptor binding site's affinity for sialylated glycoproteins on respiratory cells of humans relative to birds. The pig has respiratory epithelial cells which would allow attachment of either avian or human influenza HA's. South-east China and Hong Kong appear to have a climate conducive to the spread of a range of respiratory viruses. In the Northern and Southern hemispheres influenza A is epidemic and very seasonal, appearing at the beginning of winter. In contrast, Hong Kong and Southern China experiences influenza outbreaks all the year round. 6 Intense surveillance in Hong Kong for influenza can simultaneously detect other respiratory viruses",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 451,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 852,
                    "end": 853,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1989,
                    "end": 1990,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Why do new respiratory viruses arise in south-east Asia?"
        },
        {
            "text": "The World Health Organization has issued a template pandemic plan for influenza, and recognises that south-east Asia is an epicentre for emergence of a new influenza A pandemic. There has therefore been substantial virological and scientific investment in this area to monitor birds, pigs and humans for new influenza viruses and two outbreaks with family deaths of influenza H5 (avian type) have been described over the last 3 years. The virologists in Hong Kong were therefore well equipped to identify any new respiratory viruses, in this case the cause of SARS the newly identified coronavirus. 1 The family coronaviridae It has been recognised for four decades that there are respiratory viruses yet to be discovered. Coronaviruses themselves were first found, unexpectedly, as a cause of the common cold in volunteers at the Common Cold Unit in Salisbury. 7 Electron microscopy identified them as spherical but with a strikingly detached corona of knobbed spikes, giving an appearance of a globe with a separate halo of small knobs (Fig. 1) . Over the next four decades little attention was paid to this human virus family, although it was recognised that the total range of pathogenicity within the wider family was very wide, encompassing gastroenteritis in pigs, bronchitis in chickens and liver disease in mice. There were some warnings of viral pneumonia in humans, but only in army camps and other rather closed communities. 8 Most adults in the world have antibody and presumably immunity to the two classic virus serotypes and there is little evidence of antigenic drift or changes over the years.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 600,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 862,
                    "end": 863,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1437,
                    "end": 1438,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1038,
                    "end": 1046,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Why do new respiratory viruses arise in south-east Asia?"
        },
        {
            "text": "Overall the coronavirus family was viewed as causing mild upper respiratory tract infections, cough and sore throat. The human coronavirus to date has not proven to be easily cultivated in the laboratory and virologists have had to resort to origin cultures of human trachea. The mildness of infection relative to the disease around the world, particularly in children, is the reason why this virus family have never been a focus for development of new drugs or vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why do new respiratory viruses arise in south-east Asia?"
        },
        {
            "text": "The classical techniques of virus cultivation in cell culture, along with electron microscopy, successfully identified the new virus associated with the current SARS outbreak. Thereafter, complete genome sequence of cultivated clinical material from the first SARS cases showed the virus as new. Virus genes were detected in lung but also in kidney and liver. Initial genetic analysis showed a weak homology to the family coronaviridae. The new SARS virus is allocated into a new grouping of its own. The other three groupings are the human coronavirus 229E and porcine epidemic diarrhoea (group I); bovine coronavirus, mouse hepaptitis virus and human coronavirus OC43 (group II); and avian infectious bronchitis (group III). Serologically, human antibodies to the two human viruses 229E and OC43 do not cross react with the new virus. The rapidity of modern molecular techniques has lead to the development of new diagnostic tests for the virus using reverse transcriptase polymerase chain reaction (RT-PCR) and also serological tests within 6 weeks of the first isolation of virus. 8 To date the latter have failed to detect antiviral antibody in non-ill controls, whereas clinically ill patients, as expected, show rises in specific antibody to the new coronavirus but not to the two known, more mild, human coronaviruses. This simultaneously shows that SARS virus is new to the human community and different from the classic human corona viruses.",
            "cite_spans": [
                {
                    "start": 1085,
                    "end": 1086,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The new human Urbani SARS coronavirus"
        },
        {
            "text": "So it would appear, unexpectedly, that a novel coronavirus has emerged in south-east Asia, possibly from a civet cat, and caused pneumonia in patients with a rather high mortality of 13% in younger persons and up to 50% in the over 60 category, and has subsequently spread to 22 countries including the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The new human Urbani SARS coronavirus"
        },
        {
            "text": "As a comparator, a truly global respiratory virus like influenza, having arisen in this region in the past, rather quickly emerged to infect millions of persons worldwide. Given the remarkable extent of air travel today, compared to even 1968, the SARS virus is not spreading rapidly, at least to date. Although 22 other countries have reported cases, they are predominantly from persons who recently visited south-east Asia. There have been few secondary cases outside the south-east Asia epicentre in persons in Europe having been in contact with an index case. The one apparent exception, Toronto in Canada, may be explained by community and Chinese ethnic closeness of the group infected in Canada itself. Thus outbreaks to date have been restricted to families, often living in high-density accommodation, and in hotels and hospitals. This limited spread is the hallmark of a virus with low communicability. It is possible that the particular climate of south-east Asia, together with the highdensity living and youthful population may allow a limited virus spread, whereas only infrequently would the virus be able to cause severe problems elsewhere in the world. The epidemiological observation that SARS was first detected in Guangdong province in November 2002 and took four months to spread even to the immediately neighbouring Hong Kong, despite easy exchange of family members between the two areas, does suggest, fortunately, a virus with a low infectiousness. In the past, respiratory viruses of this family have been known to spread by inhalation of a contaminated cough cloud from an afflicted person, or by touching crockery or cutlery surfaces contaminated with cough droplets which have been deposited on surfaces, there to survive for several hours. In high density community buildings, communal areas such as lifts would be a focus for infection. Family transmission, particularly in families with young children is common, often via shared towels, glasses, toothbrushes and virus contaminated bedclothes. Faecal-oral transmission remains possible. Analysis of SARS cases in a region outside China, namely the USA illustrates how careful barrier control can reduce transmissibility and also the mortality. The US Center For Disease Control (CDC) has reported 166 suspected cases of SARS from 30 American states and 81% of the cases were in adults, 93% of them having travelled within the 10 days before illness onset to Asia. Five per cent of cases had household contact with a suspected case and 2% were health care workers who had provided care to a suspect case. 9 There have been no secondary cases or deaths in the USA, nor in the UK or the rest of Europe. Most recent genome analysis of 14 isolates worldwide, suggests genetic homogeneity which would help engender enthusiasm for vaccine development. 10 ",
            "cite_spans": [
                {
                    "start": 2587,
                    "end": 2588,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2828,
                    "end": 2830,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological characteristics of the outbreak"
        },
        {
            "text": "The initial question, raised by commentators and sufferers alike, is how quickly can vaccine a be developed. But it should be appreciated that vaccine development is in the realm of commerce and requires a considerable investment of 500 million Euros at least to complete the science, toxicology, and phase I to III clinical trials. A typical time schedule would be three years. Unfortunately, there is no precedent for coronavirus vaccines in humans. Development could be quite straightforward but realistically that will not be the case. Another significant problem is antigenic variability. If a new serotype has emerged, what could prevent even more appearing and so compromising vaccine immunity. But the most serious question is the economic one. Should the virus spread widely, then undoubtedly a pharmaceutical company would make the investment. However, an alternative, more circumscribed strategy would be a vaccine to protect health care workers, much as a smallpox vaccine is viewed at present. It was concern about high transmission rates in the hospital setting which led the WHO to issue the unprecedented warning for travellers to avoid south-east Asia and Toronto. The first candidate coronavirus protein for induction of immunity is the spike (S) protein. The spike is a receptor protein of the virus which mediates membrane fusion as the virus enters a cell. There is an inverse relationship between severity of disease with pre-existing serum antibody. 8 Predominantly the postinfection response is against the S protein, but antibody to the internal nucleoprotein (NP) and matrix (M) proteins is also detected. 11 At least in the human coronaviruses that have been studied to date the majority of neutralising epitopes are in the amino terminal half of the S protein with glycosylation an important factor. In the wider coronavirus family, antibody to M can also neutralise virus in vitro 12 , whilst antibodies to HE (haemagglutinin esterase) neutralise bovine coronavirus 13 and the CD4 T-cell response to the internal N protein may contribute to immunity. An equally likely scenario is development of a new antiviral drug. Sidwell 14 has described inhibition of coronavirus replication by the triazole nucleoside Ribavirin and the compound has been used in some patients with SARS. 1 The virus has unique RNA replicase, esterase and proteinase enzymes for drug targets. This novel outbreak could provide the impetus for a new strategy to use the knowledge of the human genome to pinpoint cell genes which are up or down regulated in respiratory infections, and thereby to develop for the first time a blocker to all the respiratory virus families including myxovirus, paramyxovirus, coronavirus and rhinovirus. Such a discovery, alongside an S plus N vaccine for SARS, would be a magnificent scientific beginning to the new millennium.",
            "cite_spans": [
                {
                    "start": 1473,
                    "end": 1474,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1632,
                    "end": 1634,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2306,
                    "end": 2307,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A SARS vaccine or antiviral drug"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1344",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza A pandemics of the 20th century with special reference to 1918: virology, pathology and epidemiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Rev Med Virol",
            "volume": "10",
            "issn": "",
            "pages": "119--152",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cooperation between the hemagglutinin of avian viruses and the matrix protein of human influenza A viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scholtissek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stech",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krauss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "1781--1787",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World War I may have allowed the emergence of 'Spanish' influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sefton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Innes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "111--115",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features and rapid viral diagnosis of human disease associated with avian influenza A H5N1 virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Que",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Shortridge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": "467--71",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influenza Virus Antigens and 'Antigenic Drift",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hampson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "49--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cultivation of a novel type of common cold virus in organ culture",
            "authors": [
                {
                    "first": "Daj",
                    "middle": [],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bynoe",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "1467--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral and Other Infections of the Human Respiratory Tract",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "Myint",
                    "middle": [
                        "S"
                    ],
                    "last": "Coronaviruses",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute Respiratory Syndrome (SARS) and coronavirus testing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mmwr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Severe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MMWR",
            "volume": "52",
            "issn": "",
            "pages": "14--19",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparative full length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins and infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antibody to virus components in volunteers experimentally infected with human coronavirus 229E group viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnaughton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Hasony",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Madge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Infect Immun",
            "volume": "31",
            "issn": "",
            "pages": "845--854",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Monoclonal antibodies to the matrix (E1) glycoprotein of mouse hepatitis virus protect mice from encephalitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Shubin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sussman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Casteel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Virology",
            "volume": "168",
            "issn": "",
            "pages": "162--169",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Monoclonal antibodies to bovine coronavirus. characteristics and topographical mapping of neutralizing epitopes on the E2 and E3 glycoproteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deregt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "161",
            "issn": "",
            "pages": "410--430",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Review of a Broad-Spectrum Antiviral Agent",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sidwell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ribavirin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "49--97",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Model of the SARS virus. Woodwork by Tom Brooke.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}