{
    "paper_id": "7114f68f63349aab3a8b413728ccb99e9183deff",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Come per tutti gli interventi di politica sanitaria, anche le scelte in tema di sorveglianza, prevenzione e controllo delle zoonosi non possono prescindere da valutazioni sull'impatto sanitario, sociale ed economico delle diverse possibili strategie. Questo impatto varia a seconda delle caratteristiche della specifica patologia: incidenza, prevalenza e gravità nell'uomo e nell'animale, rischio di contagio interumano, velocità di diffusione, possibile evoluzione dell'agente patogeno, dimensione delle popolazioni a rischio, area geografica interessata, costi della prevenzione, disponibilità e costi di profilassi e terapie, costo della sorveglianza epidemiologica e altri costi sociali ed economici.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Le scelte dovrebbero quindi essere supportate da attente analisi del rapporto tra costi e benefici, per le quali si ricorre sempre più spesso a modelli di simulazione matematica. Tuttavia, l'approccio alla materia è lungi dall'essere consolidato, soprattutto per quanto riguarda la valutazione economica dei benefici, che risulta estremamente complessa rispetto a quella dei costi. Qualche esempio può dare un'idea, seppure schematica, delle valutazioni in gioco.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "-Rispetto alle classiche zoonosi alimentari, l'encefalopatia spongiforme bovina (BSE) ha un'incidenza limitata, tuttavia la sua gravità ha indotto ad applicare, in modo generalizzato e rigoroso, impegnativi e costosi controlli a tutti i livelli della filiera della carne. -Il decorso delle salmonellosi è considerato generalmente benigno e il costo unitario del loro trattamento relativamente modesto, mentre i programmi di sorveglianza per questo tipo di zoonosi sono molto costosi. Il problema è soprattutto rappresentato dalla numerosità dei casi; quindi l'azione di controllo e prevenzione non punta tanto a eliminare la patologia, quanto a contenerne la prevalenza al di sotto di soglie ritenute accettabili. -Le varianti delle influenze aviarie H5 e H7, sono oggetto di specifici ed elevati investimenti in ricerca e prevenzione, che non sono correlati all'iniziale, relativamente modesta, incidenza della trasmissione di questi virus all'uomo, bensì ai rischi connessi alle loro temute evoluzioni.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "La domanda non è se, ma come e quando le zoonosi nuove o riemergenti emergeranno e se i sistemi di sorveglianza saranno capaci di individuarle e controllarle tempestivamente. Van der Giessen et al, 2004 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I due pilastri su cui si fondano la prevenzione e il controllo delle zoonosi, sono rappresentati dai sistemi di sorveglianza (passiva o attiva) e da quelli di allarme rapido. I primi hanno la funzione di monitorare e valutare in modo continuo nel tempo la situazione sanitaria delle popolazioni umane e animali controllate, degli alimenti e degli altri prodottti della filiera alimentare (in particolare i mangimi); i secondi, pur basandosi generalmente sulle informazioni fornite dai sistemi di sorveglianza, hanno lo scopo di consentire un'immediata ed efficace reazione in presenza di focolai epidemici o epizootici.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I sistemi di sorveglianza epidemiologica sono sistemi dinamici di monitoraggio e valutazione dello stato sanitario delle popolazioni, sia umane sia animali, integrati con procedure di diffusione delle informazioni ottenute, finalizzate alla pronta attuazione di misure adeguate. Questi strumenti sono indispensabili per individuare tempestivamente eventuali focolai, monitorarne l'andamento e valutare progressivamente i risultati ottenuti con le misure sanitarie adottate. Ma non va dimenticato il loro impiego nella prevenzione a lungo termine per seguire l'andamento nel tempo di patologie e fattori di rischio, riconoscere aree e popolazioni a rischio, stabilire le priorità degli interventi di sanità pubblica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di sorveglianza"
        },
        {
            "text": "Nella maggioranza dei casi, i sistemi di sorveglianza sono di tipo passivo, ossia i dati e le informazioni giungono, senza alcuna sollecitazione, attraverso le notifiche e le segnalazioni che gli operatori sanitari sono tenuti a effettuare per legge. Questo tipo di sorveglianza è adatto soprattutto per ottenere dati sull'andamento nel tempo di una patologia, richiede procedure semplici e non particolarmente costose ma, a causa delle frequenti sottonotifiche, fornisce spesso dati incompleti e quindi poco rappresentativi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di sorveglianza"
        },
        {
            "text": "Garanzie molto maggiori di completezza sono offerte dai sistemi di sorveglianza attiva, che prevedono il contatto periodico tra i responsabili della sorveglianza e gli incaricati della segnalazione. In genere, i sistemi attivi sono utilizzati per periodi limitati e per importanti patologie specifiche.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di sorveglianza"
        },
        {
            "text": "Le fasi principali delle procedure di sorveglianza sono: la sistematica raccolta di dati, la loro analisi e sintesi, l'interpretazione e la divulgazione delle informazioni ottenute finalizzata all'azione (per esempio all'attuazione di piani e programmi di lotta a breve o a lungo termine).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di sorveglianza"
        },
        {
            "text": "Evidentemente tutto ciò implica una conoscenza approfondita del territorio, la possibilità di accedere alle popolazioni oggetto di studio, un'attenta analisi del rischio, la possibilità di rilevare dati utili e significativi, di validarli e metterli a disposizione delle diverse professionalità coinvolte e, nelle modalità appropriate, anche dei cittadini.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di sorveglianza"
        },
        {
            "text": "Tradizionalmente, le patologie umane e quelle animali sono state sottoposte a sistemi di sorveglianza e controllo distinti; tuttavia l'esperienza delle recenti epi-demie zoonotiche dimostra che il coordinamento tra i due sistemi è una condizione imprescindibile per riuscire a prevenire o contenere l'espansione dei focolai. In Olanda, per esempio, in occasione dell'epizoozia provocata dal virus H7N7, il cordone sanitario e, in particolare, le misure restrittive sui movimenti furono attuate inizialmente solo per gli animali degli allevamenti coinvolti, mentre le persone che lavoravano a contatto con gli stessi animali non furono sottoposte al controllo delle autorità di sanità pubblica e questo errore favorì la diffusione dell'infezione, soprattutto attraverso i contatti familiari degli 89 lavoratori infettati.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di sorveglianza"
        },
        {
            "text": "La complessità delle interazioni tra gli agenti patogeni, le specie animali che fungono da ospite e l'ambiente, unite alla peculiarità delle zoonosi di presentarsi in aree geografiche e in specie animali nuove, richiedono dunque una collaborazione tra gli organismi e le istituzioni impegnati nella sorveglianza delle patologie umane e di quelle animali.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di sorveglianza"
        },
        {
            "text": "Per un'efficace sorveglianza delle patologie zoonotiche è necessario monitorare sistematicamente tutte le condizioni in qualche modo correlate alla loro diffusione (a cominciare dalle condizioni atmosferiche). A tale scopo è fondamentale educare le figure professionali che operano a contatto con gli animali (veterinari, allevatori, addetti alla cura degli animali, guardie forestali, personale di parchi e zoo eccetera) a segnalare tutti gli eventi rilevanti in relazione a un possibile rischio di zoonosi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di sorveglianza"
        },
        {
            "text": "Sulla base delle raccomandazioni internazionali (WHO/FAO/OIE, 2004), i programmi per la sorveglianza delle zoonosi -nell'uomo e negli animali -dovrebbero sempre: -essere rappresentativi della popolazione sottoposta a sorveglianza; -rilevare picchi (cluster) di morbilità e mortalità nello spazio e nel tempo; -essere strutturati per specie animale, regione e patologia; -essere basati su sistemi sentinella; -includere le sindromi degli apparati gastrointestinale, respiratorio e riproduttivo, del sistema nervoso centrale e della pelle; -includere sindromi emorragiche e ad alta mortalità; -impiegare, all'occorrenza, sistemi di sorveglianza sia passiva sia attiva; -coinvolgere personale medico, veterinari, esperti di ecosistemi naturali, allevatori e addetti alla cura degli animali; -essere indipendenti dai governi e da interessi politici.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di sorveglianza"
        },
        {
            "text": "Da un punto di vista generale, l'efficacia di un sistema di sorveglianza viene valutata in base a una serie di caratteristiche: -utilità -semplicità -flessibilità -qualità dei dati -accettabilità -sensibilità -valore predittivo positivo -rappresentatività -tempestività -stabilità.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Requisiti essenziali dei sistemi di sorveglianza sanitaria"
        },
        {
            "text": "In particolare, la sorveglianza degli animali dovrebbe riguardare sia gli animali domestici sia quelli selvatici; dovrebbe inoltre essere posta attenzione ai cali di produzione (per esempio di latte e uova).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Requisiti essenziali dei sistemi di sorveglianza sanitaria"
        },
        {
            "text": "Dai numerosi rapporti degli organismi nazionali e internazionali, emerge che, per quanto riguarda le patologie zoonotiche, la maggioranza delle nazioni non si è ancora dotata di sistemi di sorveglianza in grado di rispondere adeguatamente ai requisiti elencati.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Requisiti essenziali dei sistemi di sorveglianza sanitaria"
        },
        {
            "text": "Forme di sorveglianza per alcune malattie trasmissibili erano attuate fin dalla seconda metà dell'Ottocento in numerosi paesi europei, ma solo dopo la seconda guerra mondiale sono state introdotte procedure sistematiche di monitoraggio e valutazione delle informazioni. Tuttavia, avendo finalità assai diverse, la sorveglianza delle patologie animali e quella delle patologie umane si sono sviluppate in modo autonomo e, per lungo tempo, in assenza di un effettivo coordinamento istituzionale. Pertanto, nella maggior parte dei paesi europei, Italia compresa, vi è tuttora scarsa corrispondenza tra i sistemi di notifica delle zoonosi adottati in campo veterinario e in campo umano.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in Italia"
        },
        {
            "text": "Nel nostro paese il sistema di sorveglianza epidemiologica delle zoonosi negli animali è fondato sul Regolamento di Polizia veterinaria (DPR 320/54 e successive modifiche e integrazioni). A partire dalla sua emanazione, il Regolamento ha costituito la base di una politica sanitaria imperniata sulla sorveglianza, attuata dai Servizi veterinari pubblici, considerata lo strumento principale per combattere le malattie infettive. Grazie a questa normativa, sono state definite chiaramente le regole per la profilassi e il controllo delle malattie diffusive degli animali e delle zoonosi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in Italia"
        },
        {
            "text": "Le malattie animali soggette a denuncia -da effettuare sempre all'Azienda sanitaria locale competente -sono circa 60, molte delle quali zoonosi (vedi box a pagina seguente). I soggetti tenuti alla denuncia di casi, anche sospetti, di queste malattie infettive sono numerosi, tra questi: veterinari pubblici e veterinari liberi professionisti, allevatori, direttori degli Istituti zooprofilattici sperimentali, funzionari di Pubblica sicurezza, proprietari o detentori di animali eccetera. Nella denuncia devono essere specificati i seguenti elementi: -la natura della malattia accertata o sospetta; -le generalità del proprietario degli animali morti, ammalati o sospetti; -l'ubicazione precisa del ricovero o del pascolo in cui questi si trovano; -il numero di animali colpiti e quello dei rimanenti animali sospetti o sani; -l'eventuale recente provenienza; -la data di esordio della malattia e/o di morte; -le eventuali osservazioni del veterinario; -le precauzioni adottate d'urgenza per prevenire la diffusione della malattia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in Italia"
        },
        {
            "text": "In presenza di una zoonosi accertata o sospetta, va compilato un apposito modello da trasmettere alla ASL competente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in Italia"
        },
        {
            "text": "In ambito medico, la sorveglianza delle zoonosi rientra nel Sistema informativo delle malattie infettive e diffusive, secondo quanto previsto dal Decreto del Ministero della sanità del 15 dicembre 1990. Per quanto concerne l'obbligo di denuncia dei casi umani, il medico è tenuto a segnalare all'Azienda sanitaria locale sia le zoonosi incluse tra le malattie delle classi I, II, III e IV del decreto, sia quelle elencate nel Regolamento di Polizia veterinaria, ma non espressamente menzionate (classe V). L'obbligo di denuncia dei casi, sia sospetti sia accertati, della variante umana della malattia di Creutzfeldt-Jakob è stato invece introdotto con il Decreto del Ministero della salute del 21 dicembre 2001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in Italia"
        },
        {
            "text": "Nella denuncia presentata dal medico devono essere presenti i seguenti elementi: -la malattia sospetta o accertata; -gli elementi identificativi del paziente; -gli accertamenti diagnostici eventualmente effettuati; -la data di comparsa della malattia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in Italia"
        },
        {
            "text": "Le modalità di segnalazione e notifica e il conseguente flusso informativo, variano a seconda della classe in cui è inclusa la patologia. In linea generale, i report relativi alle notifiche vengono periodicamente trasmessi dalle ASL alla Regione d'appartenenza che, a sua volta, inoltra i dati al Ministero della salute e all'Istituto superiore di sanità.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in Italia"
        },
        {
            "text": "Il DM 15 dicembre 1990 non indica espressamente procedure di comunicazione al Servizio veterinario; tuttavia, il Servizio di igiene della ASL dovrebbe essere istituzionalmente responsabile di trasmettere l'informazione ai veterinari, ma non sempre questo avviene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in Italia"
        },
        {
            "text": "Zoonosi comprese negli elenchi delle malattie infettive e diffusive degli animali soggette a provvedimenti sanitari Tra le malattie animali elencate nel Regolamento di Polizia veterinaria (DPR 320/54 e successive modifiche e integrazioni), sono comprese numerose zoonosi, tra le quali: -rabbia;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi e sanità pubblica 28"
        },
        {
            "text": "-mal rossino; -tubercolosi; -morva; -brucellosi; -febbre Q; -carbonchio; -idatidosi; -gastro-enterotossiemie; -leptospirosi; -salmonellosi;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi e sanità pubblica 28"
        },
        {
            "text": "-encefalopatia spongiforme dei bovini; -pasteurellosi; -Rift Valley fever. Diverse zoonosi sono inoltre presenti tra le malattie animali soggette a notifica in base ad altre disposizioni di legge, riferite a particolari attività o specie animali. Per esempio, tra le patologie del cavallo soggette a denuncia obbligatoria in base al DPR 243/94, troviamoaccanto a zoonosi più note e tradizionali -le encefalomieliti equine e la West Nile disease. In materia di notifica, la normativa non è sempre coerente e chiara; tuttavia, la progressiva armonizzazione alle direttive europee dovrebbe condurre a un quadro più omogeneo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi e sanità pubblica 28"
        },
        {
            "text": "D'altra parte, il Regolamento di Polizia veterinaria prevede espressamente lo scambio di informazioni in entrambe le direzioni.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi e sanità pubblica 28"
        },
        {
            "text": "L'articolo 5 (Casi di malattie trasmissibili) prescrive infatti: \"I casi di carbonchio ematico, di mal rossino, di salmonellosi, di brucellosi, di tubercolosi clinicamente manifesta negli animali lattiferi e quelli di tubercolosi nei cani, nei gatti, nelle scimmie e negli psittaci, di morva, di rabbia, di rickettsiosi e di rogna -se trasmissibile all'uomo -devono essere segnalati dal veterinario comunale all'ufficiale sanitario unitamente alle misure urgenti adottate per impedire il contagio all'uomo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi e sanità pubblica 28"
        },
        {
            "text": "\"Parimenti l'ufficiale sanitario deve segnalare al veterinario comunale i casi delle malattie sopra elencate accertati nell'uomo. Per la tubercolosi la segnalazione viene limitata ai casi nei quali non sia possibile escludere la trasmissione della malattia agli animali.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi e sanità pubblica 28"
        },
        {
            "text": "\"Le disposizioni contenute nei due commi precedenti si applicano anche nei casi di vaiolo bovino, di trichinosi, di tularemia, di leishmaniosi, di leptospirosi, di psittacosi (ornitosi), per le quali malattie l'Alto Commissario per l'igiene e la sanità pubblica determina con speciali ordinanze le misure sanitarie da adottare.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi e sanità pubblica 28"
        },
        {
            "text": "Anche l'ultimo comma dell'articolo 12 (Trasmissione delle denunce) prevede lo scambio di informazioni tra i due rami della sanità:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi e sanità pubblica 28"
        },
        {
            "text": "\"Il veterinario provinciale segnala al medico provinciale i casi di zoonosi di cui viene a conoscenza e riceve dal medico provinciale le segnalazioni dei casi di dette malattie manifestatesi nell'uomo per predisporre, ciascuno nel campo di sua competenza, le necessarie misure sanitarie.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi e sanità pubblica 28"
        },
        {
            "text": "La dimensione sempre più continentale dei problemi relativi alla salute pubblica ha assegnato all'Unione Europea un ruolo di coordinamento -la cui importanza è destinata a crescere nei prossimi anni -nel programma di sorveglianza delle malattie trasmissibili.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in ambito europeo"
        },
        {
            "text": "Uno dei problemi principali nell'organizzazione di una rete di sorveglianza a livello sovranazionale è rappresentato dalla necessità di conciliare, e nel tempo armonizzare, sistemi nazionali di monitoraggio e di gestione delle informazioni assai diversi. Il numero delle malattie soggette a sorveglianza e l'obbligatorietà della notifica variano sensibilmente da paese a paese. Inoltre gli stessi criteri adottati per la conferma dei casi possono differire sostanzialmente, cosicché il medesimo caso potrebbe essere notificato in un paese e non in un altro, compromettendo la confrontabilità dei dati relativi a una stessa patologia. Vale la pena di osservare che la normativa europea in materia di sorveglianza delle zoonosi, ha preceduto di diversi anni quella relativa alla sorveglianza generale delle malattie trasmissibili nell'uomo. Sin dal 1992, infatti, l'Unione Europea aveva introdotto -con la Direttiva 92/117/CE -specifiche misure di sorveglianza e protezione riguardo alle zoonosi, sia nell'animale sia nell'uomo. Solo nel 1998, è stata istituita -con la Decisione 2119/98/CE -la rete comunitaria per la sorveglianza delle malattie trasmissibili nell'uomo, che copre anche le zoonosi umane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in ambito europeo"
        },
        {
            "text": "Nel 2003 In particolare, la Direttiva Zoonosi detta agli Stati membri le regole da seguire nella sorveglianza delle zoonosi, degli agenti zoonotici e delle relative resistenze agli antimicrobici, nonché le procedure per l'indagine epidemiologica dei focolai di tossinfezione alimentare e le modalità dello scambio di informazioni a livello comunitario. La direttiva elenca le zoonosi e gli agenti zoonotici da sottoporre a sorveglianza: otto obbligatoriamente e i rimanenti in funzione della situazione epidemiologica dei singoli paesi (vedi box). I dati europei sulla sorveglianza delle zoonosi -raccolti in ambito sia veterinario sia umano (in conformità all'articolo 5 della Direttiva 92/117/CE) -sono pubblicati in un rapporto annuale, curato dall'EFSA, che fornisce il quadro generale della situazione europea. Nel 2004, per la prima volta, i 25 Stati membri e la Norvegia hanno utilizzato un nuovo sistema comunitario di raccolta e trasmissione on line delle informazioni. Di fatto, come ha dimostrato il relativo rapporto, molti paesi sembrano in ritardo, soprattutto per quanto riguarda i dati relativi alle patologie zoonotiche nell'uomo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La sorveglianza in ambito europeo"
        },
        {
            "text": "Sulla base dei dati di sorveglianza disponibili, è in via di realizzazione e già parzialmente accessibile un data base (BSN, Basic Surveillance Network), aggiornato mensilmente, relativo a circa 40 patologie. Oltre alla maggioranza dei membri dell'Unione, partecipano al progetto anche alcuni paesi che non ne fanno parte (a cominciare dalla Norvegia e dalla Svizzera). Non tutte le nazioni forniscono i dati relativi all'intera lista delle patologie censite e, comunque, sussistono i problemi già ricordati di confrontabilità e coerenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi soggette a sorveglianza secondo le norme europee"
        },
        {
            "text": "In realtà, la sorveglianza delle malattie trasmissibili nell'uomo, e quindi anche delle zoonosi, non è gestita a livello comunitario da un'unica rete. Per patologie selezionate esistono apposite reti europee di sorveglianza, che collegano enti e laboratori nazionali specializzati; tra i più rilevanti, per quanto riguarda le zoonosi, si possono ricordare:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonosi soggette a sorveglianza secondo le norme europee"
        },
        {
            "text": "Nei prossimi anni, si dovrebbe assistere a un sostanziale rafforzamento della rete di sorveglianza europea e a una progressiva armonizzazione dei sistemi di monitoraggio nazionali, soprattutto grazie all'ECDC (European Centre for Disease Prevention and Control). Questa Agenzia, istituita con il Regolamento 851/2004/CE e inaugurata nel 2005, riunisce le funzioni precedentemente svolte da vari uffici e comitati ed è destinata, tra l'altro, ad assumere gradualmente la direzione delle reti di sorveglianza comunitarie esistenti per giungere a una loro piena integrazione. Il programma dei prossimi anni prevede tra l'altro: -l'assistenza tecnica agli Stati membri in merito ai problemi di sorveglianza; -la standardizzazione dei dati e l'armonizzazione delle procedure di laboratorio; -la produzione di rapporti epidemiologici periodici (anche tramite l'incorporazione del servizio informativo Eurosurveillance).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-EARSS (European Antimicrobial Resistance Surveillance System) -ENIVD (European Network for Diagnostics of Imported Viral Diseases) -ENTER-NET (International Surveillance Network for the Enteric Infections) -EUCALB (European Union Concerted Action on Lyme Borreliosis)"
        },
        {
            "text": "Sebbene, generalmente, abbiano in comune con i sistemi di sorveglianza le medesime fonti informative (in termini di monitoraggio, notifica dei casi e raccolta dei dati), i sistemi di allarme rapido hanno caratteristiche e funzioni nettamente distinte. Il loro scopo principale è la trasmissione rapida ed efficace delle informazioni utili per prevenire o contenere una minaccia potenziale, o già reale, alla salute pubblica. Come è noto, a livello nazionale lo scambio di informazioni tra le autorità sanitarie competenti, dalla periferia al centro e viceversa, è la condizione indispensabile per l'adozione tempestiva delle misure più idonee e per il loro costante aggiornamento in relazione all'evolversi della situazione sanitaria. In tutte le nazioni sviluppate sono oggi previsti meccanismi di allarme, più o meno sofisticati, per fronteggiare i rischi di epizoozie/epidemie, derivanti sia da focolai sviluppatisi all'interno del paese sia da agenti patogeni provenienti da altri paesi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di allarme rapido e reazione"
        },
        {
            "text": "Anche in ambito comunitario il primo sistema di allarme rapido -l'Animal Disease Notification System (ADNS) -è stato creato per rispondere alle esigenze della sanità veterinaria. Il sistema, istituito nel 1982 con la Direttiva 82/894/CEE e tuttora in vigore, assicura lo scambio rapido di informazioni tra la Commissione e le autorità sanitarie degli Stati membri e degli altri paesi che aderiscono al sistema, per attuare immediatamente le misure necessarie per prevenire la diffusione di epizoozie. Il sistema prevede l'obbligo di notifica immediata dei focolai delle principali malattie trasmissibili animali (tra le quali, influenza aviaria, BSE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di allarme rapido e reazione"
        },
        {
            "text": "Per quanto riguarda le malattie trasmissibili umane, nel 2000 è stato introdotto, con la Decisione 2000/57/CE, il sistema di allarme comunitario EWRS (Early Warning and Response System). Grazie a una rete che collega in tempo reale la Commissione e le autorità sanitarie degli Stati membri, il sistema consente il coordinamento della gestione dei rischi e delle emergenze sanitarie che possono interessare più paesi. Pur essendo ancora in fase di potenziamento, l'EWRS si è già dimostrato un valido strumento in diverse occasioni.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di allarme rapido e reazione"
        },
        {
            "text": "A partire dal 2006, è previsto un ruolo crescente dell'ECDC nella direzione dell'EWRS, a tutti i livelli:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di allarme rapido e reazione"
        },
        {
            "text": "-tecnico (gestione e sviluppo della rete); -scientifico (supporto alla Commissione e agli Stati membri in relazione a situazioni di rischio, focolai ed epidemie); -di coordinamento con gli altri sistemi di allarme rapido, sia comunitari (in particolare, per quanto riguarda gli alimenti e i mangimi, con il RASFF, Rapid Alert System for Food and Feed), sia internazionali (del WHO, dell'OIE eccetera).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di allarme rapido e reazione"
        },
        {
            "text": "Se nell'ambito dell'Unione Europea (e degli altri paesi del continente, a essa collegati da accordi di sorveglianza e allarme rapido), la vicinanza geografica rappresenta un fattore di rischio maggiore, le esperienze storiche e soprattutto quelle degli ultimi anni hanno dimostrato l'importanza fondamentale di una rete mondiale di allarme rapido.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di allarme rapido e reazione"
        },
        {
            "text": "Nel maggio 2005, dopo un lavoro di preparazione durato un decennio, la 58 a Assemblea mondiale del WHO ha approvato la revisione delle norme del regola-mento sanitario internazionale, note come IHR (International Health Regulations, vedi box). Rispetto alla precedente versione (del 1969), questo aggiornamento ha introdotto importanti cambiamenti. Innanzi tutto, mentre in precedenza la notifica era obbligatoria solamente per alcune patologie (colera, peste e febbre gialla), gli Stati sono ora tenuti a notificare tutti gli eventi che possano costituire un'emergenza internazionale per la salute pubblica, indicati con la sigla PHEIC (Public health emergency of international concern). Gli Stati sono obbligati a segnalare, inoltre, qualsiasi evidenza di rischio di epidemia a livello internazionale, anche se si registra al di fuori del loro territorio. Vale la pena di osservare che nell'albero decisionale riportato nelle nuove IHR, tra gli esempi di patologie da considerare per l'identificazione di un PHEIC, sono espressamente indicate varie zoonosi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di allarme rapido e reazione"
        },
        {
            "text": "Il Regolamento definisce inoltre, con precisione, i ruoli dei singoli paesi e del WHO nella gestione delle emergenze sanitarie, per assicurare l'individuazione tempestiva delle malattie e una risposta rapida ed efficace: -ogni paese istituisce un proprio National IHR Focal Point, che assicura il legame operativo con il WHO, senza interruzione (24 ore su 24); -la notifica di un PHEIC e i successivi rapporti sono comunicati al WHO tramite il National IHR Focal Point; -se il WHO stabilisce che è effettivamente in atto un PHEIC, può emanare raccomandazioni temporanee allo scopo di prevenire o ridurre i rischi di diffusione internazionale della malattia; -gli uffici del WHO di tutto il mondo, anche attraverso il GOARN (Global Outbreak Alert and Response Network), forniscono il supporto operativo ai vari paesi coinvolti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di allarme rapido e reazione"
        },
        {
            "text": "Le nuove IHR entreranno obbligatoriamente in vigore dal 15 giugno 2007. Tuttavia, nel gennaio 2006, il direttore generale del WHO ha invitato gli Stati membri ad applicarle immediatamente su base volontaria. La sollecitazione fa seguito alle raccomandazioni della riunione congiunta tra WHO, FAO, OIE e World Bank tenutasi nel novembre 2005, in relazione alla rapida diffusione dell'inflenza aviaria attraverso i continenti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sistemi di allarme rapido e reazione"
        },
        {
            "text": "Di fronte a rischi di epidemie gravi, inedite e potenzialmente su grande scala, le autorità sanitarie nazionali e internazionali non possono affidarsi solo ai sistemi di sorveglianza, di allarme e di risposta esistenti, che potrebbero risultare inadeguati e non attrezzati per affrontare situazioni impreviste che richiedano approcci interdisciplinari e grande flessibilità operativa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Piani d'emergenza e unità di crisi"
        },
        {
            "text": "Nei confronti di minacce di questo genere non è sufficiente ricorrere a provvedimenti di routine, ma occorre studiare strumenti e interventi calibrati sulle caratteristiche specifiche dell'agente patogeno, sull'epidemiologia della malattia, sulle sue probabili evoluzioni, per mettere in opera sistemi mirati di sorveglianza attiva e predisporre anticipatamente piani ad hoc per l'eventuale manifestarsi di focolai e sviluppi epidemici. Le misure assunte in modo coordinato dagli organismi internazionali, dai governi nazionali e dalle autorità sanitarie di fronte all'epidemia di SARS del 2002-2003 rendono bene l'idea dei problemi da gestire e delle soluzioni adottate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Piani d'emergenza e unità di crisi"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nel 1951, a tre anni dalla sua costituzione, il WHO adottò le International Sanitary Regulations, al fine di controllare e monitorare sei gravi malattie infettive: colera, peste, febbre gialla, vaiolo, brucellosi e tifo. Negli anni successivi, dopo l'eradicazione del vaiolo e il forte declino della brucellosi e del tifo, l'obbligo di notifica venne limitato alle prime tre patologie. Nel 1969 la normativa fu modificata e prese l'attuale nome di International Health Regulations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "evitando interferenze non necessarie con il traffico e il commercio internazionale. In pratica, ciascun paese membro è tenuto a mettere in atto le misure sanitarie raccomandate dal WHO,relativamente a specifici rischi (per esempio per determinate aree geografiche e/o patologie). Le misure possono riguardare sia persone, sia bagagli, carico, container, mezzi di trasporto, merci (compresi animali) o pacchi postali: nel primo caso, si va dall'obbligo di vaccinazione o altra profilassi fino al rifiuto di accesso nel paese di destinazione; nel secondo, dalle ispezioni sanitarie sulle merci fino alla loro confisca e distruzione in condizioni controllate",
            "authors": [],
            "year": null,
            "venue": "delle IHR è prevenire e monitorare la diffusione internazionale di malattie infettive e fornire una risposta adeguata in caso di rischi per la sanità pubblica",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "trollo di specifiche zoonosi negli animali (tubercolosi nei bovini, brucellosi nei bovini e negli ovicaprini) o di determinati agenti zoonotici presenti negli alimenti (in particolare Salmonella, Campylobacter, E. coli verocitotossigena). La direttiva, inoltre, non tratta la prevenzione, il controllo e l'eradicazione delle encefalopatie spongiformi trasmissibili, già oggetto del Regolamento 999/2001/CE.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}