{"paper_id": "73831976e8ab225d53c1e214d0a1ef2b6e63d8cd", "metadata": {"title": "Biomarkers of Pulmonary Diseases", "authors": [{"first": "K", "middle": ["K"], "last": "Jain", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Handbook of Biomarkers", "location": {}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Lungs and airways are affected by several pathologies, the most important of which are inflammation, infection and cancer. Some of the biomarkers of these pathologies are similar to those found in involvement of other organs. This chapter will briefly discuss general issues of biomarkers of pulmonary disorders listed in Table 16 .1. Biomarkers of lung cancer are described in Chapter 13.", "cite_spans": [], "ref_spans": [{"start": 322, "end": 330, "text": "Table 16", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Low lung function is associated with increased morbidity and mortality. It is therefore of interest to identify biomarkers that are associated with impaired lung function. Lung function (FEV1 and FVC) and a panel of 15 inflammatory biomarkers (including cytokines, chemokines, adhesion molecules, CRP and WBC count) from blood samples were analysed subjects aged 70 years (Kuhlmann et al. 2013) . WBC count, CRP and VCAM-1 were found to relate to poorer lung function. A doserelated association was found for the combination WBC count and CRP towards FEV1 and WBC and VCAM-1 towards FVC. This indicates that combination of two biomarkers yielded more information than assessing them one by one when analysing the association between systemic inflammation and lung function. ", "cite_spans": [{"start": 372, "end": 394, "text": "(Kuhlmann et al. 2013)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Association of Biomarkers of Inflammation with Lung Function in the Elderly"}, {"text": "Oxidative stress is the hallmark of various chronic inflammatory lung diseases. Increased concentrations of ROS in the lungs of such patients are reflected by elevated concentrations of oxidative stress markers in the breath, airways, lung tissue and blood. Traditionally, the measurement of these biomarkers has involved invasive procedures to procure the samples or to examine the affected compartments, to the patient's discomfort. Non-invasive approaches to measure oxidative stress have been investigated. The collection of exhaled breath condensate (EBC) is a noninvasive sampling method for real-time analysis and evaluation of oxidative stress biomarkers in the lower respiratory tract airways. The biomarkers of oxidative stress such as H 2 O 2 , F2-isoprostanes, malondialdehyde, 4-hydroxy-2-nonenal, antioxidants, glutathione and nitrosative stress such as nitrate/nitrite and nitrosated species can be measured in EBC. Oxidative stress biomarkers also have been measured for various antioxidants in disease prognosis. EBC is currently used as a research and diagnostic tool in free radical research, yielding information on redox disturbance and the degree and type of inflammation in the lung. It is expected that EBC can be exploited to detect specific levels of biomarkers and monitor disease severity in response to treatment.", "cite_spans": [], "ref_spans": [], "section": "Biomarkers of Oxidative Stress in Lung Diseases"}, {"text": "Community-acquired pneumonia (CAP) is one of the most common reasons for emergency department. Despite its prevalence, there are many challenges to proper diagnosis and management of pneumonia. There is no accurate and timely gold standard to differentiate bacterial from viral disease, and there are limitations in precise risk stratification of patients to ensure appropriate site-of-care decisions. Clinical risk scores such as pneumonia severity index (PSI) and CURB-65 (confusion, urea, respiratory rate, blood pressure, age > 65 years), and blood biomarkers of different physiopathological pathways are used in predicting longterm survival in patients with CAP. In a prospective study, patients admitted with CAP were followed for 6 years and Cox regression models as well as area under the receiver operating characteristics curve (AUC) were used to investigate associations between initial risk assessment and all-cause mortality (Alan et al. 2015) . Initial PSI and CURB-65 scores both had excellent long-term prognostic accuracy, with a step-wise increase in mortality per risk class. The addition of inflammatory (pro-adrenomedullin) and cardiac (pro-atrial natriuretic peptide) blood biomarkers measured upon hospital admission further improved the prognostic capabilities of the PSI.", "cite_spans": [{"start": 938, "end": 956, "text": "(Alan et al. 2015)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Biomarkers of Community-acquired Pneumonia"}, {"text": "Pathological changes in severe acute respiratory syndrome (SARS) suggest that SARS sequelae are associated with dysregulation of cytokine and chemokine production. A study from Taiwan showed that cytokine or chemokine profiles in patients with SARS differ markedly from those in patients with community-acquired pneumonia (CAP) and control groups (Chien et al. 2006) . Serum levels of three cytokines were significantly elevated in SARS patients versus the CAP: Interferon-γ-inducible protein-10 (IP-10), interleukin (IL)-2, and IL-6. Cytokine levels began to rise before the development of chest involvement and peaked earlier than did lung injury assessed by chest x-ray. Conversely, in CAP patients but not SARS patients or controls, levels of interferon-γ, IL-10, and IL-8 were elevated, and rose in tandem with radiographic changes. A further difference between groups was the ratio of IL-6 to IL-10, at 4.84 in SARS patients versus 2.95 in CAP patients. However, in both sets of patients, levels of IL-6 correlated strongly with the severity of lung injury. The early induction of IP-10 and IL-2, as well as the subsequent overproduction of IL-6 and lack of IL-10, probably contribute to the main immunopathological processes involved in SARS lung injury and may be early biomarkers of lung injury. These findings differ from those observed in subjects with CAP.", "cite_spans": [{"start": 347, "end": 366, "text": "(Chien et al. 2006)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Cytokine/Chemokine Biomarkers of SARS"}, {"text": "Plasma biomarkers related to inflammation − IL-8 and enhanced neutrophil recruitment to the lung (ICAM-1) − are independently associated with increased mortality in patients with ALI. Higher levels of IL-8 and ICAM-1 independently predicted death (McClintock et al. 2008 ). In addition, lower levels of the coagulation marker protein C were independently associated with an increased risk of death. The association of lower protein C levels with non-survivors continues to support the role for disordered coagulation in ALI/ARDS. These associations exist despite consistent use of lung protective ventilation and persist even when controlling for clinical factors that also impact upon outcomes. The two biomarkers with an independent association with mortality, IL-8 and ICAM-1, need to be be studied further for their potential value in stratifying patients in clinical trials.", "cite_spans": [{"start": 247, "end": 270, "text": "(McClintock et al. 2008", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Plasma Biomarkers Related to Inflammation"}, {"text": "Acute respiratory distress syndrome (ARDS) is the rapid onset of respiratory failure − the inability to adequately oxygenate the blood − that often occurs in the critically ill. Acute lung injury (ALI) precedes ARDS as severe respiratory illnesses progress. Both conditions can be life-threatening. In a large-scale, multicenter trial of patients with ARDS or ALI, higher levels of nitric oxide (NO) in urine were strongly associated with improved survival, more ventilator-free days, and decreased rates of organ failure (McClintock et al. 2007 ). The authors speculated that NO has a beneficial effect on ALI since it scavenges oxygen free radicals that are generated during oxidative stress. Since NO increases microcirculation, it helps to better perfuse tissue beds in the lungs. The investigators offered an alternative hypothesis to explain their findings: NO created inside the body may have a beneficial effect on organs other than the lung during ALI. It might help prevent further tissue damage by improving oxygen and nutrient delivery to the tissues, while helping to decrease the amount of toxic oxygen species. The authors also speculated that NO might have antibacterial effects that could be important in infectious conditions that predispose patients to ALI.", "cite_spans": [{"start": 522, "end": 545, "text": "(McClintock et al. 2007", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Urinary NO as Biomarker"}, {"text": "Pulmonary surfactant, a complex of lipids and proteins, functions to keep alveoli from collapsing at expiration. Surfactant proteins A (SP-A) and D (SP-D) belong to the collectin family and play pivotal roles in the innate immunity of the lung. Pulmonary collectins directly bind with broad specificities to a variety of microorganism and possess antimicrobial effects. These proteins also exhibit both inflammatory and antiinflammatory functions. The collectins enhance phagocytosis of microbes by macrophages through opsonic and/or non-opsonic activities. The proteins stimulate cell surface expression of phagocytic receptors including scavenger receptor A and mannose receptor. Since the expression of SP-A and SP-D is abundant and restricted within the lung, the proteins are now clinically used as biomarkers for lung diseases. The levels of SP-A and SP-D in bronchoalveolar lavage fluids, amniotic fluids, tracheal aspirates and pleural effusions reflect alterations in alveolar compartments and epithelium, and lung maturity. The determination of SP-A and SP-D in sera is a noninvasive and useful tool for understanding some pathological changes of the lung in the diseases, including pulmonary fibrosis, collagen vascular diseases complicated with interstitial lung disease, pulmonary alveolar proteinosis, acute respiratory distress syndrome and radiation pneumonitis (Takahashi et al. 2006) .", "cite_spans": [{"start": 1378, "end": 1401, "text": "(Takahashi et al. 2006)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Pulmonary Surfactant Proteins as Biomarkers for Lung Diseases"}, {"text": "Interstitial lung disease (ILD) is defined as restrictive lung function impairment with radiographic signs of ILD. KL-6, a mucinous high-molecular weight glycoprotein, is expressed on type II pneumonocytes and is a potential biomarker of ILD.", "cite_spans": [], "ref_spans": [], "section": "Serum KL-6 as Biomarker of Interstitial Lung Disease"}, {"text": "A retrospective, cross-sectional analysis Caucasian patients with polymyositis (PM) or dermatomyositis (DM) and ILD were shown to have elevated serum levels of KL-6 compared to patients without ILD (Fathi et al. 2012) . At a cut-off level of 549 U/ml, the sensitivity and specificity for diagnosis of ILD was 83% and 100%, respectively. The level of serum KL-6 may serve as measure of ILD in patients with PM/DM, and is a promising biomarker for use in clinical practice to assess response to treatment.", "cite_spans": [{"start": 198, "end": 217, "text": "(Fathi et al. 2012)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Serum KL-6 as Biomarker of Interstitial Lung Disease"}, {"text": "Chronic obstructive pulmonary disease (COPD) consists of two main forms − chronic bronchitis and emphysema − and sufferers usually have a combination of these conditions. There has been increasing interest in using pulmonary biomarkers to understand and monitor the inflammation in the respiratory tract of patients with COPD. Bronchial biopsies and bronchoalveolar lavage provide valuable information about inflammatory cells and mediators, but these procedures are invasive, so that repeated measurements are limited. Sputum provides considerable information about the inflammatory process, including mediators and proteinases in COPD, but samples usually represent proximal airways and may not reflect inflammatory processes in distal bronchi. Analysis of exhaled breath is a noninvasive procedure so that repeated measurements are possible, but the variability is high for some assays. There is relatively little information about how any of these biomarkers relate to other clinical outcomes, such as progression of the disease, severity of disease, clinical subtypes or response to therapy. More information is also needed about the variability in these measurements. In the future pulmonary biomarkers may be useful in predicting disease progression, indicating disease instability and in predicting response to current therapies and novel therapies, many of which are now in development.", "cite_spans": [], "ref_spans": [], "section": "Biomarkers of Chronic Obstructive Pulmonary Disease"}, {"text": "The COPD Foundation Biomarker Qualification Consortium (CBQC) is a unique public-private partnership established in 2010 between the COPD Foundation, the pharmaceutical industry, and academic COPD experts with advisors from the US National Heart Lung & Blood Institute and FDA (Miller et al. 2016) . The initial intent of the CBQC was to integrate data collected in 2009 and submit a dossier for the qualification. This led to the FDA qualification of plasma fibrinogen as a prognostic or enrichment biomarker for all-cause mortality and COPD exacerbations in 2015. It is the first biomarker drug development tool qualified for use in COPD under the FDA's drug development tool qualification program.", "cite_spans": [{"start": 277, "end": 297, "text": "(Miller et al. 2016)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Biomarkers of Chronic Obstructive Pulmonary Disease"}, {"text": "Alpha1-antitrypsin (AAT) is a plasma glycoprotein that inhibits neutrophil elastase, and individuals who inherit altered AAT genes resulting in deficiency of the protein are at high risk for COPD and liver cirrhosis. This deficiency can be detected by serum protein pattern studies. In the past, testing for the deficiency has been done retrospectively in patients with COPD or liver disease, but the introduction of a home-administered finger-stick blood spot test for AAT genotype enables affected families to construct pedigrees to enable them to identify children who are at risk for developing COPD in later life and should avoid exposure to dust and smoke.", "cite_spans": [], "ref_spans": [], "section": "Alpha1-antitrypsin Gene Polymorphisms Predisposing to Emphysema"}, {"text": "Extracellular matrix (ECM) remodeling of the lung tissue releases protein fragments into the blood, where they may be detected as serologic surrogate biomarkers of disease activity in COPD. Association of ECM turnover with severity and outcome of COPD has been assessed in a prospective, observational, multicenter study, Global Initiative for Chronic Obstructive Lung Disease grades II to IV, and serum samples were analyzed at stable state, during exacerbation as well as 4 weeks after exacerbation (Stolz et al. 2017) . Results showed that patients with the lowest levels of pro-forms of collagen type III (Pro-C3) and type VI (Pro-C6) had more severe airflow limitation, hyperinflation, air trapping, and emphysema. Collagen type III (C3M) and collagen type VI (C6M) were associated with dyspnea. In conclusion, serum biomarkers of ECM turnover were significantly associated with disease severity and clinically relevant outcomes in patients with COPD.", "cite_spans": [{"start": 501, "end": 520, "text": "(Stolz et al. 2017)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Biomarkers of Extracellular Matrix Turnover in COPD"}, {"text": "Lung ECM remodeling in healthy controls and COPD patients was investigated in the COPDGene study. The data suggest that type VI collagen turnover and elastin degradation by neutrophil elastase are associated with COPD-induced inflammation (eosinophil-bronchitis) and emphysema (Bihlet et al. 2017) . Serological assessment of type VI collagen and elastin turnover may assist in identification of phenotypes likely to be associated with progression and amenable to precision medicine for clinical trials.", "cite_spans": [{"start": 277, "end": 297, "text": "(Bihlet et al. 2017)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Biomarkers of Extracellular Matrix Turnover in COPD"}, {"text": "Lung failure, also termed \"lung attack\", is the most common organ failure seen in the intensive care unit. Lung attacks, which effect individuals with COPD are among the leading cause of visits to emergency rooms among chronic disease sufferers. Other causes are neuromuscular impairment, pulmonary edema, pneumonia, and vascular diseases such as acute or chronic pulmonary embolism. When a patient is admitted into the hospital with a severe lung failure, it usually takes >3 months to get to 80% of his or her baseline health. If the patient's health is poor to start with, the new attack can be devastating or even fatal. A test that could more accurately present a patient's disease could make it easier to predict and treat COPD progression to lung failure. There is need for a test that could be performed in any clinical lab and could be used far more widely than the current lung function tests, which are performed in certain centers by specially trained personnel.", "cite_spans": [], "ref_spans": [], "section": "Biomarkers of Lung Failure in COPD"}, {"text": "In 2012, Canada's Prevention of Organ Failure (PROOF) Center of Excellence in Vancouver received funding from Genome British Columbia to develop a biomarkerbased test for determining a COPD patient's risk for having a lung attack. Genes and protein biomarker sets that have been discovered at PROOF Center could have the ability to predict COPD-caused lung attacks and need to be validated.", "cite_spans": [], "ref_spans": [], "section": "Biomarkers of Lung Failure in COPD"}, {"text": "Circulating BNP levels were evaluated as a parameter for the presence and severity of pulmonary hypertension (PH) in patients with chronic lung disease (Leuchte et al. 2006) . During a follow-up time of approximately 1 year, significant pulmonary hypertension (mean pulmonary artery pressure > 35 mm Hg) was diagnosed in more than one-fourth of patients and led to decreased exercise tolerance and life expectancy. Elevated BNP concentrations identified significant pulmonary hypertension with a sensitivity of 0.85 and specificity of 0.88 and predicted mortality. Moreover, BNP served as a risk factor of death independent of lung functional impairment or hypoxemia. It is concluded that plasma BNP facilitates noninvasive detection of significant PH with high accuracy and can be used as a screening test for the presence of PH. In addition, BNP enables an assessment of the relevance of PH and could serve as a useful prognostic parameter in chronic lung disease.", "cite_spans": [{"start": 152, "end": 173, "text": "(Leuchte et al. 2006)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "BNP as a Biomarker of Chronic Pulmonary Disease"}, {"text": "A study has revealed that serum levels of the neuroendocrine activity biomarker chromagranin A (CgA) are increased in male smokers with impaired lung function, and are associated with both respiratory symptoms and the degree of airway obstruction (Sorhaug et al. 2006) . The subgroup of airway epithelial cells belonging to the diffuse neuroendocrine system, termed pulmonary neuroendocrine cells, may represent a putative regulatory function of CgA as a prohormone. They are considered to control growth and development of the fetal lung and regulation of ventilation and circulation, but may also have a role in the pathogenesis of smoking-induced airway disease. The findings indicate that neuroendocrine activation may be important in smoking-related airway inflammation and remodeling, and raise the possibility that CgA could be of predictive value as a biomarker of prognosis in smoking-associated diseases.", "cite_spans": [{"start": 247, "end": 268, "text": "(Sorhaug et al. 2006)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Chromagranin A (CgA) as Biomarker of Airway Obstruction in Smokers"}, {"text": "Measurements of C-reactive protein (CRP), a biomarker of inflammation, provide incremental prognostic information beyond that achieved by traditional biomarkers in patients with mild to moderate COPD, and may enable more accurate detection of patients at a high risk of mortality. Lung function decline is significantly related to CRP levels, with an average predicted change in FEV1 of −0.93% in the highest and 0.43% in the lowest quintile. However, respiratory causes of mortality are not significantly related to CRP levels.", "cite_spans": [], "ref_spans": [], "section": "C-reactive Protein as a Biomarker of COPD"}, {"text": "Genome-wide expression profiling of peripheral blood samples from subjects with significant airflow obstruction was performed to find non-invasive gene expression biomarkers for COPD (Bhattacharya et al. 2011) . Correlation of gene expression with lung function measurements identified a set of 86 genes. A total of 16 biomarkers showed evidence of significant correlation with quantitative traits and differential expression between cases and controls. Further comparison of these peripheral gene expression biomarkers with those previously identified from lung tissue of the same cohort revealed that two genes, RP9 and NAPE-PLD, were decreased in COPD cases compared to controls in both lung tissue and blood. These results contribute to our understanding of gene expression changes in the peripheral blood of patients with COPD and may provide insight into potential mechanisms involved in the disease.", "cite_spans": [{"start": 183, "end": 209, "text": "(Bhattacharya et al. 2011)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Gene Expression Profile in Peripheral Blood of Patients with COPD"}, {"text": "Patients with COPD are often at high risk of early death and identification of prognostic biomarkers may aid in improving their survival by providing early intensive therapy for high-risk patients. A study has investigated the prognostic role of hyperuricemia at baseline on the prognosis of patients with COPD by retrospective evaluation of data . Hyperuricemia was found to be not associated with other baseline characteristics in patients with COPD. Kaplan-Meier survival curve showed that patients with COPD with hyperuricemia had higher risk of mortality compared with patients with normouricemia. Thus, hyperuricemia is a promising biomarker of early mortality in patients with COPD.", "cite_spans": [], "ref_spans": [], "section": "Hyperuricemia as a Biomarker of Early Mortality in COPD"}, {"text": "Decreased expression of vascular endothelial growth factor (VEGF) and its receptor has been implicated in the pathogenesis of COPD. Levels of placenta growth factor (PlGF), another angiogenic factor, are increased in the serum and bronchoalveolar lavage (BAL) fluid of patients with COPD and are inversely correlated with FEV1 (Cheng et al. 2008) . Serum levels of PlGF in patients with COPD were more than double those in smokers and nonsmokers without COPD. These findings suggest that bronchial epithelial cells can express PlGF, which may contribute to the pathogenesis of COPD. Both PlGF and VEGF expression levels were increased in cultured bronchial epithelial cells exposed to pro-inflammatory cytokines such as TNFα and IL-8. Although the mechanisms underlying the observed detrimental effects of PlGF remain to be clarified, persistent PlGF expression might have adverse effects on lung parenchyma by down-regulating angiogenesis.", "cite_spans": [{"start": 327, "end": 346, "text": "(Cheng et al. 2008)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Increased Expression of PIGF as a Biomarker of COPD"}, {"text": "Although the aim of management of patients with asthma is to control their symptoms and prevent exacerbations and morbidity of the disease, optimal management may require assessment and monitoring of biomarkers, i.e., objective measures of lung dysfunction and inflammation.", "cite_spans": [], "ref_spans": [], "section": "Biomarkers of Asthma"}, {"text": "Clinical observations suggest that rhinovirus infection induces a specific inflammatory response in predisposed individuals that results in worsened asthmatic symptoms and increased airway inflammation. A study has shown that IFN-γinduced protein (IP)-10 is specifically released in acute virus-induced asthma, and can be measured in the serum to predict a viral trigger of acute exacerbations (Wark et al. 2007) . Primary bronchial epithelial cell models of rhinovirus infection were used to identify mediators of rhinovirus infection and responded to infection with rhinovirus-16 by releasing high levels of IP-10, RANTES, and IL-16, as well as smaller amounts of IL-8 and TNF-α. IP-10, perhaps in combination with TNF-α, might be a useful clinical marker to identify rhinovirus and other virus-induced acute asthma. Additional findings suggest that IP-10 or CXCR3 (an IP-10 receptor that is highly expressed in activated T cells) might have a role in worsening of airflow obstruction and airway inflammation, and may therefore be potential therapeutic targets.", "cite_spans": [{"start": 394, "end": 412, "text": "(Wark et al. 2007)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Biomarker for Rhinovirus-induced Asthma Exacerbation"}, {"text": "International guidelines on the management of asthma support the early introduction of corticosteroids to control symptoms and to improve lung function by reducing airway inflammation. However, not all individuals respond to corticosteroids to the same extent and it would be an desirable to be able to predict the response to corticosteroid treatment. Several biomarkers have been assessed following treatment with corticosteroids including measures of lung function, peripheral blood and sputum indices of inflammation, exhaled gases and breath condensates. The most widely examined measures in predicting a response to corticosteroids are airway hyperresponsiveness, exhaled NO (eNO) and induced sputum. Of these, sputum eosinophilia has been demonstrated to be the best predictor of a short-term response to corticosteroids. More importantly, directing treatment at normalizing the sputum eosinophil count can substantially reduce severe exacerbations. The widespread utilization of sputum induction is hampered because the procedure is relatively labor intensive. The measurement of eNO is simpler, but incorporating the assessment of NO in an asthma management strategy has not led to a reduction in exacerbation rates. The challenge now is to either simplify the measurement of a sputum eosinophilia or to identify another inflammatory marker with a similar efficacy as the sputum eosinophil count in predicting both the short-and long-term responses to corticosteroids.", "cite_spans": [], "ref_spans": [], "section": "Biomarkers for Predicting Response to Corticosteroid Therapy"}, {"text": "Airway inflammation is associated with an increased expression and release of inflammatory reactants that regulate processes of cell migration, activation and degranulation. One study was done to quantify bronchial lavage (BAL) fluid and serum levels of IL-8, secretory leukocyte protease inhibitor (SLPI), soluble intracellular adhesion molecules-1 (sICAM-1) and sCD14, as surrogate markers of inflammatory and immune response in asthma and COPD patients with similar disease duration time (Hollander et al. 2007 ). Biomarkers were measured using commercially available ELISA kits. The findings show that of four measured biomarkers, only the BAL IL-8 was higher in COPD patients when compared to asthma.", "cite_spans": [{"start": 491, "end": 513, "text": "(Hollander et al. 2007", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Comparison of Biomarkers of Asthma and COPD"}, {"text": "Severe asthma is characterized by elevated levels of proinflammatory cytokines and neutrophilic inflammation in the airways. Blood cytokines, biomarkers of systemic inflammation, may be a feature of increased inflammation in severe asthma. One study found that IL-8 and TNF-α levels were higher in severe asthmatics than in mild-moderate asthmatics or in controls and, in conjunction with augmented circulating neutrophils, suggest the involvement of neutrophil-derived cytokine pattern (Silvestri et al. 2006) . Furthermore, in patients with severe asthma, TNF-α levels were positively correlated with both exhaled nitric oxide and circulating neutrophil counts. Cytokine levels were elevated even though the patients were on high-dose inhaled steroids. This finding might reflect the inability of these drugs to significantly suppress production of this cytokine by airway cellular sources including epithelial cells and inflammatory cells. In patients with severe asthma there may be an imbalance between IL-8 production and the blocking capacity of IL-8 autoantibodies. The findings of this study may be clinically relevant and suggest that drugs that block TNF-α release or activity might represent a new treatment option in severe asthma.", "cite_spans": [{"start": 487, "end": 510, "text": "(Silvestri et al. 2006)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Cytokines as Biomarkers of Asthma Severity"}, {"text": "Airway hyperresponsiveness is the main feature of asthma and is defined as an increase in the ease and degree of airway narrowing in response to brochoconstrictor stimuli. Inflammation plays a central role in the pathogenesis of asthma and much of it can be attributed to helper T cell type 2 cytokine activation, the degree of which strongly correlates to disease severity. One of the inflammatory mediators in asthma is nitric oxide (NO). The exhaled NO level is elevated in asthma, particularly allergic asthma during the pollen season, and can predict asthma exacerbation. It may be clinically more useful to compare exhaled NO values with a subject's previous values than to compare them with a population based normal range.", "cite_spans": [], "ref_spans": [], "section": "Exaled NO as a Biomarker of Asthma"}, {"text": "Cough variant asthma (CVA) and atopic cough both present with bronchodilator-resistant non-productive cough but may be differentiated from and other causes of chronic non-productive cough by measuring exhaled NO. Exhaled NO levels in patients with atopic cough are significantly lower than those in patients with CVA and bronchial asthma (Fujimura et al. 2008 ). There are no significant difference in the exhaled NO levels between patients with CVA and bronchial asthma.", "cite_spans": [{"start": 338, "end": 359, "text": "(Fujimura et al. 2008", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Exaled NO as a Biomarker of Asthma"}, {"text": "A UK study findings show that it is feasible to measure bronchial flux NO concentration ( J NO) and alveolar NO concentration (C alv ) in 70% of children, with C alv levels potentially reflecting alveolar inflammation in asthma (Paraskakis et al. 2006) . C alv and J NO were measured from the fractional exhaled NO (FeNO 50 ) at multiple exhalation flow rates in asthmatic children. Although FeNO 50 and JNO give essentially the same information, C alv is higher in asthmatic children than in normal children. This study also highlights the relationship between poor control of asthma and C alv (a biomarker of alveolar inflammation) but further work is needed to confirm the relevance of this. A novel nanosensor can detect a possible asthma attack before it begins. The minute sensor can be fitted into a hand-held device, and when a person blows into the device, it measures the NO content of their breath. Use of this device would provide asthma sufferers with a simple and cost effective way to monitor their asthma inflammation.", "cite_spans": [{"start": 228, "end": 252, "text": "(Paraskakis et al. 2006)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Exaled NO as a Biomarker of Asthma"}, {"text": "An explanation for increased levels of exhaled NO is nonenzymatic generation of NO from nitrite due to airway acidification in asthmatics. Reduced arginine availability may also contribute to lung injury by promoting formation of cytotoxic radicals such as peroxynitrite. As arginine levels decline, nitric oxide synthase (NOS) itself can begin to generate superoxide in lieu of NO, thereby favoring NO consumption via the generation of peroxynitrite that could induce lung injury. This reduction in bioavailability of NO via formation of species such as peroxynitrite could be further amplified by the rapid loss of SOD activity during the asthmatic response.", "cite_spans": [], "ref_spans": [], "section": "Exaled NO as a Biomarker of Asthma"}, {"text": "Plasma arginase activity declines significantly with treatment and improvement of symptoms. Additional studies are needed to determine whether measurements of plasma arginase activity will provide a useful biomarker for underlying metabolic disorder and efficacy of treatment for this disease. The arginase activity present in serum probably does not accurately reflect whole body arginase activity or that compartmentalized in the lungs, since the arginases are intracellular enzymes. Because arginase is induced in monocytes in response to helper T cell type 2 cytokines, it is speculated that these cells are one likely source of the elevated arginase in serum, consistent with the localization of arginase expression within macrophages in the lungs.", "cite_spans": [], "ref_spans": [], "section": "Exaled NO as a Biomarker of Asthma"}, {"text": "Athough exhaled NO is a clinically useful biomarker of eosinophilic airway inflammation in asthma, significant validation and investigation are required before exhaled breath condensate could be utilized for making decisions in clinical practice (Simpson and Wark 2008) .", "cite_spans": [{"start": 246, "end": 269, "text": "(Simpson and Wark 2008)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Exaled NO as a Biomarker of Asthma"}, {"text": "Endothelins are proinflammatory, profibrotic, broncho-and vasoconstrictive peptides, which play an important role in the development of airway inflammation and remodeling in asthma. A study has evaluated the endothelin-1 (ET-1) levels in exhaled breath condensate (EBC) of asthmatics with different degree in asthma severity (Zietkowski et al. 2008) . ET-1 concentrations in EBC of all asthmatic patients were significantly higher than in healthy volunteers. ET-1 levels were significantly higher in patients with unstable asthma than in the two groups with stable disease. Thus, measurements of ET-1 in EBC may provide another useful diagnostic tool for detecting and monitoring inflammation in patients with asthma. The release of ET-1 from bronchial epithelium through the influence of many inflammatory cells essential in asthma and interactions with other cytokines, may play an important role in increase of airway inflammation, which is observed after postexercise bronchoconstriction in asthmatic patients.", "cite_spans": [{"start": 325, "end": 349, "text": "(Zietkowski et al. 2008)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Endothelin-1 in Exhaled Breath as Biomarker of Asthma"}, {"text": "IgE plays a central role in the pathophysiology of asthma. The two essential phases in this pathophysiology are sensitization to allergen and clinical expression of symptoms on reexposure to the sensitizing allergen. Omalizumab (Xolair, Genentech) is a recombinant humanized IgG1 monoclonal anti-IgE antibody that binds to circulating IgE, regardless of allergen specificity, forming small, biologically inert IgE-anti-IgE complexes without activating the complement cascade. An 89-99% reduction in free serum IgE (i.e., IgE not bound to omalizumab) occurs soon after the administration of omalizumab, and low levels persist throughout treatment with appropriate doses. A total serum IgE level should be measured in all patients who are being considered for treatment with omalizumab, because the dose of omalizumab is determined on the basis of the IgE level and body weight. The dose is based on the estimated amount of the drug that is required to reduce circulating free IgE levels to less than 10 IU per milliliter.", "cite_spans": [], "ref_spans": [], "section": "IgE as Guide to Dosing of Omalizumab for Asthma"}, {"text": "Lebrikizumab (Roche) is an injectable humanized MAb designed to block IL-13, which contributes to key features of asthma. Lebrikizumab improves lung function in adult asthma patients who are unable to control their disease on inhaled corticosteroids. IL-13 induces bronchial epithelial cells to secrete periostin, a matricellular protein. Increased levels of periostin, a biomarker of asthma, can be measured in the blood. In the MILLY phase II trial, patients with high pretreatment periostin levels had greater improvement in lung function when treated with lebrikizumab, compared to patients with low periostin levels (Corren et al. 2011) .The primary endpoint of the trial showed that at week 12, lebrikizumab-treated patients had a 5.5% greater increase in lung function from the baseline compared to placebo. Lebrikizumabtreated patients in the high-periostin subgroup experienced an 8.2% relative increase from baseline forced expiratory volume in 1 second (FEV1), compared with placebo. In the low-periostin subgroup, those patients on the drug experienced a 1.6% relative increase in FEV1, compared with placebo. These results support further investigation of lebrikizumab as a personalized medicine for patients who suffer from moderate to severe uncontrolled asthma periostin enables selection of patients who will benefit most from the drug.", "cite_spans": [{"start": 621, "end": 641, "text": "(Corren et al. 2011)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Periostin as a Biomarker for Treatment of Asthma with Lebrikizumab"}, {"text": "Cystic fibrosis (CF) is the most common serious genetic disease among Caucasians in the US. The disease results from a defective gene that affects multiple aspects of cellular function. Its most serious symptom is a build-up of thick, sticky mucus in the airways, which can lead to fatal lung infections. The usual method for screening and diagnosis is genotyping of cystic fibrosis transmembrane conductance regulator (CFTR) gene mutations.", "cite_spans": [], "ref_spans": [], "section": "Biomarkers of Cystic Fibrosis"}, {"text": "Antibody microarrays have been developed as a platform for identifying a CF-specific serum proteomic signature. Serum samples from CF patients have been pooled and compared with equivalent pools of control sera in order to identify patterns of protein expression unique to CF. The set of significantly differentially expressed proteins is enriched in protein mediators of inflammation from the NFkappaB signaling pathway, and in proteins that may be selectively expressed in CF-affected tissues such as lung and intestine. In several instances, the data from the antibody microarrays can be validated by quantitative analysis with Reverse Capture Protein Microarrays. In conclusion, antibody microarray technology is sensitive, quantitative, and robust, and can be useful as a proteomic platform to discriminate between sera from CF and control patients.", "cite_spans": [], "ref_spans": [], "section": "Biomarkers of Cystic Fibrosis"}, {"text": "Saliva, because of the noninvasive collection process, shows great potential as a biological fluid for CF monitoring. Extensive protein degradation and differentially expressed proteins have been identified in sputum as biomarkers of inflammation relating to pulmonary exacerbations of CF. Use of fiber microarrays for measuring significant variations of the levels of six proteins in saliva supernatants -VEGF, MMP-9, IP-10, IL-8, IL-1β and EGF -as well as the correlations of these levels with clinical assessments, has demonstrated the value of saliva for CF research and monitoring (Nie et al. 2015) .", "cite_spans": [{"start": 586, "end": 603, "text": "(Nie et al. 2015)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Biomarkers of Cystic Fibrosis"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The ProHOSP study group. Clinical risk scores and blood biomarkers as predictors of long-term outcome in patients with community-acquired pneumonia: a 6-year prospective follow-up study", "authors": [{"first": "M", "middle": [], "last": "Alan", "suffix": ""}, {"first": "E", "middle": [], "last": "Grolimund", "suffix": ""}, {"first": "A", "middle": [], "last": "Kutz", "suffix": ""}], "year": 2015, "venue": "J Intern Med", "volume": "278", "issn": "", "pages": "174--84", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Peripheral blood gene expression profiles in COPD subjects", "authors": [{"first": "S", "middle": [], "last": "Bhattacharya", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Tyagi", "suffix": ""}, {"first": "S", "middle": [], "last": "Srisuma", "suffix": ""}], "year": 2011, "venue": "J Clin Bioinfor", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Biomarkers of extracellular matrix turnover are associated with emphysema and eosinophilic-bronchitis in COPD", "authors": [{"first": "A", "middle": ["R"], "last": "Bihlet", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Karsdal", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Sand", "suffix": ""}], "year": 2017, "venue": "Respir Res", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Increased expression of placenta growth factor in chronic obstructive pulmonary disease", "authors": [{"first": "S", "middle": ["L"], "last": "Cheng", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Wang", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Yu", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Yang", "suffix": ""}], "year": 2008, "venue": "Thorax", "volume": "63", "issn": "", "pages": "500--506", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Temporal changes in cytokine/chemokine profiles and pulmonary involvement in severe acute respiratory syndrome", "authors": [{"first": "J", "middle": ["Y"], "last": "Chien", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hsueh", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Cheng", "suffix": ""}], "year": 2006, "venue": "Respirology", "volume": "11", "issn": "", "pages": "715--737", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Lebrikizumab treatment in adults with asthma", "authors": [{"first": "J", "middle": [], "last": "Corren", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Lemanske", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Hanania", "suffix": ""}], "year": 2011, "venue": "NEJM", "volume": "365", "issn": "", "pages": "1088--98", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "KL-6: a serological biomarker for interstitial lung disease in patients with polymyositis and dermatomyositis", "authors": [{"first": "M", "middle": [], "last": "Fathi", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Helmers", "suffix": ""}, {"first": "S", "middle": [], "last": "Barbasso", "suffix": ""}], "year": 2012, "venue": "J Intern Med", "volume": "271", "issn": "", "pages": "589--97", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Exhaled nitric oxide levels in patients with atopic cough and cough variant asthma", "authors": [{"first": "M", "middle": [], "last": "Fujimura", "suffix": ""}, {"first": "N", "middle": [], "last": "Ohkura", "suffix": ""}, {"first": "M", "middle": [], "last": "Abo", "suffix": ""}], "year": 2008, "venue": "Respirology", "volume": "13", "issn": "", "pages": "359--64", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Serum and bronchial lavage fluid concentrations of IL-8, SLPI, sCD14 and sICAM-1 in patients with COPD and asthma", "authors": [{"first": "C", "middle": [], "last": "Hollander", "suffix": ""}, {"first": "B", "middle": [], "last": "Sitkauskiene", "suffix": ""}, {"first": "R", "middle": [], "last": "Sakalauskas", "suffix": ""}], "year": 2007, "venue": "Respir Med", "volume": "101", "issn": "", "pages": "1947--53", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Association of biomarkers of inflammation and cell adhesion with lung function in the elderly: a population-based study", "authors": [{"first": "A", "middle": [], "last": "Kuhlmann", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Olafsdóttir", "suffix": ""}, {"first": "L", "middle": [], "last": "Lind", "suffix": ""}], "year": 2013, "venue": "BMC Geriatr", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Brain natriuretic peptide is a prognostic parameter in chronic lung disease", "authors": [{"first": "H", "middle": ["H"], "last": "Leuchte", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Baumgartner", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Nounou", "suffix": ""}], "year": 2006, "venue": "Am J Respir Crit Care Med", "volume": "173", "issn": "", "pages": "744--50", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Higher urine nitric oxide is associated with improved outcomes in patients with acute lung injury", "authors": [{"first": "D", "middle": ["E"], "last": "Mcclintock", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Eisner", "suffix": ""}], "year": 2007, "venue": "Am J Respir Crit Care Med", "volume": "175", "issn": "", "pages": "256--62", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Biomarkers of inflammation, coagulation and fibrinolysis predict mortality in acute lung injury", "authors": [{"first": "D", "middle": [], "last": "Mcclintock", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhuo", "suffix": ""}, {"first": "N", "middle": [], "last": "Wickersham", "suffix": ""}], "year": 2008, "venue": "Crit Care", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Plasma fibrinogen qualification as a drug development tool in chronic obstructive pulmonary disease. Perspective of the chronic obstructive pulmonary disease biomarker qualification consortium", "authors": [{"first": "B", "middle": ["E"], "last": "Miller", "suffix": ""}, {"first": "R", "middle": [], "last": "Singer", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Rennard", "suffix": ""}], "year": 2016, "venue": "Am J Respir Crit Care Med", "volume": "193", "issn": "", "pages": "607--620", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Correlations of salivary biomarkers with clinical assessments in patients with cystic fibrosis", "authors": [{"first": "S", "middle": [], "last": "Nie", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Mayer", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Measurement of bronchial and alveolar nitric oxide production in normal children and children with asthma", "authors": [{"first": "E", "middle": [], "last": "Paraskakis", "suffix": ""}, {"first": "C", "middle": [], "last": "Brindicci", "suffix": ""}, {"first": "L", "middle": [], "last": "Fleming", "suffix": ""}], "year": 2006, "venue": "Am J Respir Crit Care Med", "volume": "174", "issn": "", "pages": "260--267", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Parathyroid hormone as a novel biomarker for chronic obstructive pulmonary disease: Korean National Health and Nutrition Examination Survey", "authors": [{"first": "J", "middle": ["H"], "last": "Park", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Park", "suffix": ""}, {"first": "H", "middle": [], "last": "Jung", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "High serum levels of tumour necrosis factor-α and interleukin-8 in severe asthma: markers of systemic inflammation?", "authors": [{"first": "M", "middle": ["I"], "last": "Silvestri", "suffix": ""}, {"first": "M", "middle": [], "last": "Bontempelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Giacomelli", "suffix": ""}], "year": 2006, "venue": "Clin Exp Allergy", "volume": "36", "issn": "", "pages": "1373--81", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The role of exhaled nitric oxide and exhaled breath condensates in evaluating airway inflammation in asthma", "authors": [{"first": "J", "middle": ["L"], "last": "Simpson", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Wark", "suffix": ""}], "year": 2008, "venue": "Expert Opin Med Diagn", "volume": "2", "issn": "", "pages": "607--627", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Increased serum levels of chromogranin A in male smokers with airway obstruction", "authors": [{"first": "S", "middle": [], "last": "Sorhaug", "suffix": ""}, {"first": "A", "middle": [], "last": "Langhammer", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Waldum", "suffix": ""}], "year": 2006, "venue": "Eur Resp J", "volume": "28", "issn": "", "pages": "542--550", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Systemic biomarkers of collagen and elastin turnover are associated with clinically relevant outcomes in COPD", "authors": [{"first": "D", "middle": [], "last": "Stolz", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Leeming", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Kristensen", "suffix": ""}], "year": 2017, "venue": "Chest", "volume": "151", "issn": "", "pages": "47--59", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Pulmonary surfactant proteins A and D: innate immune functions and biomarkers for lung diseases", "authors": [{"first": "H", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "H", "middle": [], "last": "Sano", "suffix": ""}, {"first": "H", "middle": [], "last": "Chiba", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kuroki", "suffix": ""}], "year": 2006, "venue": "Curr Pharm Des", "volume": "12", "issn": "", "pages": "589--98", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "IFN-gamma-induced protein 10 is a novel biomarker of rhinovirus-induced asthma exacerbations", "authors": [{"first": "P", "middle": ["A"], "last": "Wark", "suffix": ""}, {"first": "F", "middle": [], "last": "Bucchieri", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}], "year": 2007, "venue": "J Allergy Clin Immunol", "volume": "120", "issn": "", "pages": "586--93", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Hyperuricemia is a biomarker of early mortality in patients with chronic obstructive pulmonary disease", "authors": [{"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "R", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Jin", "middle": ["S"], "last": "", "suffix": ""}], "year": 2015, "venue": "Int J Chron Obstruct Pulmon Dis", "volume": "10", "issn": "", "pages": "2519--2542", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Endothelin-1 in exhaled breath condensate of stable and unstable asthma patients", "authors": [{"first": "Z", "middle": [], "last": "Zietkowski", "suffix": ""}, {"first": "R", "middle": [], "last": "Skiepko", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Tomasiak", "suffix": ""}, {"first": "A", "middle": [], "last": "Bodzenta-Lukaszyk", "suffix": ""}], "year": 2008, "venue": "Respir Med", "volume": "102", "issn": "", "pages": "470--474", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Biomarkers of pulmonary diseases", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Biomarkers </td><td>Sample </td><td>Applications\n</td></tr><tr><td>Alpha1-antitrypsin/AAT gene polymorphism\n</td><td>Blood: finger prick </td><td>Detection of AAT deficiency predisposing to emphysema\n</td></tr><tr><td>Angiogenic growth factor overexpression\n</td><td>Bronchoalveolar lavage fluid\n</td><td>Overexpression of VEGF and PIGF expression is a biomarker of COPD\n</td></tr><tr><td>Brain natriuretic peptide (BNP)\n</td><td>Plasma </td><td>Detection of pulmonary hypertension in patients with chronic lung disease\n</td></tr><tr><td>Calprotectin </td><td>Sputum and serum </td><td>Track changes in lung inflammation during an exacerbation of cystic fibrosis\n</td></tr><tr><td>CF-specific serum proteomic signature\n</td><td>Plasma </td><td>Cystic fibrosis (CF)\n</td></tr><tr><td>Chromagranin A (CgA) </td><td>Serum </td><td>A neuroendocrine activity biomarker that is increased in male smokers with impaired lung function.\n</td></tr><tr><td>Copeptin, the precursor of vasopressin\n</td><td>Serum </td><td>A prognostic biomarker for poor prognosis in exacerbation of COPD requiring hospitalization.\n</td></tr><tr><td>C-reactive protein(CRP) </td><td>Serum </td><td>Elevated in acute exacerbtion of COPD\n</td></tr><tr><td>H2O2\n</td><td>Exhaled breath condensate\n</td><td>Measurement of oxidative stress in pulmonary diseases\n</td></tr><tr><td>F2-isoprostanes\n</td><td> </td><td> </td></tr><tr><td>Malondialdehyde\n</td><td> </td><td> </td></tr><tr><td>4-hydroxy-2-nonenal </td><td> </td><td> </td></tr><tr><td>Antioxidants\n</td><td> </td><td> </td></tr><tr><td>Hyperuricemia </td><td>Serum </td><td>Biomarker of early mortality in COPD\n</td></tr><tr><td>IgE level </td><td>Serum </td><td>The dose of omalizumab is that required is to reduce circulating free </td></tr><tr><td> </td><td> </td><td>IgE levels to less than 10 IU per milliliter\n</td></tr><tr><td>Inflammation </td><td>Blood </td><td>WBC count, CRP and VCAM-1 relate to poorer lung function in the elderly\n</td></tr><tr><td>Nitric oxide (NO) </td><td>Exhaled breath </td><td>Inflammatory lung disorders, e.g., asthma\n</td></tr><tr><td> </td><td> </td><td>Rhinosinusitis\n</td></tr><tr><td> </td><td>Urine </td><td>Higher levels of urinary NO are strongly associated with improved survival in acute respiratory distress syndrome\n</td></tr><tr><td>Osteoprotegerin (OPG) </td><td>Serum </td><td>Increased specifically in COPD\n</td></tr><tr><td>Parathyroid hormone </td><td>Serum </td><td>Biomarker of COPD (Park et al. 2015)\n</td></tr><tr><td>Serum amyloid A (SAA) </td><td>Serum </td><td>Exacerbtion of COPD by respiratory tract infections.\n</td></tr><tr><td>Surfactant proteins:\n</td><td>Tracheal aspirates\n</td><td>Interstitial lung disease\n</td></tr><tr><td>A (SP-A)\n</td><td>Bronchoalveolar lavage\n</td><td>Acute respiratory distress syndrome\n</td></tr><tr><td>D (SP-D)\n</td><td> </td><td>Radiation pneumonitis\n</td></tr><tr><td> </td><td>Pleural effusions\n</td></tr></table></body></html>"}}, "back_matter": []}