{"paper_id": "7720e4893690a1be1034f5b164759c2d3bd8db42", "metadata": {"title": "Dermatologic Emergencies", "authors": [{"first": "Timothy", "middle": [], "last": "Almazan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jonathan", "middle": [], "last": "Cotliar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jae", "middle": ["Yeon"], "last": "Jung", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Prompt diagnosis and treatment of dermatologic emergencies in cancer patients decrease both morbidity and mortality. However the overlapping clinical presentations, complex medical and surgical comorbidities, and numerous medications often complicate diagnosis. Some dermatologic emergencies are primarily reactive and require immunosuppression such as pyoderma gangrenosum (PG) while others are a sign of systemic infection and require antimicrobials, such as staphylococcal scalded skin syndrome. Many primary infl ammatory disorders, such as Steven-Johnson syndrome (SJS), can develop secondary infections and further complicate diagnosis and management. This chapter reviews the most common dermatologic emergencies seen in cancer patients, diagnostic dilemmas, and treatment options. Typical cases with photographs are also presented. liver, spleen, heart, kidneys, central nervous system, and gastrointestinal system, may occur. Labs often reveal a neutrophil-predominant, peripheral leukocytosis. Nonspecifi c infl ammatory markers (erythrocyte sedimentation rate and C-reactive protein levels) may be elevated [ 3 ] . Clinical presentations can be quite variable (Figs. 22.1 , 22.2 , and 22.3 ) and is often misdiagnosed as infection.", "cite_spans": [{"start": 1118, "end": 1123, "text": "[ 3 ]", "ref_id": "BIBREF2"}, {"start": 1178, "end": 1202, "text": "22.1 , 22.2 , and 22.3 )", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Erythematous, edematous plaques may represent cutaneous infection, urticaria, other neutrophilic dermatoses (such as pyoderma gangrenosum, Behçet's disease), or drug eruptions. Nodules may mimic infection, malignancy (lymphoma cutis, leukemia cutis, or distant metastases), vasculitis, or erythema nodosum. The differential diagnosis of bullous lesions in Sweet syndrome may represent bullous pyoderma gangrenosum, bullous leukoclastic vasculitis, autoimmune bullous disease (such as pemphigus vulgaris), or an infection with bullous or hemorrhagic changes [ 4 ] .", "cite_spans": [{"start": 557, "end": 562, "text": "[ 4 ]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Differential Diagnosis"}, {"text": "A diffuse infi ltrate of mature neutrophils in the papillary and upper reticular dermis is seen on biopsy. Swollen endothelial cells and fragmented neutrophil nuclei may be present, but neutrophil and fi brin deposition within blood vessel walls (leukocytoclastic vasculitis) is typically absent.", "cite_spans": [], "ref_spans": [], "section": "Biopsy"}, {"text": "The diagnosis of Sweet syndrome requires the presence of all major criteria and two out of four minor criteria. Major criteria include an abrupt onset of painful erythematous plaques or nodules, and histopathologic evidence of a dense neutrophilic infi ltrate without sign of leukoclastic vasculitis. Minor criteria include (1) pyrexia (>38C); (2) an association with underlying hematologic or solid malignancy, infl ammatory disease, and pregnancy, or preceded by upper respiratory infection, gastrointestinal infection, or vaccination; (3) a rapid and dramatic response to treatment with systemic glucocorticoids or potassium iodide; and (4) abnormal laboratory values at presentation (at least three of the following: elevated erythrocyte sedimentation rate >20 mm/h, positive C-reactive protein, >8000 leukocytes, >70 % neutrophils on WBC differential) [ 5 , 6 ] . Malignancy testing should only be considered in the setting of reasonable clinical suspicion for an underlying malignancy (such as the presence of constitutional symptoms).", "cite_spans": [{"start": 640, "end": 643, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 857, "end": 866, "text": "[ 5 , 6 ]", "ref_id": null}], "ref_spans": [], "section": "Biopsy"}, {"text": "Systemic corticosteroids are fi rst-line therapy used to treat Sweet syndrome, and result in rapid resolution of the disease. Oral prednisone ( Sweet syndrome ) . Tender papules and pustules in a patient with neutropenic fever. These lesions were initially misdiagnosed as shingles. Lesions ultimately resolved with systemic steroids (0.5-1 mg/kg/day) is typically used. Symptoms begin improving after 48 h of initiating therapy and resolution often takes 1-2 weeks. Steroids are continued until disease control is attained, and then are typically weaned off over a course of 4-6 weeks. Topical or intralesional corticosteroids (clobetasol 0.05 % ointment applied twice a day or intralesional triamcinolone acetonide, respectively) have been successfully used in case reports and retrospective studies. Colchicine, dapsone, and potassium iodide are alternative fi rst-line therapies, and may be used if glucocorticoids are contraindicated, or to minimize glucocorticoid exposure [ 7 ] . Recalcitrant disease may require intravenous methylprednisolone at doses of up to 500-1000 mg per day for 3-5 days [ 8 ] .", "cite_spans": [{"start": 142, "end": 160, "text": "( Sweet syndrome )", "ref_id": null}, {"start": 979, "end": 984, "text": "[ 7 ]", "ref_id": "BIBREF6"}, {"start": 1102, "end": 1107, "text": "[ 8 ]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Treatment"}, {"text": "Prognosis of Sweet syndrome is dependent on the underlying etiology of the disease, and the presence and severity of any internal organ involvement. Without treatment, the duration of disease is unpredictable, though spontaneous resolution may occur after weeks to months.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Drug reaction with eosinophilia and systemic symptoms (DRESS syndrome) is a potentially life-threatening, adverse drug reaction with both cutaneous manifestations and internal organ involvement . The syndrome has a 10 % mortality rate [ 9 ] . The exact mechanism of DRESS is unknown. Possible mechanisms include abnormalities in drug detoxifi cation enzymes leading to accumulation of reactive drug metabolites, or reactivation of latent viruses such as cytomegalovirus, Epstein-Barr virus, and human herpesvirus-6 and -7. Individuals with specifi c human leukocyte antigen (HLA) haplotypes are predisposed to developing DRESS syndrome. A current hypothesis states that an inciting drug interacts with a particular HLA type and forms a complex hapten; this hapten elicits a T-cellmediated immune response leading to DRESS. The HLA-B*5701 allele has been associated with an increased risk of developing DRESS from abacavir in white patients, while the HLA-A*3101 allele is associated with an increased risk of DRESS from carbamazepine in Japanese patients [ 10 ] . The reactivation of herpesviruses has been shown to contribute to the pathophysiology of DRESS. The most commonly associated virus is HHV-6, though cytomegalovirus (CMV), Epstein-Barr virus (EBV), and HHV-7 reactivation have been implicated in a small number of cases [ 11 ] . The cutaneous presentation of DRESS is highly variable and can mimic any type of exanthema ( Fig. 22.4 ) . A high index of suspicion is warranted in a febrile patient with rash and peripheral eosinophilia. ", "cite_spans": [{"start": 235, "end": 240, "text": "[ 9 ]", "ref_id": "BIBREF8"}, {"start": 1055, "end": 1061, "text": "[ 10 ]", "ref_id": "BIBREF9"}, {"start": 1332, "end": 1338, "text": "[ 11 ]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 1434, "end": 1445, "text": "Fig. 22.4 )", "ref_id": "FIGREF1"}], "section": "DRESS Syndrome"}, {"text": "DRESS typically has a later onset and longer duration than other drug reactions. The syndrome usually begins within 2 months of starting the offending drug, most often between 2 and 6 weeks after fi rst use. Symptoms may occur more quickly and with increased severity upon drug reexposure [ 12 ] . A detailed medication history is crucial in determining the offending drug. The incidence of DRESS is unknown, as epidemiologic data is lacking. It has been estimated that the overall population risk is between 1/1000 and 1/10,000 drug exposures [ 9 ] .", "cite_spans": [{"start": 289, "end": 295, "text": "[ 12 ]", "ref_id": "BIBREF11"}, {"start": 544, "end": 549, "text": "[ 9 ]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "Presenting symptoms include a prodrome of pruritus and pyrexia. Fever often precedes cutaneous eruptions, the most common of which is an erythematous, morbilliform rash. Temperatures range between 38 and 40 °C, and may last for several weeks. A diffuse, pruritic, macular erythema involving the face, upper trunk, and upper extremities that later spreads to the lower extremities is characteristic. The rash may become infi ltrative, indurated, and edematous. Other associated fi ndings include vesicles, bullae, atypical targetoid plaques, purpura, or pustules. The rash may advance to nearly the entire surface of the skin, producing an exfoliative dermatitis or erythroderma that may affect mucosal tissue, leading to cheilitis, erosions, and tonsillitis. Rash may remain for weeks to months after discontinuing the culprit drug [ 9 ] .", "cite_spans": [{"start": 832, "end": 837, "text": "[ 9 ]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "The most common systemic fi ndings involve the lymphatic, hematologic, and hepatic systems [ 13 ] . Renal, pulmonary, and cardiac manifestations may also occur. Lymphadenopathy occurs in 75 % of cases, and may be either limited or generalized. Labs often reveal marked leukocytosis (up to 50.0 × 10 9 leukocytes/L), along with atypical lymphocytosis. In 30 % of cases, hypereosinophilia occurs in tandem with visceral involvement, as eosinophilic granule proteins are toxic to internal tissues.", "cite_spans": [{"start": 91, "end": 97, "text": "[ 13 ]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "Signifi cant facial edema occurs in approximately 25 % of cases, often in the mid-facial region, and can sometimes be mistaken for angioedema. DRESS must also be distinguished from other severe, drug-induced dermatologic conditions such as SJS/toxic epidermal necrolysis (TEN), acute generalized exanthematous pustulosis, and erythroderma. Additionally, DRESS should be distinguished from viral exanthems and vasculitides associated with eosinophilia.", "cite_spans": [], "ref_spans": [], "section": "Differential Diagnosis"}, {"text": "Skin biopsy of cutaneous lesions in DRESS syndrome reveals a perivascular lymphocytic infi ltrate in the papillary dermis, with extravasated eosinophils, erythrocytes, atypical lymphocytes, and dermal edema.", "cite_spans": [], "ref_spans": [], "section": "Biopsy"}, {"text": "Bocquet et al. proposed the original criteria to establish the diagnosis of DRESS syndrome, which include the following: (1) drug eruption;", "cite_spans": [], "ref_spans": [], "section": "Biopsy"}, {"text": "(2) hematologic abnormalities, such as the presence of eosinophilia >1.5 × 10 9 /L, and the presence of atypical lymphocytes; and (3) systemic manifestations (lymphadenopathy, hepatitis, interstitial nephritis, pneumonitis, or myocarditis). The European Registry of Severe Cutaneous Adverse Reaction study group and the Japanese Research Committee on Severe Cutaneous Adverse Reaction (J-SCAR) have developed more complex diagnostic criteria used by some clinicians. ", "cite_spans": [], "ref_spans": [], "section": "Biopsy"}, {"text": "The mainstays of therapy include withdrawal of causative drug, commencement of systemic corticosteroids, and supportive care. The majority of patients recover completely after drug withdrawal. As the DRESS syndrome may be complicated by exfoliative dermatitis, patients may benefi t from intensive care or burn unit settings. Supportive therapy aims at stabilization and includes antipyretics to reduce fever, and topical steroids to alleviate cutaneous symptoms. Clinicians should avoid giving empiric antibiotics during the acute stages of DRESS syndrome because it may confound or exacerbate the clinical condition due to an unexplained crossreactivity between drugs. If exfoliative dermatitis is present, therapy is nearly identical to that of major burns, and includes fl uid replacement, correction of electrolyte abnormalities, warming the environmental temperature, providing high caloric intake, treatment of superinfections, and skin care with appropriate dressings. Systemic corticosteroid therapy for DRESS is currently the most widely accepted treatment. A minimum dose of 1 mg/kg/day of prednisone or equivalent is recommended, along with a gradual taper over 3-6 months after clinical stabilization is noted. If no improvement (or exacerbation of symptoms occurs), intravenous methylprednisone may be used. Alternative steroid-sparing therapies may be attempted in patients that do not respond to systemic steroids, and include IVIG (1 g/kg for 2 days), plasmapheresis, or immunosuppressive drugs (cyclophosphamide, cyclosporine, interferons, muromonab-CD3, mycophenolate mofetil, or rituximab). Most patients with DRESS syndrome will undergo complete recovery after withdrawal of the causative drug. Patients should be monitored for several months and late onset of cardiac and thyroid abnormalities has been reported . The estimated mortality of DRESS syndrome is 10 %, with the most common cause of death related to hepatic necrosis [ 14 ] .", "cite_spans": [{"start": 1951, "end": 1957, "text": "[ 14 ]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Treatment"}, {"text": "Pyoderma gangrenosum (PG) is a neutrophilic dermatosis that presents with infl ammatory and ulcerative lesions of the skin. Contrary to its name, PG does not result from an infectious or gangrenous process. More than half of patients develop the disorder in association with an underlying systemic disease. Frequent comorbidities include infl ammatory bowel disease, hematologic disorders, and arthritis. The formation of PG lesions at sites of trauma, excision sites, has been documented [ 15 ] . Clinical manifestations can vary but the most classic is a single ulcer with undermined edges (Fig. 22 .5 ). Postoperative PG is an unusual entity that is often mistaken for infection and likely underdiagnosed ( Fig. 22 .6 ). Extensive, repeated surgical debridement can result in severe morbidity and death in some cases ( Fig. 22.7 ).", "cite_spans": [{"start": 489, "end": 495, "text": "[ 15 ]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 592, "end": 600, "text": "(Fig. 22", "ref_id": "FIGREF1"}, {"start": 710, "end": 717, "text": "Fig. 22", "ref_id": "FIGREF1"}, {"start": 822, "end": 831, "text": "Fig. 22.7", "ref_id": "FIGREF1"}], "section": "Pyoderma Gangrenosum"}, {"text": "An uncommon disease, pyoderma gangrenosum has an estimated incidence of 3-10 cases per million per year. It most commonly occurs in middle-aged adults (average onset between 40 and 60 years), though children may be affected [ 16 ] .", "cite_spans": [{"start": 224, "end": 230, "text": "[ 16 ]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Pyoderma Gangrenosum"}, {"text": "PG results from a neutrophilic infi ltration in the skin. Abnormalities in neutrophil function, genetic variations, and dysregulation of the innate immune system are thought to contribute to its [ 17 ] . PG often occurs in association with other autoinfl ammatory disorders such as infl ammatory bowel disease and infl ammatory arthritis, suggesting that dysregulation of the immune system plays a key role in its pathogenesis.", "cite_spans": [{"start": 195, "end": 201, "text": "[ 17 ]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Pyoderma Gangrenosum"}, {"text": "The most common presentation of PG is the presence of an infl ammatory papule or pustule that progresses to an erosive ulcer. There are four major presentations of PG: ulcerative (or classic) PG, which is the most common, bullous PG, pustular PG, and vegetative PG. Ulcerative PG affects the lower extremities and trunk. The initial lesion expands peripherally and leads to an ulcer formation. The edge of the ulcer is often bluish or violaceous, with its base purulent and necrotic. The depth of the ulcer can extend into the subcutaneous fat and may reach fascial planes [ 18 ] . In contrast, bullous PG presents on the arms and face and results in infl ammatory bullous lesions; there is a strong association with hema-tologic disease. Pustular PG typically occurs in patients with infl ammatory bowel disease and presents as multiple small pustules and erosions on the oral mucosa. Vegetative PG consists of a localized, solitary superfi cial form of PG that is verrucous in nature and often occurs in the head and neck region [ 19 ] .", "cite_spans": [{"start": 573, "end": 579, "text": "[ 18 ]", "ref_id": "BIBREF18"}, {"start": 1031, "end": 1037, "text": "[ 19 ]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "There is no universally accepted and validated diagnostic criteria for PG. Suspicious attributes on history include a rapid course of lesion development, initial lesion appearing as a papule, pain out of proportion to lesion appearance, preceding trauma (pathergy), and a history of diseases associated with PG [ 20 ] . Laboratory studies are not useful in providing a defi nitive diagnosis in PG. Nonspecifi c fi ndings such as leukocytosis, elevated erythrocyte sedimentation rate, and elevated C-reactive protein levels may be present.", "cite_spans": [{"start": 311, "end": 317, "text": "[ 20 ]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "The differential diagnosis for PG includes vascular occlusion disorders, venous stasis ulcers, antiphospholipid-antibody syndrome, vasculitis, malignancy, cutaneous infection, polyarteritis nodosa, cryoglobulinemia, and ulcerative infl ammatory disorders (such as cutaneous Crohn's disease and ulcerative necrobiosis lipoidica) [ 21 ] .", "cite_spans": [{"start": 328, "end": 334, "text": "[ 21 ]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Differential Diagnosis"}, {"text": "Early lesions demonstrate perifollicular infl ammation and intradermal abscess formation. When lesions ulcerate, epidermal and superfi cial dermal necrosis with a mixed infl ammatory cell infi ltrate is seen. Leukoclastic vasculitis may be present. ", "cite_spans": [], "ref_spans": [], "section": "Biopsy"}, {"text": "The severity of pyoderma gangrenosum infl uences the choice of initial therapy. Wound management is crucial in order to provide an optimal environment for wound healing. Wound dressings that maintain a moist environment are critical to healing. Due to the potential for pathergy (worsening of PG at sites of tissue injury), unnecessary trauma should be avoided; for this same reason, the role of surgery in PG is controversial. Patients with mild, localized PG limited to a few superfi cial ulcers may experience improvement with high potency, topical corticosteroid therapy, or topical tacrolimus. Extensive PG may require treatment with systemic glucocorticoids (0.5-1.5 mg/kg daily of oral prednisone, or 1 g methylprednisolone intravenously administered for 1-5 days), or cyclosporine (4-5 mg/kg). Immunomodulatory agents are useful in PG. Infl iximab has shown effi cacy and may be particularly helpful in patients who require treatment of both PG and Crohn's disease. With treatment, more than half of patients with PG achieve wound healing within 1 year, and the vast majority of patients undergo remission. Because of a strong association between bullous PG and hematologic disease, patients who present with bullous PG should be followed closely to ascertain for the development of an underlying hematologic disorder [ 16 ] .", "cite_spans": [{"start": 1326, "end": 1332, "text": "[ 16 ]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Treatment"}, {"text": "The spectra of erythema multiforme (EM), SJS, and TEN are now considered separate but overlapping spectra and are grouped as EM minor and major and SJS/TEN [ 22 ] . EM minor is generally induced by HSV or other viral reactivation and the lesions have a classic target appearance with three zones: dusky center, erythema, and outer pallor. Lesions tend to be acrally distributed. EM major has mucosal membrane involvement with <10 % body surface area of epidermal detachment (Figs. 22.8 and 22.9 ) . SJS/TEN spectrum lesions are often atypical targets without clear zones and generally present with mucosal involvement (Fig. 22.10 ) . These are severe, lifethreatening, mucocutaneous reactions, often medication induced, resulting in extensive necrosis and detachment of the epidermis [ 23 ] . SJS and TEN are considered variants of a disease continuum, and are distinguished primarily by the percentage of body surface involved. EM major SJS is less severe, and is characterized by skin detachment <10 % of the body surface area and two or more sites of mucous membrane involvement. TEN involves detachment of >30 % An SJS/TEN overlap syndrome describes patients with skin detachment of 10-30 % of the body surface area [ 22 ] .", "cite_spans": [{"start": 156, "end": 162, "text": "[ 22 ]", "ref_id": "BIBREF22"}, {"start": 481, "end": 496, "text": "22.8 and 22.9 )", "ref_id": null}, {"start": 784, "end": 790, "text": "[ 23 ]", "ref_id": "BIBREF23"}, {"start": 1220, "end": 1226, "text": "[ 22 ]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 618, "end": 631, "text": "(Fig. 22.10 )", "ref_id": "FIGREF0"}], "section": "Erythema multiforme, Stevens-Johnson Syndrome , and Toxic Epidermal Necrosis"}, {"text": "Drug hypersensitivity reactions are responsible for 80-95 % of cases of TEN. Other causative agents include Mycoplasma pneumonia (Fig. 22.11 ) , dengue virus, cytomegalovirus, and intravenous contrast. A large population-based study performed in Europe identifi ed the following drugs as highest risk: nevirapine, lamotrigine, carbamazepine, phenytoin, phenobarbital, cotrimoxazole and other antiinfective sulfonamides, sulfasalazine, allopurinol, and oxicam-NSAIDs [ 24 ] .", "cite_spans": [{"start": 466, "end": 472, "text": "[ 24 ]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 129, "end": 142, "text": "(Fig. 22.11 )", "ref_id": "FIGREF0"}], "section": "Erythema multiforme, Stevens-Johnson Syndrome , and Toxic Epidermal Necrosis"}, {"text": "SJS/TEN is a T cell-mediated disease with a predominance of CD8+ lymphocytes found in blister fl uid. CD8+ cytotoxic T cells and natural killer (NK) cells are hypothesized to be the major inducers of keratinocyte apoptosis. The mechanism of T cell activation in SJS/TEN is currently unknown. Two predominant theories are that (1) a pharmacologic interaction occurs between the putative drug, major histocompatibility complex (MHC) I, and the T cell receptor (TCR) leading to T cell activation, or (2) a \"pro-hapten\" phenomenon occurs. In the pro-hapten model, drug metabolites bind covalently to cellular peptides, creating an immunogenic molecule capable of stimulating T cells [ 25 ] .", "cite_spans": [{"start": 679, "end": 685, "text": "[ 25 ]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Erythema multiforme, Stevens-Johnson Syndrome , and Toxic Epidermal Necrosis"}, {"text": "The estimated incidence of SJS, TEN, or SJS/ TEN overlap ranges from 2 to 7 cases per million per year. SJS occurs at a 3:1 ratio relative to TEN, and is therefore more common. SJS/TEN can occur in patients of any age, and has a male-tofemale ratio of 0.6:1 [ 26 ] . SJS/TEN usually presents between 7 days and 8 weeks after drug ingestion. SJS/TEN is often preceded by fevers upward of 39 °C, and infl uenza-like symptoms about 1-3 days prior to the development of mucocutaneous lesions. However, in some patients, a morbilliform eruption can be the initial sign of SJS/TEN. Skin lesions begin with coalescing erythematous macules with purpuric centers, or diffuse edema. There is frequent tenderness to touch, with pain out of proportion to skin fi ndings. Lesions are symmetrical and start on the face and thorax before spreading to the extremities. Scalp, palms, and soles are rarely involved. The Nikolsky sign (ability to induce or extend an area of superfi cial sloughing by applying gentle lateral pressure on the surface of the skin at an uninvolved site) may be present [ 27 ] .", "cite_spans": [{"start": 258, "end": 264, "text": "[ 26 ]", "ref_id": "BIBREF26"}, {"start": 1080, "end": 1086, "text": "[ 27 ]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "Mucosal involvement occurs in nearly all cases and can present before or after skin eruption. Crusting and erosions can occur on any mucosal surface, and are most commonly observed in the oral mucosa and vermillion border. Ocular manifestations ( severe conjunctivitis with purulent discharge, periocular bullae, corneal ulcerations, anterior uveitis, or panophthalmitis) may also occur. Urethritis develops in up to two-thirds of patients [ 28 ] .", "cite_spans": [{"start": 440, "end": 446, "text": "[ 28 ]", "ref_id": null}], "ref_spans": [], "section": "Diagnosis"}, {"text": "The acute phase of SJS/TEN lasts approximately 8-12 days, where fever, mucocutaneous involvement, and epidermal sloughing may be persistent. Large, painful areas of denuded skin may be exposed. Re-epithelialization begins days after the acute phase ends, and requires 2-4 weeks. SJS/TEN may showcase internal organ involvement as well, with erosions occurring in the trachea, bronchi, gut, and kidney. Laboratory abnormalities in SJS/TEN include anemia, leukopenia, transiently elevated liver enzymes, hypoalbuminemia, and hyponatremia [ 27 ] .", "cite_spans": [{"start": 536, "end": 542, "text": "[ 27 ]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "SJS/TEN must be distinguished from erythema multiforme (EM) , which presents with target lesions. Bullae and epidermal detachment are limited in EM and involve less than 10 % of the body surface area. SJS/TEN must also be distinguished from a generalized erythema of a drug reaction; morbilliform drug eruptions lack mucosal involvement and the prominent painful skin lesions of SJS/ TEN. Other diseases that must be considered on the differential include staphylococcal scalded skin syndrome, drug-induced linear immunoglobulin, DRESS, and acute generalized exanthematous pustulosis. The annular lesions of urticaria (hives) can be mistaken for target lesions associated with EM ( Fig. 22.13 ). Unlike lesions of EM, urticaria are transient, generally lasting less than 24 h, and are very responsive to topical and systemic steroids.", "cite_spans": [], "ref_spans": [{"start": 682, "end": 692, "text": "Fig. 22.13", "ref_id": "FIGREF0"}], "section": "Differential Diagnosis"}, {"text": "Apoptotic keratinocytes are seen in the basal layer of the epidermis, along with a perivascular mononuclear infl ammatory infi ltrate of T lym ", "cite_spans": [], "ref_spans": [], "section": "Biopsy"}, {"text": "In the acute phase, management is supportive and targets massive fl uid losses that occur with denuded skin, electrolyte imbalances, the high risk of hypovolemic shock, and a hypercatabolic state. Patients with SJS/TEN are at increased risk of bacterial infection. Sepsis and septic shock are chief causes of mortality. S. aureus , P. aeruginosa , and Enterobacteriaceae are common culprits [ 30 ] . The mortality rate of TEN is approximately 25-30 %. SJS has a lower mortality rate of 10 %. Sepsis, acute respiratory distress syndrome (ARDS), and multi-organ failure are the most common causes of inpatient death [ 31 ] .", "cite_spans": [{"start": 391, "end": 397, "text": "[ 30 ]", "ref_id": "BIBREF30"}, {"start": 614, "end": 620, "text": "[ 31 ]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Treatment"}, {"text": "Primary treatment of SJS/TEN involves discontinuation of the suspected causative medication along with transfer to the intensive care unit, burn center, or other specialty unit. Coverage of denuded skin is crucial and may be accomplished with paraffi n gauze, porcine xenografts, human allografts, and silver hydrofi ber dressings. Active surveillance for bacterial infection is imperative, along with aggressive nutritional and fl uid sup-port for fl uid losses and a hypercatabolic state. Prophylactic systemic antibiotics are controversial and are not employed by the majority of specialists.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "The use of systemic corticosteroids in SJS/ TEN has not been evaluated in clinical trials and therefore remains controversial. Early observational studies suggest an increased mortality in patients with TEN treated in burn units with corticosteroids. This may be due to a theoretically increased risk of sepsis, promotion of protein catabolism, and decreased rate of epithelialization associated with corticosteroids. Studies evaluating the use of IVIG in SJS/TEN have yielded confl icting results. If a decision is made to use IVIG in patients with severe disease, 1 g/ kg per day may be given for three consecutive days within 24-48 h of symptom onset. A few case reports have demonstrated effi cacy of cyclosporine, TNF factor inhibitors (single infusion of 5 mg/kg of infl iximab), or plasmapheresis [ 30 ] .", "cite_spans": [{"start": 804, "end": 810, "text": "[ 30 ]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Treatment"}, {"text": "The staphylococcal scalded skin syndrome (SSSS) is a potentially life-threatening disorder most often caused by exfoliative toxins released by the gram-positive cocci Staphylococcus aureus ( S. aureus ). SSSS has an estimated incidence in the general population between 0.09 and 0.56 cases per million. Children have a relatively higher incidence attributed to a lack of fully developed protective antibodies to the toxin. SSSS has a 3.6-11 % mortality rate in children and a 40-60 % mortality rate in adults [ 32 , 33 ] . SSSS is caused by the exfoliative toxins A and B made by S. aureus . The toxins are proteases that collect in the skin and act by cleaving desmoglein 1. Cleaved desmogleins result in disruption of keratinocyte adhesion and lead to blistering and skin denudation. These exfoliative toxins are spread hematogenously and can cause widespread damage at distant epidermal sites [ 34 ] . ", "cite_spans": [{"start": 509, "end": 520, "text": "[ 32 , 33 ]", "ref_id": null}, {"start": 896, "end": 902, "text": "[ 34 ]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Staphylococcal Scalded Skin Syndrome"}, {"text": "Presenting symptoms of SSSS in children include a prodrome of irritability, malaise, and fever; affected infants often have conjunctivitis. The skin manifestations start as faint, erythematous tender patches that become well demarcated over several hours; bullae subsequently develop within the erythematous areas. The superfi cial layer of the bullae desquamates, or detaches, leaving behind denuded skin. Denuded skin appears moist, red, and \"scalded\" and is a source of fl uid loss, dehydration, temperature dysregulation, and potential infection. After 14 days following initiation of treatment, the skin usually heals. Typically there is no scarring, as the cleavage plane is intraepidermal. Mucous membranes are often not involved, but may appear hyperemic.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "Similar to children, adults with SSSS develop a prodrome of fever, followed by desquamation of skin and bullae formation. Whereas infectious sources are often not identifi ed in children, the majority of adults with SSSS are bacteremic with S. aureus from conditions such as pneumonia, osteomyelitis, and septic arthritis. The vast majority of adults with SSSS are immunocompromised from conditions like chronic kidney disease, HIV infection, graft-versus-host disease (GVHD), malignant neoplasms, diabetes mellitus, or receiving chemotherapy [ 35 ] .", "cite_spans": [{"start": 543, "end": 549, "text": "[ 35 ]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "SSSS may initially resemble other blistering disorders, such as SJS/TEN. Unlike SJS/TEN, SSSS lacks mucous membrane involvement and is characterized by more superfi cial peeling (Fig. 22.14 ) , unlike the full-thickness denudation seen in TEN (Figs. 22.11 and 22 .12 ) and acute GVHD (Fig. 22.15 ). Infection with human enteroviruses (e.g., Coxsackie virus, echovirus) can also produce skin blistering. SSSS is not medication induced, and thus careful history and high index of suspicion for infection help distinguish SSSS from DRESS (drug reaction with eosinophilia and systemic symptoms) [ 36 ] .", "cite_spans": [{"start": 591, "end": 597, "text": "[ 36 ]", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 178, "end": 191, "text": "(Fig. 22.14 )", "ref_id": "FIGREF0"}, {"start": 243, "end": 262, "text": "(Figs. 22.11 and 22", "ref_id": "FIGREF0"}, {"start": 284, "end": 295, "text": "(Fig. 22.15", "ref_id": "FIGREF0"}], "section": "Differential Diagnosis"}, {"text": "On histology, SSSS demonstrates superfi cial intraepidermal cleavage under the stratum corneum. This is in contrast to TEN, where a subepidermal cleavage plane and epidermal necrosis are seen [ 37 ] .", "cite_spans": [{"start": 192, "end": 198, "text": "[ 37 ]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Biopsy"}, {"text": "With prompt treatment, mortality rate can be minimized in children. Treatment includes supportive measures such as fl uid resuscitation (to prevent hypovolemia and dehydration in the setting of denuded skin), antibiotics, prevention of secondary infections, and monitoring of electrolytes. This is often best accomplished in an intensive care or burn unit setting. It is also prudent to investigate the infectious source by obtaining cultures from blood, wounds, exudates, and indwelling lines or catheters. In adults, the source of infection may be heralded by the clinical presentation such as pneumonia, osteomyelitis, or septic arthritis [ 37 ] .", "cite_spans": [{"start": 642, "end": 648, "text": "[ 37 ]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Treatment"}, {"text": "Administration of penicillinase-resistant penicillins (such as nafcillin or oxacillin) is recommended to treat methicillin-sensitive S. aureus . Vancomycin should be considered in areas with a high prevalence of methicillin-resistant S. aureus , or for patients who failed initial therapy [ 38 ] . To avoid secondary infection and facilitate skin recovery, dressings should be placed over the denuded skin. A soft silicone primary wound dressing covered by saline-soaked gauze is recommended. Emollients can improve barrier function. Analgesia may be needed for pain control.", "cite_spans": [{"start": 289, "end": 295, "text": "[ 38 ]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Treatment"}, {"text": "Fresh frozen plasma (FFP) may be used in systemically unwell children as FFP contains antibodies against endotoxin A. This therapy (using FFP 10 mL/kg) has been successfully reported in pediatric case series, but no large trials of FFP in SSSS have been performed in either children or adults. For children who have not benefi ted from FFP, a 5-day course of IVIG may be attempted to neutralize the exotoxins [ 37 ] .", "cite_spans": [{"start": 409, "end": 415, "text": "[ 37 ]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Treatment"}, {"text": "Acute GVHD is a common complication of allogeneic hematopoietic stem cell transplantation (HSCT), and is a leading cause of non-relapse mortality following HSCT. Acute GVHD is a consequence of alloreactive lymphocytes that are of donor origin, the end result of which is hepatic, intestinal, and cutaneous injury. Risk factors for acute GVHD include degree of HLA mismatch between donor and recipient, and older age of HSCT recipient, with male recipients of female stem cell donors at the greatest risk of developing acute GVHD [ 39 ] .", "cite_spans": [{"start": 529, "end": 535, "text": "[ 39 ]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Graft-Versus-Host Disease"}, {"text": "Acute GVHD staging has remained largely unchanged since the original schema was developed in 1974, and is based on histologic confi rmation of the target organs (liver, intestine, skin), with severity of the grading based on the degree of elevation in serum total bilirubin (acute hepatic GVHD), volume of diarrhea produced during a 24-h period (for acute intestinal GVHD), and the body surface area affected (for acute cutaneous GVHD) [ 40 , 41 ] . Upstaging occurs when there is erythroderma/generalized desquamation (for acute cutaneous GVHD) or severe abdominal pain/ileus (for acute intestinal GVHD) (Table 22 .1 ). Once individual staging has been formulated, the degree of severity can be assigned a grade (Table 22. 2 ) [ 42 ] .", "cite_spans": [{"start": 436, "end": 447, "text": "[ 40 , 41 ]", "ref_id": null}, {"start": 728, "end": 734, "text": "[ 42 ]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 605, "end": 614, "text": "(Table 22", "ref_id": "TABREF0"}, {"start": 713, "end": 723, "text": "(Table 22.", "ref_id": "TABREF0"}], "section": "Diagnosis"}, {"text": "Erythematous macules and patches are the hallmark of mild acute cutaneous GVHD (stages I-II), and the nonspecifi c nature of these skin changes may mimic drug eruptions, viral exanthema, toxic erythema of chemotherapy, and eruption of lymphocyte recovery. As the severity of acute GVHD escalates (stages III-IV), skin lesions become more confl uent and may lead to widespread bullae/desquamation, resembling SJS or TEN. ", "cite_spans": [], "ref_spans": [], "section": "Differential Diagnosis"}, {"text": "Skin biopsy of acute GVHD may reveal focal interface change at the dermal-epidermal junction, dyskeratotic keratinocytes, subepidermal bulla formation, and in some cases effacement of the entire epidermis. These histologic features do not mirror the clinical severity of skin involvement and cannot be used as a surrogate marker of disease activity. In many cases, classic histologic features of acute GVHD are not present, which makes delineation of acute GVHD from its clinical mimickers such as drug eruptions and viral exanthema not always possible, particularly when there are no extracutaneous clinical features of acute GVHD present. Clinical stage IV acute GVHD is clinically and histologically indistinguishable from TEN. If extracutaneous features of acute GVHD are present, tissue biopsies of the liver or intestine may be necessary to confi rm a suspicion of acute GVHD when skin biopsies are equivocal, or where there is no cutaneous involvement altogether.", "cite_spans": [], "ref_spans": [], "section": "Biopsy"}, {"text": "Treatment of GVHD is reliant on aggressive prophylaxis, typically a combination of two immunosuppressive medications, the combination of which is determined by patient comorbidities and the type of HSCT, with initiation a few days prior to infusion of donor stem cells and continued throughout the early post-HSCT period. For patients that don't develop acute GVHD, these immunosuppressive drugs can be slowly weaned, at the peril of acute GVHD erupting when dosages are lowered or when these agents are discontinued altogether. For the patients that develop acute GVHD despite adequate prophylaxis, clinical grade I patients can typically be treated with topical steroids (with or without restarting of GVHD prophylactic medications). For those patients with clinical grade II-IV acute GVHD, intravenous steroids at a dose of 1-2 mg/kg per day are required, with a slow taper and transition to oral steroids once control of GVHD has been achieved. Clinical stage IV acute cutaneous GVHD results in widespread skin desquamation ( Fig. 22.15 ) that in addition to systemic steroids requires restoration of the epidermal barrier via emollients and occlusive dressings, electrolyte monitoring/replacement, and cooling measures for patients that develop fever secondary to vasodilatation.", "cite_spans": [], "ref_spans": [{"start": 1030, "end": 1040, "text": "Fig. 22.15", "ref_id": "FIGREF0"}], "section": "Treatment"}, {"text": "Vasculitis is defi ned as an infl ammation of blood vessels caused by the infi ltration of infl ammatory leukocytes within vessel walls. This results in a loss of mural integrity, extravasation of blood, and compromised blood fl ow to downstream tissues. The vasculitides are serious and often fatal diseases requiring prompt recognition by clinicians. The diagnosis of vasculitis may be diffi cult, as manifestations and symptoms may vary depending on the organ system(s) involved [ 43 ] . The vasculitides have traditionally been categorized by the sizes of the affected blood vessels (Table 22. 3 ) [ 44 , 45 ] . Cutaneous vasculitis results from infl ammation of small-or medium-sized blood vessels within the skin (Table 22 .4 ). The most common causes of cutaneous vasculitis are infections, medications, connective tissue diseases, and malignancy.", "cite_spans": [{"start": 482, "end": 488, "text": "[ 43 ]", "ref_id": "BIBREF43"}, {"start": 602, "end": 613, "text": "[ 44 , 45 ]", "ref_id": null}], "ref_spans": [{"start": 587, "end": 597, "text": "(Table 22.", "ref_id": "TABREF0"}, {"start": 719, "end": 728, "text": "(Table 22", "ref_id": "TABREF0"}], "section": "Vasculitis"}, {"text": "Many disease processes can mimic vasculitis, making its diagnosis diffi cult. Clinicians must have a strong suspicion for vasculitis in patients who present with signs of single-or multipleorgan dysfunction in association with other highly suggestive symptoms or laboratory abnormalities. These symptoms, while neither sensitive nor specifi c, may include fatigue, weakness, fever, joint pain, abdominal pain, hypertension, renal insuffi ciency (particularly with evidence of active urinary sediment, defi ned as the presence of hematuria, pyuria, or red cell casts in the urine), or neurologic dysfunction. Highly suggestive signs of vasculitis include mononeuritis multiplex (an asymmetric sensory or motor polyneuropathy), and/or the presence of palpable purpura. The presence of simultaneous pulmonary and renal involvement (often with hemoptysis and glomerulonephritis) suggests granulomatosis with polyangiitis (Wegener's) or microscopic polyangiitis [ 43 ] . Clinicians should inquire about any recent drug administration (may result in hypersensitivity vasculitis), a history of hepatitis infection (associated with mixed cryoglobulinemic vasculitis), and a history of systemic lupus erythematosus (associated with lupus vasculitis). On physical exam, careful attention should be given to determining the extent of vascular lesions; a careful skin exam is needed to assess for palpable purpura (often [ 46 ] . Labs helpful in uncovering the type of vasculitis and the degree of organs affected include serum creatinine, muscle enzymes, liver function tests, erythrocyte sedimentation rate, hepatitis serologies, urinalysis, and chest radiography. A positive antinuclear antibody (ANA) suggests the presence of an underlying connective tissue disorder, such as systemic lupus erythematosus. Low serum complement levels may occur in both mixed cryoglobulinemic and lupus vasculitis, but not other types. The presence of anti-neutrophil cytoplasmic antibodies (ANCA) directed against protease-3 strongly suggests that granulomatosis with polyangiitis (GPA) and ANCA against myeloperoxidase favors microscopic polyangiitis (MPA). ANCA may be positive in drug-induced vasculitis and Churg-Strauss disease [ 47 , 48 ] . Tissue biopsy of the most clinically involved area is essential for diagnosis. Cutaneous vasculitis is confi rmed by the identifi cation of an infl ammatory process resulting in vessel wall damage and includes angiocentric infi ltrates and fi brin deposition within vessel walls or lumen. Punch biopsies of cutaneous vasculitis lesions ideally should be taken from a lesion that is 24-48 h old. Direct immunofl uorescence (DIF) should also be performed, as this test is important for the diagnosis of Henoch-Schönlein purpura (where IgA deposition is detected), and other immune-complexmediated vasculitides [ 49 ] .", "cite_spans": [{"start": 957, "end": 963, "text": "[ 43 ]", "ref_id": "BIBREF43"}, {"start": 1409, "end": 1415, "text": "[ 46 ]", "ref_id": "BIBREF46"}, {"start": 2208, "end": 2219, "text": "[ 47 , 48 ]", "ref_id": null}, {"start": 2830, "end": 2836, "text": "[ 49 ]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "Treatment is aimed at inducing remission of disease. Medium to high doses of corticosteroids are employed in the initial management, with the addition of an immunosuppressant agent in certain forms of the disease [ 50 ] . When remission is reached, glucocorticoid doses are tapered slowly as tolerated to prevent long-term drug toxicity. Most forms of vasculitis will require periodic monitoring for disease activity once remission has been achieved.", "cite_spans": [{"start": 213, "end": 219, "text": "[ 50 ]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Treatment"}, {"text": "Erythroderma , sometimes referred to as exfoliative dermatitis , is a severe, potentially lifethreatening condition characterized by diffuse erythema and scaling of the majority of the skin surface area (≥90 %). The causes of erythroderma are varied, and may be secondary to both cutaneous and systemic diseases. The annual incidence is 1/100,000 adults. Both genders may be affected, though the disease has a slight male preponderance and tends to affect older adults. It is a rare disease in children [ 51 ] .", "cite_spans": [{"start": 503, "end": 509, "text": "[ 51 ]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Erythroderma"}, {"text": "The most common cause of erythroderma is an exacerbation of a preexisting dermatosis, such as psoriasis or atopic dermatitis. In psoriasis patients, well-documented triggers include the abrupt cessation of corticosteroids or other immunosuppressant therapy, or the acquisition of systemic illnesses, phototherapy burns, or HIV infection. The second most common cause of erythroderma is from a hypersensitivity drug reaction. Drugs associated with erythroderma include penicillins, sulfonamides, carbamaze-pine, phenytoin, and allopurinol. In 30 % of cases, no clear cause is identifi ed, and is considered idiopathic. Rare causes of erythroderma include cutaneous T cell lymphoma, hematologic and systemic malignancies, immunobullous conditions, GVHD, connective tissue diseases, and infections [ 52 ] .", "cite_spans": [{"start": 795, "end": 801, "text": "[ 52 ]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Erythroderma"}, {"text": "The pathogenesis or erythroderma is not fully understood. It is hypothesized that a complex interaction of cytokines (IL-1, IL-2, IL-8, and tumor necrosis factor), chemokines, and intercellular adhesion molecules results in recruitment of infl ammatory cells to the skin and increased epidermal turnover.", "cite_spans": [], "ref_spans": [], "section": "Erythroderma"}, {"text": "The diagnosis of erythroderma is made clinically by the presence of diffuse skin erythema and scaling involving 90 % of more of the body surface area (Fig. 22.20 ) . Determining its cause may be more challenging and requires a detailed history, physical examination, and skin biopsies. Erythroderma can develop acutely (hours to days), especially in the setting of a drug hypersensitivity reaction, or may occur gradually over weeks to months [ 53 ] . Cutaneous examination reveals patches that coalesce into bright red erythema, though there may be occasional areas of sparing. The skin tends to be warm and dry on palpation. Involvement with hepatitis, nephritis, or pulmonary symptoms may occur in the setting of DRESS. Skin biopsies should be obtained through the full thickness of skin into the subcutaneous fat since deeper vessel involvement may reveal the underlying etiology, though results are often nonspecifi c.", "cite_spans": [{"start": 443, "end": 449, "text": "[ 53 ]", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 150, "end": 163, "text": "(Fig. 22.20 )", "ref_id": "FIGREF1"}], "section": "Diagnosis"}, {"text": "Erythroderma is generally well tolerated, however, but patients at extremes of age may suffer complications such as high-output heart failure, heat loss, and electrolyte imbalances. Those who have severe symptoms may require hospitalization, with initial management targeted towards replacing fl uids and electrolytes, monitoring hemodynamics and body temperature, nutritional support, and treatment of cutaneous superinfections. The underlying etiology, if identifi ed, should be treated.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Infl ammation and pruritis may be treated with topical corticosteroids or oral antihistamines. If ineffective, a 7-10-day trial of systemic corticosteroids (prednisone 0.5-1 mg/kg) may be attempted. Cyclosporine or methotrexate may be alternative regimens for patients that are unable to take corticosteroids, though their slower onset of action makes them less favored in the treatment of erythroderma [ 53 ] .", "cite_spans": [{"start": 403, "end": 409, "text": "[ 53 ]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Treatment"}, {"text": "There are many dermatologic emergencies in cancer patients and their prompt diagnosis is critical in cancer patients as treatment often needs to be initiated before diagnostic tests such as biopsies and serologies are available. The overlapping features of many of these disease processes can be challenging for clinicians and dermatology consultation is encouraged. Concomitant wound care is also critical in management of these diffi cult cases.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Sweet's syndrome-a comprehensive review of an acute febrile neutrophilic dermatosis", "authors": [{"first": "P", "middle": ["R"], "last": "Cohen", "suffix": ""}], "year": 2007, "venue": "Orphanet J Rare Dis", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Diagnosis and treatment of the neutrophilic dermatoses (pyoderma gangrenosum, Sweet's syndrome)", "authors": [{"first": "T", "middle": ["S"], "last": "Dabade", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Davis", "suffix": ""}], "year": 2011, "venue": "Dermatol Ther", "volume": "24", "issn": "2", "pages": "273--84", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "An acute febrile neutrophilic dermatosis", "authors": [{"first": "R", "middle": ["D"], "last": "Sweet", "suffix": ""}], "year": 1964, "venue": "Br J Dermatol", "volume": "76", "issn": "", "pages": "349--56", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Bullous variant of Sweet's syndrome", "authors": [{"first": "S", "middle": [], "last": "Voelter-Mahlknecht", "suffix": ""}], "year": 2005, "venue": "Int J Dermatol", "volume": "44", "issn": "11", "pages": "946--953", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Sweet syndrome: clinical presentation, associations, and response to treatment in 77 patients", "authors": [{"first": "N", "middle": ["M"], "last": "Rochet", "suffix": ""}], "year": 2013, "venue": "J Am Acad Dermatol", "volume": "69", "issn": "4", "pages": "557--64", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Sweet's syndrome (acute febrile neutrophilic dermatosis)", "authors": [], "year": 1994, "venue": "J Am Acad Dermatol", "volume": "31", "issn": "4", "pages": "535--56", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Neutrophilic dermatoses: a review of current treatment options", "authors": [{"first": "P", "middle": ["R"], "last": "Cohen", "suffix": ""}], "year": 2009, "venue": "Am J Clin Dermatol", "volume": "10", "issn": "5", "pages": "301--313", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The use of pulse methylprednisolone and chlorambucil in the treatment of Sweet's syndrome", "authors": [{"first": "J", "middle": ["D"], "last": "Case", "suffix": ""}, {"first": "S", "middle": ["Z"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Callen", "suffix": ""}], "year": 1989, "venue": "Cutis", "volume": "44", "issn": "2", "pages": "125--134", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "DRESS syndrome: Part I. Clinical perspectives", "authors": [{"first": "Z", "middle": [], "last": "Husain", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Reddy", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Schwartz", "suffix": ""}], "year": 2013, "venue": "J Am Acad Dermatol", "volume": "68", "issn": "5", "pages": "693--694", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Defective regulatory T cells in patients with severe drug eruptions: timing of the dysfunction is associated with the pathological phenotype and outcome", "authors": [{"first": "R", "middle": [], "last": "Takahashi", "suffix": ""}], "year": 2009, "venue": "J Immunol", "volume": "182", "issn": "12", "pages": "8071--8080", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Association of human herpesvirus 6 reactivation with the fl aring and severity of druginduced hypersensitivity syndrome", "authors": [{"first": "M", "middle": [], "last": "Tohyama", "suffix": ""}], "year": 2007, "venue": "Br J Dermatol", "volume": "157", "issn": "5", "pages": "934--974", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Drug-induced pseudolymphoma and drug hypersensitivity syndrome", "authors": [{"first": "H", "middle": [], "last": "Bocquet", "suffix": ""}, {"first": "M", "middle": [], "last": "Bagot", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Roujeau", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "20 Erythroderma. Patient with acute or chronic graft-versus-host disease presenting with erythroderma (Drug Rash with Eosinophilia and Systemic Symptoms: DRESS)", "authors": [], "year": 1996, "venue": "Semin Cutan Med Surg", "volume": "15", "issn": "4", "pages": "250--257", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Drug reaction with eosinophilia and systemic symptoms (DRESS): an original multisystem adverse drug reaction. Results from the prospective RegiSCAR study", "authors": [{"first": "S", "middle": ["H"], "last": "Kardaun", "suffix": ""}], "year": 2013, "venue": "Br J Dermatol", "volume": "169", "issn": "5", "pages": "1071--80", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "DRESS syndrome: Part II. Management and therapeutics", "authors": [{"first": "Z", "middle": [], "last": "Husain", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Reddy", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Schwartz", "suffix": ""}], "year": 2013, "venue": "J Am Acad Dermatol", "volume": "68", "issn": "5", "pages": "1--9", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pyoderma gangrenosum: an updated review", "authors": [{"first": "E", "middle": [], "last": "Ruocco", "suffix": ""}], "year": 2009, "venue": "J Eur Acad Dermatol Venereol", "volume": "23", "issn": "9", "pages": "1008--1025", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Etiology and management of pyoderma gangrenosum: a comprehensive review", "authors": [{"first": "I", "middle": [], "last": "Ahronowitz", "suffix": ""}, {"first": "J", "middle": [], "last": "Harp", "suffix": ""}, {"first": "K", "middle": [], "last": "Shinkai", "suffix": ""}], "year": 2012, "venue": "Am J Clin Dermatol", "volume": "13", "issn": "3", "pages": "191--211", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Aberrant neutrophil traffi cking and metabolic oscillations in severe pyoderma gangrenosum", "authors": [{"first": "Y", "middle": [], "last": "Adachi", "suffix": ""}], "year": 1998, "venue": "J Invest Dermatol", "volume": "111", "issn": "2", "pages": "259--68", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Skin ulcers misdiagnosed as pyoderma gangrenosum", "authors": [{"first": "R", "middle": ["H"], "last": "Weenig", "suffix": ""}], "year": 2002, "venue": "N Engl J Med", "volume": "347", "issn": "18", "pages": "1412--1420", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pyoderma gangrenosum. A comparison of typical and atypical forms with an emphasis on time to remission. Case review of 86 patients from 2 institutions", "authors": [{"first": "M", "middle": ["L"], "last": "Bennett", "suffix": ""}], "year": 2000, "venue": "Medicine (Baltimore)", "volume": "79", "issn": "1", "pages": "37--46", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pyoderma gangrenosum: clinicopathologic correlation and proposed diagnostic criteria", "authors": [{"first": "W", "middle": ["P"], "last": "Su", "suffix": ""}], "year": 2004, "venue": "Int J Dermatol", "volume": "43", "issn": "11", "pages": "790--800", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Pyoderma gangrenosum: the great pretender and a challenging diagnosis", "authors": [{"first": "W", "middle": ["W"], "last": "Wong", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Machado", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Hill", "suffix": ""}], "year": 2011, "venue": "J Cutan Med Surg", "volume": "15", "issn": "6", "pages": "322--330", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Clinical classifi cation of cases of toxic epidermal necrolysis, Stevens-Johnson syndrome, and erythema multiforme", "authors": [{"first": "S", "middle": [], "last": "Bastuji-Garin", "suffix": ""}], "year": 1993, "venue": "Arch Dermatol", "volume": "129", "issn": "1", "pages": "92--98", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Toxic epidermal necrolysis (Lyell syndrome)", "authors": [{"first": "J", "middle": ["C"], "last": "Roujeau", "suffix": ""}], "year": 1990, "venue": "J Am Acad Dermatol", "volume": "23", "issn": "6", "pages": "1039--58", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Stevens-Johnson syndrome and toxic epidermal necrolysis: assessment of medication risks with emphasis on recently marketed drugs. The EuroSCAR-Study", "authors": [{"first": "M", "middle": [], "last": "Mockenhaupt", "suffix": ""}], "year": 2008, "venue": "J Invest Dermatol", "volume": "128", "issn": "1", "pages": "35--44", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Toxic epidermal necrolysis: effector cells are drug-specifi c cytotoxic T cells", "authors": [{"first": "A", "middle": [], "last": "Nassif", "suffix": ""}], "year": 2004, "venue": "J Allergy Clin Immunol", "volume": "114", "issn": "5", "pages": "1209--1224", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The incidence of erythema multiforme, Stevens-Johnson syndrome, and toxic epidermal necrolysis. A population-based study with particular reference to reactions caused by drugs among outpatients", "authors": [{"first": "H", "middle": ["L"], "last": "Chan", "suffix": ""}], "year": 1990, "venue": "Arch Dermatol", "volume": "126", "issn": "1", "pages": "43--50", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Toxic epidermal necrolysis: Part I. Introduction, history, classifi cation, clinical features, systemic manifestations, etiology, and immunopathogenesis", "authors": [{"first": "R", "middle": ["A"], "last": "Schwartz", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Mcdonough", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Lee", "suffix": ""}], "year": 2013, "venue": "J Am Acad Dermatol", "volume": "69", "issn": "2", "pages": "1--13", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Clinical, etiologic, and histopathologic features of Stevens-Johnson syndrome during an 8-year period at Mayo Clinic", "authors": [{"first": "", "middle": [], "last": "Wetter", "suffix": ""}, {"first": "", "middle": [], "last": "Da", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Camilleri", "suffix": ""}], "year": 2010, "venue": "Mayo Clin Proc", "volume": "85", "issn": "2", "pages": "131--139", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Histopathological and epidemiological characteristics of patients with erythema exudativum multiforme major, Stevens-Johnson syndrome and toxic epidermal necrolysis", "authors": [{"first": "B", "middle": [], "last": "Rzany", "suffix": ""}], "year": 1996, "venue": "Br J Dermatol", "volume": "135", "issn": "1", "pages": "6--11", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Toxic epidermal necrolysis: Part II. Prognosis, sequelae, diagnosis, differential diagnosis, prevention, and treatment", "authors": [{"first": "R", "middle": ["A"], "last": "Schwartz", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Mcdonough", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Lee", "suffix": ""}], "year": 2013, "venue": "J Am Acad Dermatol", "volume": "69", "issn": "2", "pages": "1--16", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Comprehensive survival analysis of a cohort of patients with Stevens-Johnson syndrome and toxic epidermal necrolysis", "authors": [{"first": "P", "middle": [], "last": "Sekula", "suffix": ""}], "year": 2013, "venue": "J Invest Dermatol", "volume": "133", "issn": "5", "pages": "1197--204", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Severe staphylococcal scalded skin syndrome in children", "authors": [{"first": "M", "middle": [], "last": "Blyth", "suffix": ""}, {"first": "C", "middle": [], "last": "Estela", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Young", "suffix": ""}], "year": 2008, "venue": "Burns", "volume": "34", "issn": "1", "pages": "98--103", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Staphylococcal scalded skin syndrome in adults. A clinical review illustrated with a new case", "authors": [{"first": "B", "middle": [], "last": "Cribier", "suffix": ""}, {"first": "Y", "middle": [], "last": "Piemont", "suffix": ""}, {"first": "E", "middle": [], "last": "Grosshans", "suffix": ""}], "year": 1994, "venue": "J Am Acad Dermatol", "volume": "30", "issn": "2", "pages": "319--343", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Toxin in bullous impetigo and staphylococcal scalded-skin syndrome targets desmoglein 1", "authors": [{"first": "M", "middle": [], "last": "Amagai", "suffix": ""}], "year": 2000, "venue": "Nat Med", "volume": "6", "issn": "11", "pages": "1275--1282", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Staphylococcal scalded skin syndrome. Clinical features, pathogenesis, and recent microbiological and biochemical developments", "authors": [{"first": "P", "middle": ["M"], "last": "Elias", "suffix": ""}, {"first": "P", "middle": [], "last": "Fritsch", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Epstein", "suffix": ""}], "year": 1977, "venue": "Arch Dermatol", "volume": "113", "issn": "2", "pages": "207--226", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Diffi culties in diagnosis and management of the staphylococcal scalded skin syndrome", "authors": [{"first": "S", "middle": [], "last": "Ladhani", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Joannou", "suffix": ""}], "year": 2000, "venue": "Pediatr Infect Dis J", "volume": "19", "issn": "9", "pages": "819--840", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Staphylococcal scalded skin syndrome: diagnosis and management in children and adults", "authors": [{"first": "M", "middle": ["Z"], "last": "Handler", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Schwartz", "suffix": ""}], "year": 2014, "venue": "J Eur Acad Dermatol Venereol", "volume": "28", "issn": "11", "pages": "1418--1441", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Epidemiological data of staphylococcal scalded skin syndrome in France from 1997 to 2007 and microbiological characteristics of Staphylococcus aureus associated strains", "authors": [{"first": "V", "middle": [], "last": "Lamand", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Infect", "volume": "18", "issn": "12", "pages": "514--535", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Advances in predicting acute GVHD", "authors": [{"first": "A", "middle": ["C"], "last": "Harris", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Ferrara", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Levine", "suffix": ""}], "year": 2013, "venue": "Br J Haematol", "volume": "160", "issn": "3", "pages": "288--302", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Clinical manifestations of graftversus-host disease in human recipients of marrow from HL-A-matched sibling donors", "authors": [{"first": "H", "middle": [], "last": "Glucksberg", "suffix": ""}], "year": 1974, "venue": "Transplantation", "volume": "18", "issn": "4", "pages": "295--304", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Bone-marrow transplantation (second of two parts)", "authors": [{"first": "E", "middle": ["D"], "last": "Thomas", "suffix": ""}], "year": 1975, "venue": "N Engl J Med", "volume": "292", "issn": "17", "pages": "895--902", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Consensus conference on acute GVHD grading", "authors": [{"first": "D", "middle": [], "last": "Przepiorka", "suffix": ""}], "year": 1994, "venue": "Bone Marrow Transplant", "volume": "15", "issn": "6", "pages": "825--833", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Small-vessel vasculitis", "authors": [{"first": "J", "middle": ["C"], "last": "Jennette", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Falk", "suffix": ""}], "year": 1997, "venue": "N Engl J Med", "volume": "337", "issn": "21", "pages": "1512--1535", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The American College of Rheumatology 1990 criteria for the classifi cation of vasculitis. Introduction Arthritis Rheum", "authors": [{"first": "G", "middle": ["G"], "last": "Hunder", "suffix": ""}], "year": 1990, "venue": "", "volume": "33", "issn": "", "pages": "1065--1072", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Recent developments in the classifi cation and assessment of vasculitis", "authors": [{"first": "R", "middle": ["A"], "last": "Watts", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Scott", "suffix": ""}], "year": 2009, "venue": "Best Pract Res Clin Rheumatol", "volume": "23", "issn": "3", "pages": "429--472", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Cutaneous vasculitis update: diagnostic criteria, classifi cation, epidemiology, etiology, pathogenesis, evaluation and prognosis", "authors": [{"first": "J", "middle": ["A"], "last": "Carlson", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Ng", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Chen", "suffix": ""}], "year": 2005, "venue": "Am J Dermatopathol", "volume": "27", "issn": "6", "pages": "504--532", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The role of antineutrophil cytoplasmic antibody (c-ANCA) testing in the diagnosis of Wegener granulomatosis. A literature review and meta-analysis", "authors": [{"first": "J", "middle": ["K"], "last": "Rao", "suffix": ""}], "year": 1995, "venue": "Ann Intern Med", "volume": "123", "issn": "12", "pages": "925--957", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Polyarteritis nodosa, microscopic polyangiitis, and Churg-Strauss syndrome. Clinical aspects and treatment", "authors": [{"first": "F", "middle": [], "last": "Lhote", "suffix": ""}, {"first": "L", "middle": [], "last": "Guillevin", "suffix": ""}], "year": 1995, "venue": "Rheum Dis Clin North Am", "volume": "21", "issn": "4", "pages": "911--958", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The histological assessment of cutaneous vasculitis", "authors": [{"first": "J", "middle": ["A"], "last": "Carlson", "suffix": ""}], "year": 2010, "venue": "Histopathology", "volume": "56", "issn": "1", "pages": "3--23", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Randomized trial of cyclophosphamide versus methotrexate for induction of remission in early systemic antineutrophil cytoplasmic antibody-associated vasculitis", "authors": [{"first": "De", "middle": [], "last": "Groot", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "Arthritis Rheum", "volume": "52", "issn": "8", "pages": "2461--2470", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The incidence of erythroderma: a survey among all dermatologists in The Netherlands", "authors": [{"first": "V", "middle": [], "last": "Sigurdsson", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Steegmans", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Van Vloten", "suffix": ""}], "year": 2001, "venue": "J Am Acad Dermatol", "volume": "45", "issn": "5", "pages": "675--683", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Erythroderma: a clinico-etiologic study of 90 cases", "authors": [{"first": "S", "middle": [], "last": "Pal", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Haroon", "suffix": ""}], "year": 1998, "venue": "Int J Dermatol", "volume": "37", "issn": "2", "pages": "104--111", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Erythroderma: a clinical study of 97 cases", "authors": [{"first": "M", "middle": [], "last": "Akhyani", "suffix": ""}], "year": 2005, "venue": "BMC Dermatol", "volume": "5", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Acute febrile neutrophilic dermatosis ( Sweet syndrome ). Erythematous indurated plaques on the chest of a patient with myelodysplastic syndrome. Lesions waxed and waned with induction chemotherapy but ultimately resolved on high-dose steroids", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Acute febrile neutrophilic dermatosis", "latex": null, "type": "figure"}, "FIGREF2": {"text": "( a ) Acute febrile neutrophilic dermatosis (Sweet syndrome). Tender papules in a patient with poorly controlled HIV. Lesions resolved with initiation of antivi-ral therapy. ( b ) Acute febrile neutrophilic dermatosis (Sweet syndrome)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "DRESS. Patient with multiple myeloma s/p autologous transplantation presenting with fever, rash, peripheral eosinophilia, and elevated LFTs. Viral testing revealed HHV-6 reactivation", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Pyoderma gangrenosum. Pyoderma gangrenosum associated with ulcerative colitis pathophysiology", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Postoperative pyoderma gangrenosum. Patient with mastectomy and reconstruction developed necrosis of the excision site and leukocytosis with negative cultures. Low-grade fever and respiratory distress were also observed. She improved with high-dose steroid taper and intralesional steroidsFig. 22.7 ( a ) Pauci-cellular pyoderma gangrenosum. Repeated extensive surgical debridement (>10) initially thought to be infection. This patient was ultimately placed in hospice due to uncontrolled pain and inability to heal her wounds. ( b ) Pyoderma gangrenosum. ( c ) Pyoderma gangrenosum. ( d ) Pyoderma gangrenosum", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Erythema multiforme. Classic target lesion of erythema multiforme has a dusky center surrounded by erythema and pallor. The central portion represents epidermal damage and can also present as bullous or crusted lesionsFig. 22.9 Erythema multiforme. Erythema multiforme in a patient with multiple myeloma on an investigational agent. Note that the lesions have dusky centers and many have eroded secondary to shallow vesicles of the body surface area (Figs. 22.11 and 22.12 ).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "10 ( a ) Stevens-Johnson syndrome. Patient with mycoplasma-induced SJS (<10 % body surface area involvement). ( b ) Stevens-Johnson syndrome. Note ero-sions of the cutaneous lips, adjacent vesicles, and involvement of the lateral tongue", "latex": null, "type": "figure"}, "FIGREF8": {"text": "11 Toxic epidermal necrolysis. Extensive skin necrosis (>30 % body surface area) in a patient on allopurinol Fig. 22.12 ( a ) Toxic epidermal necrolysis. Patient with >70 % body surface area epidermal detachment secondary to antibiotic hypersensitivity. ( b ) Toxic epidermal necrolysis. Complete skin and nail loss in a patient with TENphocytes in the papillary dermis. As lesions progress, subepidermal bullae develop, along with full-thickness epidermal necrosis[ 29 ].", "latex": null, "type": "figure"}, "FIGREF9": {"text": "13 Urticaria. Classic wheals of urticaria are often mistaken for target lesions seen in erythema multiforme (EM). Urticaria, unlike EM, do not have damaged skin centrally (not \"dusky\") and are generally transient, resolving within 24 h", "latex": null, "type": "figure"}, "FIGREF10": {"text": "14 Staphylococcal scalded skin syndrom e. Patient with staphylococcal bacteremia following central line infection. Note that the underlying skin is intact Fig. 22.15 ( a ) Grade IV acute graft-versus-host disease. Full-thickness skin erosions in patient with grade IV acute graft-versus-host disease. Note that the underlying skin is completely denuded. ( b ) Grade IV acute graft-versus-host disease", "latex": null, "type": "figure"}, "FIGREF11": {"text": "16 Leukocytoclastic vasculitis. Extensive LCV in a patient with carcinomatosis. Note the classic appearance of \"palpable purpura.\" Unlike urticarial lesions, these do not blanch", "latex": null, "type": "figure"}, "FIGREF12": {"text": "17 Leukocytoclastic vasculitis. Classic smallvessel vasculitis in a patient with endocarditis", "latex": null, "type": "figure"}, "FIGREF13": {"text": "18 Leukocytoclastic vasculitis. LCV in a patient with septic arthritis. Some lesions have developed vesicles centrally", "latex": null, "type": "figure"}, "FIGREF14": {"text": "19 ( a ) Leukocytoclastic vasculitis. When infl ammation is severe, bullae can develop in the central portion of the lesions mimicking EM. On biopsy however, there is no evidence of interface dermatitis or epidermal necrosis. ( b ) Superinfection of LCV. Patient treated with high-dose steroids for LCV (Fig. 22.18a ) presented with superinfection of resolving lesions with multidrug-resistant Staphylococcus aureus", "latex": null, "type": "figure"}, "TABREF0": {"text": "Grading of acute graft-versus-host disease", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Grade </td><td> Skin </td><td> Liver </td><td> Intestine </td></tr><tr><td> I (mild) </td><td> 1-2 </td><td> 0 </td><td> 0 </td></tr><tr><td> II (moderate) </td><td> 1-3 </td><td> 1 </td><td> 1 </td></tr><tr><td> III (severe) </td><td> 2-3 </td><td> 2-4 </td><td> 2-3 </td></tr><tr><td> IV (life threatening) </td><td> 3-4 </td><td> 2-4 </td><td> 2-4 </td></tr></table></body></html>"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Classifi cation of vasculitides Lupus vasculitis • Rheumatoid vasculitis • Behçet's disease • Goodpasture's syndrome • Serum-sickness vasculitis • Drug-induced immunecomplex vasculitis • Infection-induced immunecomplex vasculitis Paraneoplastic small-vessel vasculitis Infl ammatory bowel disease vasculitis Table 22.4 Common causes of cutaneous vasculitis Small-and medium-sized vessels Microscopic polyangiitis Small-and medium-sized vessels Churg-Strauss syndrome Small-and medium-sized vessels Granulomatosis with polyangiitis Small-and medium-sized vessels Polyarteritis nodosa Medium vessels bilateral). Other cutaneous manifestations of vasculitis include petechiae (nonblanchable, nonpalpable pinpoint macules), subcutaneous nodules, ulceration or digital necrosis, and livedo reticularis, and urticaria (Figs. 22.16 , 22.17 , 22.18 , and 22.19 )", "latex": null, "type": "table"}}, "back_matter": []}