{
    "paper_id": "78dc48c9bfd6c0e0c4e3bf7a0d2862a61e7dad38",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Frederick",
                "middle": [],
                "last": "Waldron",
                "suffix": "",
                "affiliation": {},
                "email": "fred.waldron@rwjbh.org"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Corona Virus Disease 2019 (COVID-19) outbreak, that initially identified in Wuhan, China in December 2019 has rapidly spread throughout the world, accounting for more than 4 million infection cases and 280,000 deaths worldwide as of May 10, 2020. 1 The virus that causes COVID-19 is identified as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). 2 The SARS-CoV-2 virus infects human cells by binding to angiotensin-converting enzyme 2 (ACE2) which acts as a receptor and is ubiquitously located on many tissues, including alveolar epithelium, vascular endothelial cells, and renal tubules. 3 The ACE2 is an important part of the renin-angiotensin-aldosterone system (RAAS), a mechanism that maintains blood pressure and blood volume homeostasis. 2,3 ACE2 primarily acts to counterbalance RAAS by degrading angiotensin II to angiotensin, a peptide with vasodilatory and anti-inflammatory properties, thereby reducing blood pressure, inflammation and adverse vascular remodeling. 2, 3 Several studies have demonstrated that ACE2 serves as a receptor to which SARS-CoV-2 attaches to get entry to host cells. The interaction between the SARS-CoV-2 and ACE2 has been proposed as a potential factor in viral infectivity. 2 Alternatively, some experimental pre-clinical data have shown that an ACE2-mediated increase in angiotensin may have some protective anti-inflammatory role in mitigating lung and myocardial injuries due to viral infections. 2, 3 However, this effect is likely to be small, and it is unclear whether increasing anti-inflammatory activity is harmful or beneficial in patients with COVID-19. 4 ",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 363,
                    "end": 364,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 607,
                    "end": 608,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 995,
                    "end": 997,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 998,
                    "end": 999,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1232,
                    "end": 1233,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1458,
                    "end": 1460,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1461,
                    "end": 1462,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1623,
                    "end": 1624,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Long-term administration of medications that inhibit RAAS, angiotensin converting enzyme inhibitors (ACEIs) as well as angiotensin-receptor blockers (ARBs), have been shown to increase levels of ACE2 in various tissues, likely due to negative feedback mechanism. 2,3 Elevated expression of ACE2 can potentially enhance the SARS-CoV-2 viral entry and replication. 2,3 Both ACEIs and ARBs are widely used for the treatment of hypertension especially in patients with diabetes, congestive heart failure, chronic kidney disease, and postacute myocardial infarction. The observation that patients affected by these comorbidities have more severe course of COVID-19 (more admissions to intensive care units, treatment with mechanical ventilation, and death) 2 raised reasonable concerns about whether RAAS antagonists may have contributed to unfavorable clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although some pre-clinical animal models support the fact that ACEIs and ARBs increase ACE2 levels, few human studies call into questions the effect of these medications on ACE2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In cross-sectional studies involving patients with heart failure, atrial fibrillation, and coronary artery disease, the ACE2 level was not significantly higher among patients who were treated with ACEIs or ARBs than among untreated patients. 2 Also, no clinical studies specifically examined the role of RAAS inhibitors in clinical outcomes of COVID-19 patients. 2, 4 Coexisting conditions, including hypertension, have consistently been reported to be more prevalent among patients with COVID-19 who exhibited severe illness or died. Nevertheless, these comorbidities are closely associated with advanced age. Age appears to be an independent risk factor for hypertension and other cardiovascular conditions. Older age is also determined to be the strongest predictor of COVID-19-related complications. Unfortunately, published reports to date have not accounted for age as a confounding factor of COVID-19 outcomes among patients with coexisting hypertension and other cardiac comorbidities. 2 Thus, the assumption that medical management of these conditions, including RAAS blockers, may have contributed to increased morbidity and mortality among COVID-19 patients remains unsupported. Rigorous clinical studies are needed to confirm the association between these medications and COVID-19 outcomes.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 363,
                    "end": 365,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 366,
                    "end": 367,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 994,
                    "end": 995,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite ambiguities regarding whether pharmacologic increase in ACE2 may influence the infectivity of SARS-CoV-2, there is clear potential for damage related to discontinuation of RAAS inhibitors. 2,4 Treatment with ACEIs and ARBs have established benefits in reducing myocardial and renal injury, and their withdrawal may cause clinical deterioration in patients who benefit from these agents, such as patients with heart failure, post myocardial infarction, poorly controlled hypertension, chronic kidney disease. Among these high-risk patients, COVID-19 may pose even graver health risk after stopping RAAS inhibitors. 2 Switching ACEIs and ARBs to other classes of medications may be potentially challenging. Changes in pharmacological therapy require close follow-up that is particularly difficult in times of social distancing and practice of telemedicine. Choosing a different dose-equivalent antihypertensive medication is also problematic. Replacement of RAAS inhibitors with other classes of medications may exacerbate conditions in which ACEIs and ARBs are considered to be guideline-directed therapy (heart failure, post myocardial infarction).",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 623,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To address concerns regarding RAAS blockers, on March 17, 2020, the American Heart Association, the Heart Failure Society of America, and the American College of Cardiology released a joint statement advocating for the continuation of ACEIs and ARBs as prescribed. 5 There is insufficient clinical evidence to determine how to appropriately manage cardiovascular comorbidities in the setting of COVID-19. Until more substantial data is available, RAAS inhibitors should be continued in patients in otherwise stable condition who are at risk for, or being evaluated for, or having COVID-19. 2 Unstable cardiovascular patients should be carefully evaluated before changing the therapy. Practitioners should be reminded that although understanding underlying mechanisms can direct drug treatment in many ways, it is inadvisable to base clinical decisions on mixed preclinical data.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 266,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 590,
                    "end": 591,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Dashboard by the Center for Systems Science and Engineering",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Renin-angiotensin-aldosterone system inhibitors in patients with Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaduganathan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmurray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "17",
            "pages": "1653--1662",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inhibitors of the renin-angiotensin system and SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schunkert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Herz",
            "volume": "1",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00059-020-04920-4"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Drugs and the renin-angiotensin system in covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Aronson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Ferner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ACC/AHA statement addresses concerns using RAAS antagonists in COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}