{
    "paper_id": "814dc7da98452d87d5a46e8f6c91591083faa07a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "F",
                "middle": [
                    "P"
                ],
                "last": "Kühn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Risikopolitik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ausgehend vom Terrorismus wurde im vorangegangenen Kapitel verdeutlicht, welche Machtverhältnisse sich in der Zuschreibung von Risiken ausdrücken. Spezifisches Wissen um Risiken dient dabei als Katalysator, Machtressourcen aufzubringen und steuernd in gesellschaftliche Prozesse einzugreifen. Dabei zeigt sich, dass die Steuerung trotz operativer Kooperation in internationalen Institutionen wie Europol oder geheimdienstlicher Zusammenarbeit noch weitgehend national organisiert ist, was die rechtlichen Rahmenbedingungen ebenso wie die diskursive Einbettung terroristischer Risiken betrifft. Deutlich tiefer gehend institutionalisiert ist das Feld der Steuerung in Gesundheitsfragen, genauer in deren risikorelevanten Bereichen der Vorsorge und Eindämmung von Pandemie-Risiken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Auch hier hängen Legitimität und Akzeptanz von Maßnahmen davon ab, dass das vermittelte Wissen nicht von einer großen Anzahl von Bürgern infrage gestellt wird. Es geht nicht allein darum, mit Risiken umzugehen, sondern darum, vermittelt über Risikopolitik, mit der Gesellschaft umzugehen. Allerdings prägt das Feld der Gesundheit so sehr wie nur wenige andere spezifisches Wissen, das obendrein in globalem Maßstab ungleich verteilt ist. Die politische Interpretation des vorhandenen Wissens und die Ausdeutung der vorhandenen Graubereiche des Nicht-Wissens wird so zum politischen Spielfeld der Aushandlung globaler Definitionsmacht. An der Art des Umgangs mit Gesundheitsfragen zeigt sich deshalb, anknüpfend an Douglas' und Wildavskys Argumente, wie das Vertrauen für die Wertedefinition und die Funktionsfähigkeit sozialer Prozesse bindend wirkt. Dieses Feld erlaubt also einen Einblick in die Macht-und institutionalisierte Wertestruktur globaler Governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Ausgehend von einer Kritik an Becks Dualismus von Risikorealismus und Risikokonstruktivismus wurde Terrorismus als Mechanismus des Regierens in einem Foucault'schen Sinn, also der Steuerung der Gesellschaft, analysiert. Daran knüpft dieses Kapitel an, indem es auf den Staat fokussiert und fragt, was eigentlich den Staat noch ausmacht, und wie sich verändert, was der \"Staat\" ist und was der \"Staat\" macht. Hameiri (2011) kritisiert die bestehende Risikoforschung, die zwar verschiedene Mechanismen offenlegt, mittels denen Gesellschaften gesteuert werden und Politik legitimiert werden kann. So finden gegen Terrorismus Eingriffe in die Freiheit der Bürger Anerkennung -ablesbar an begrenztem Widerstand gegen solche Maßnahmen -die ohne die Schablone des Terrorismus nicht denkbar wären. Das Risikoparadigma oder Risikodispositiv erlaubt also, politische Maßnahmen mit einer Primärbegründung durchzusetzen, ohne das Sekundärbegründungen offengelegt werden müssen (vgl. Kühn 2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Hameiri beobachtet, dass trotz der Erkenntnis ‚entgrenzter' Risiken die Tradition des ‚methodologischen Nationalismus' aufrechterhaltenen Risikopolitik also als vom Staat ausgehend und im Staat politisch ausgehandelt wird. Bisherige Risikoansätze können deshalb zwar die Funktionsmechanismen erklären, aber nicht, warum der Wandel hin zu Risikopolitik ausgerechnet zu diesem Zeitpunkt geschieht und nicht etwa schon zwanzig oder dreißig Jahre früher oder vielleicht auch erst viel späteroder vielleicht eben auch gar nicht. Die vorhandenen Forschungsansätze können Varianzen im Umgang mit Risiken nicht erklären: warum reagieren manche Kollektive gelassen, andere sehr ausgreifend in ihrer Risikopolitik, sofern sie überhaupt Risikopolitik betreiben? Die Kernfrage ist, was sich geändert hat, dass die Risikopolitik so prominent wurde und sich das Verständnis von internationaler Politik als riskant durchgesetzt hat, dieser Prozess aber nicht überall gleich verläuft?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Governance durch Risiko bedeutet, dass Risiken nicht für sich genommen interessant sind -es geht also nicht darum, herauszufinden, wie groß das Risiko von Krankheiten und Pandemien, von Klimawandel oder Terrorismus wirklich ist, sondern darum zu verstehen, wie Risiko als Werkzeug des Regierens und Steuerns von Gesellschaften funktioniert:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "The centrality of de-bounded risk and risk management to contemporary governance cannot be explained in isolation from broader shifts in the way state power is organised and exercised, particularly as these relate to the systematic marginalisation of political claims based on material inequality and class cleavages in the neoliberal regulatory state (Hameiri 2011, S. 383).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Risiken sind also Mechanismen in der Neujustierung und gesellschaftlichen Aushandlung von Werten, in deren Verlauf Bedeutung und Relevanz zugewiesen werden (vgl. Douglas' und Wildavskys Risiken als Ausdruck von Wertekonflikten, Kap. 4). Materiell sind sich globalisierende Prozesse industrieller Produktion und Dienstleistungen zu beobachten, also eine Veränderung der Wertschöpfungsbasis weg vom Nationalstaat. Dadurch verlieren erprobte Verfahren von Kontrolle und Verantwortlichkeiten für gesellschaftliche Entwicklungen an Bedeutung, neben die globale oder regionale Governanceinstitutionen treten, mit oder ohne den Staat. Hinter der Risikozuschreibung verbirgt sich deshalb eine Auseinandersetzung über die Reichweite politischer Entscheidungs-und Handlungsmacht, wobei verschiedene Akteure, die von Entscheidungen der Risikopolitik betroffen sind, aus der Entscheidung herausgehalten werden sollen und andere bevorzugt einbezogen werden. Nicht alle können also Risiken definieren, das heißt die Definition von Risiken zu kontrollieren ist eine Machtposition, die es erlaubt, Zugang zu gewähren zu Entscheidungen oder ganze Gruppen von diesen Entscheidungen und dem Wissen darum auszuschließen. Die Reichweite von Risiken und der damit zusammenhängenden Entscheidungen zu definieren, wirft selbst Konflikte auf, wobei politische Koalitionen manche Entscheidungen unterstützen, während andere Akteure diese bekämpfen und zu beschränken versuchen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Wo sich Einflussräume verschiedener Risikopolitiken überschneiden, kommt es zu Verdrängungskonflikten, und es ist keineswegs von vorneherein klar, welches Risikoverständnis und welche Risikopolitik sich durchsetzt -diese sind abhängig von Macht, Ressourcen und konkreten Faktoren der Politik, wie sie ausgehandelt wird, welches Wissen zur Verfügung steht und politisch in Stellung gebracht wird, welche anderen symbolischen Faktoren (politisches Gewicht, Glaubwürdigkeit, religiöse Definitionsmacht, usw.) politisch relevant (gemacht) werden. Risikopolitik ist also nie gleich, sondern von Akteuren, Politikfeldern und zeitlichen Umständen bedingt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Hameiri schlägt vor, nicht die politische Rationalität zum Kriterium zu machen, also nicht den konkreten Stellenwert aus der ‚objektiven' Riskantheit eines Risikos abzuleiten, sondern den Status eines Risikos in den Priorisierungsentscheidungen als Konflikt und Aushandlungsergebnis zu betrachten (2011, S. 383). Wir können als Basisbedingung zwei Faktoren ausmachen, die den regulatorischen Staat ausmachen, der Risiko-Governance kennzeichnet:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Der regulatorische Staat ist, erstens, aus einer Transnationalisierung von Produktions-und Finanzmärkten hervorgegangen. Durch die Trennung von Produktion und Konsum einerseits und den multiplen Finanzierungs-und Investitionspraktiken der Finanzmärkte andererseits mussten verschiedene Absicherungsmechanismen -Risiko-Governance -geschaffen werden, deren es vorher, nämlich in weitgehend national gebundenen Produktions-und Finanzierungskreisläufen, nicht bedurft hätte. Hier wird mit Sachargumenten der Regelungsbereich von Politik unter dem Gesichtspunkt des Risikos neu verhandelt. Basis dafür ist, zweitens, eine Transformation des Wohlfahrtsstaates, innerhalb dessen die Klassen-und ökonomischen Interessen in hochformalisierten politischen Verfahren ausgetragen wurden, sodass es nicht zum offenen Konflikt kam. Der Umbau weg vom Wohlfahrtsstaat verlief naheliegenderweise nicht ohne Widerstand derjenigen Gruppen, beispielsweise der organisierten Arbeit, die dadurch am meisten verlieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Ideas of transnational risk serve as mechanisms for shifting the governance of particular issues beyond the national political space, into regulatory spaces in which actors who are not politically or popularly accountable do the bulk of governing. This process weakens the position of those social and political forces dependent on national territoriality for their power. Hence, the politics of risk management plays an important role in facilitating state transformation (Hameiri 2011, S. 386).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Indem Risiko als Mechanismus genutzt wird, Regieren außerhalb des nationalen Raums zu bewegen, werden manche Gruppen von der Entscheidung ausgeschlossen oder als zwar betroffen, aber nicht als an Entscheidungen zu beteiligen definiert. Risiko erfüllt dabei zwei Funktionen: unter dem Risikoparadigma können Staaten in ihrem institutionellen Zuschnitt verändert werden, gleichzeitig verändern Staaten die Wahrnehmung der Risiken und geben damit die möglichen Räume dieser Veränderung vor (auch Clapton 2011, S. 290).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Hameiri (2011, S. 387) versteht den Staat nicht als territorial begrenzten Raum, indem Macht gebündelt und zum Zwecke der Umsetzung von Zielen eingesetzt wird, sondern als sozialen Raum, in dem die Aushandlungsprozesse stattfinden, durch die die Ziele und Maßnahmen zu ihrem Erreichen konfliktiv definiert werden. Er überwindet ein statisches, gleichbleibendes Verständnis vom Staat und kann so den Wandel besser abbilden: denn in diesen Aushandlungsprozessen, die sich nie identisch wiederholen, verändert sich der Staat permanent. Aus diesem Grund sind politische Institutionen nicht um ihrer selbst oder ihrer Funktionsweise willen interessant, sondern vor allem als Manifestation von Machtkonstellationen, die routinemäßig praktiziert werden. Weil sie routinemäßig -weitgehend unhinterfragt -praktiziert werden, stabilisieren und reproduzieren sie die Machtverhältnisse, aus denen sie hervorgehen. Wir können also politische Systeme danach analysieren, welche Machtverhältnisse sie ausdrücken, diese dabei verschleiern und naturalisieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "‚Globalisierung' erscheint dann nicht mehr als von außen über die Staaten kommend wie eine Naturkatastrophe, sondern ist etwas, das sich als Prozess der Aushandlung in ungleichen, ungleichzeitigen und umstrittenen Veränderungsprozessen im Staat zeigt. Die globalen Marktkräfte wurden in den 1980er Jahren durch Deregulierungen freigelassen, was in erster Linie mit Kämpfen um Einfluss organisierter Arbeiterinteressen in den USA und Großbritannien zusammenhing. Mit Verweis auf die globalen Marktkräfte konnten deren Versuche durchbrochen werden, die Wohlstandserwirtschaftung gleichmäßig(er) zu verteilen und günstige Verdienst-und verlässliche Arbeitsverhältnisse zu erzwingen. Die Macht verschob sich von politischer Aushandlung in formalisierten Verfahren hin zu Aushandlungsprozessen nach funktional-rationalen Kriterien des Marktes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Regieren (Governance) spielt sich seither zunehmend auf anderen, zusätzlichen Ebenen 1 ab. Mehrebenen-Governance ist vor allem für den Integrationsprozess der Europäischen Union beschrieben worden, wo sie institutionalisiert ist, praktisch alle Staaten sind indes davon betroffen. Die komplexen Governance-Prozesse umfassen Aushandlungsund Abstimmungsverfahren, die erstens weniger formalisiert sind als die nationalstaatlichen und die zweitens sehr viel weniger konkret überprüft und kontrolliert werden können. In der Praxis führt das dazu, dass Regieren neben den nationalen Regierungen (als Institution, nicht als Praxis des Regierens) auch durch internationale Organisationen und Regime, aber auch von sub-staatlichen Gruppen wie NGOs oder Watchdogs beeinflusst und mitbestimmt wird -jedoch nie als alleinige Entscheider, sondern immer im Einflussmix verschiedener Akteure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Viele Beispiele, beispielsweise Kooperation von Geheimdiensten, Austausch von Steuerdaten, Regulierung von Warenströmen bis hin zur normierten Klassifizierung von Waren (etwa in CETA), Umweltzertifikate, Übernahme von sozialen Dienstleistungen durch NGOs, wie die Tafeln oder Kleiderkammern, Mechanismen zur Steuerung von Finanzpolitiken (Kreditaufnahme/Neuverschuldung im Verhältnis zum BIP), Verabredungen zur Zinspolitik und Inflationskontrolle, und dergleichen mehr lassen sich finden. Liberalisierung oder genauer: Deregulierung bedeuten also nicht, dass es keine Regeln mehr gibt, sondern diese Regeln kommen anders zustande. In der Aushandlung von konkreten Arten der Regulierung kommen andere Akteure zum Zug und zu Einfluss, sodass deren Interessen sich in den Konsequenzen der Regulierung widerspiegeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Im regulatorischen Staat verläuft die Entwicklung von Regeln diffuser als im streng begrenzten, souverän gedachten Nationalstaat. Nun waren auch im keynesianischen Wirtschaftsmodell des ‚eingebetteten Liberalismus', in dem Arbeits-und Produktionsbeziehungen geregelt waren, die Mechanismen zur Verhandlung von Regeln transnational teils informell -es gab Absprachen zwischen Arbeitgebern in verschiedenen Staaten, es gab internationalisierte Gewerkschaften beziehungsweise deren internationale Dachverbände. Der ideologische Bedeutungsverlust der Weltinterpretation, der zufolge Widersprüche in den Klasseninteressen die treibenden Kräfte von Politik sind, brachte den regulativen Staat nach und nach hervor. Anders betrachtet musste er sogar entstehen, da die staatlichen Strukturen bis in die 1970er Jahre auf ökonomische Prozesse und Beziehungen abgestimmt waren, die sich später internationalisierten, sodass der Staat regulativ werden musste, um mit den sich verändernden sozialen und ökonomischen Strukturen deckungsgleich zu bleiben (Hameiri 2011, S. 388-389).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Indem die Produktionsstrukturen zunehmend international eingebettet wurden 2 , wurden wirtschaftliche Risiken relevant für mehr und mehr Beschäftigte. Sie wurden durch die Veränderung der Finanzstruktur von Altersversorgungen oder der Investitionspraktiken Teil einer Interessenkoalition, die des regulativen Staates bedurfte. Dieser Schritt geht über Foucaults Ideen hinaus, denn Hameiri weist zu Recht darauf hin, dass es nicht hinreicht, zu konstatieren, dass politische Fragen den gängigen Arenen der politischen Aushandlung entzogen und einer Expertokratie, einem als relativ unpolitisch verstandenen ‚Politikmanagement' zugeschlagen werden. Wie in der ‚Politischen Artihmetik' (vgl. Abschn. 3.3) versucht wurde, statistisch zu erfassen, was die Bevölkerung kennzeichnet, so können regulative Maßnahmen anhand von Zahlen und vermeintlich rational und ‚unpolitisch' entworfen und durchgeführt werden. Was als rational-neutral erscheint, ist allerdings hoch politisch. Denn die Veränderung des Staates und seiner Herrschaftszwecke, die wir am Beispiel der abhängigen Arbeit sehen, die in der Versorgung und Wohlstandsproduktion in globale Zirkulationskreisläufe eingebunden ist und deshalb den kapitalistischen Strukturen nicht antagonistisch gegenübersteht, verschmolz vormalige Klasseninteressen. Auch gelang es, marktorientierte Policies wie Deregulierung und Transnationalisierung von Kapitalströmen als jenseits politischer Verhandlung 2 Diese Einbettung von Kapitalstrukturen reicht von einfachen Produktionszyklen und ihrer (Vor-)Finanzierung bis hin zu fonds-basierten Altersversorgungen von Arbeitern und Angestellten, aber auch aktienbasierte Beteiligungen von Führungskräften. Alle an der Wertschöpfung Beteiligten werden dadurch zu Trägern kapitalistischer Interessen. darzustellen, sie so zu naturalisieren und damit politischer Infragestellung zu entziehen. Diese Entwicklungen wurden, wenn man so will, dadurch entpolitisiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Unter dem internationalisierten Risikoparadigma verändert sich der Staat. In internationalen entwicklungs-und sicherheitspolitischen Kontexten, etwa bei der Zuweisung von Entwicklungsgeldern und der Planung von wirtschaftlichen Kooperationsprojekten, verliert der Staat schleichend seine Rolle als Plattform und Arena der Aushandlung politischer Ziele. Er wird zum ausführenden Arm von Governance-Vereinbarungen, die anderswo getroffen werden; er unterliegt also der strukturierenden Macht von Regimen, an deren Zustandekommen er nicht beteiligt ist. Seine Aufgabe ist weniger die Aushandlung von Politik, sondern die Kontrolle der Risiken, die durch die Durchsetzung von Politik geschaffen werden, etwa in Formen gewaltsamen Widerstands. Indem der Staat diese Konflikte kanalisieren und ggf. unterdrücken muss, wird er (nicht nur in den Augen derjenigen, die von der Politik betroffen und damit oftmals nicht zufrieden sind), zum Risikomanagementstaat, ist nicht mehr autonomer politischer Raum. Auch hier transformiert das Risikoparadigma den Staat und seine Aufgaben, der Staat kann diese Veränderung bestenfalls moderieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Eine territoriale Komponente ergibt sich aus der unterschiedlichen Reichweite und Verflechtung der verschiedenen Institutionen der Governance: Finanzinstitutionen schließen in ihrer Regulierung an Währungsinstitutionen an, Währungsinstitutionen sind rechtlich reglementiert und werden in formellen oder informellen Abstimmungsprozessen koordiniert. Diese Koordination umfasst aber auch Wirtschaftspolitiken verschiedener Länder, die sich wiederum auswirken auf den Wert von Unternehmen, Aktienkursen, oder die Allokation von Mitteln, um Interventionen zu finanzieren usw. Die Öffnung von Einflussmöglichkeiten ist also Teil dieser Politik, durch die ein Staat thematisch segmental, das heißt auf einen thematischen Bereich beschränkt, eingegliedert wird. Dadurch weiten sich transnationale Regelungen in ihrer territorialen Gültigkeit aus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Wo genau die Abgrenzungslinien beispielsweise von Regimen liegen, ist selbst Gegenstand konfliktiver Aushandlungsprozesse. Wenn Grenzen zu ziehen -wie anhand unzähliger nicht offiziell anerkannter Staatsgrenzen zu beobachten -im buchstäblichen, geografischen Bereich schon schwierig ist, dann ist die Reichweite politischer Kontrolle und Governance in einem spezifischen Politikfeld noch viel schwieriger zu begrenzen. Wenn Risiken räumlich zugeordnet werden, gehört zu den Risikomanagement-Strategien die Ausweitung staatlicher Kontrolle -kooperativ oder durch Zwang. Risiken werden dadurch für andere Akteure neu geschaffen, und wiederum Gegenstand von Aushandlungsprozessen (Kühn 2011 Diese Maßnahmen genossen den Ruf, die Risiken effektiv eindämmen zu helfen, sodass tolerierbar wurde, dass sie erstens der souveränen Entscheidung Chinas zuwiderliefen und obendrein zweitens ihre Kosten, Auswirkungen und Reichweite politisch durch die Betroffenen nicht überprüft werden konnten. Mit dem Argument, dass Epidemien grenzüberschreitende Risiken darstellen -Becks ‚de-bounded risks', entgrenzte Risiken -konnte sich das WHO-Gesundheitsregime durchsetzen: ‚the depiction of particular infectious diseases as transnational risks is used to promote both the reterritorialisation of health governance and the transformation of the state, through the institutionalisation of transnational regulation of domestic governance' (Hameiri 2011, S. 392).",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 687,
                    "text": "(Kühn 2011",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Der jüngere Fall der Ebolakrise 2013-2016 zeigt ebenfalls, dass die Aushebelung staatlicher Gesundheits-Steuerungsmechanismen noch weiter geht. In internationaler Absprache wurde entschieden, dass die betroffenen Staaten -zuvorderst Guinea, Liberia und Sierra Leone -Gesundheitsmaßnahmen aufbauen müssen, um das internationale Risiko, das von einer potenziellen Ausbreitung ausgeht, präventiv einzuschränken. Wie sich das WHO-Gesundheitsregime ausbreitet, illustriert ein Auszug aus der Ebola-Informationsseite der WHO, wo beschrieben wird, wie die Aktivitäten unter dem Risikoparadigma in staatliche Aktivitäten eingreifen, diese strukturieren und präskriptiv auswählen, welche Maßnahmen durchgeführt werden sollen und welche nicht. Der Verweis auf die Expertise mit der damit verbundenen Depolitisierung ist hier ebenso zu erkennen wie die spezifische Machtfunktion, die das besondere, hier als überlegen dargestellte Wissen in Kombination mit den überlegenen operativen Möglichkeiten ausübt: WHO's preparedness activities aim to ensure all countries are ready to effectively and safely detect, investigate and report potential EVD cases, and to mount an effective response. Given the evolving situation of Ebola virus disease (EVD), there is a considerable risk that cases will appear in currently unaffected countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "With adequate preparation, introduction of the virus can be contained before a large outbreak develops. WHO is providing that support to more than 110 countries worldwide to ensure they are ready to respond to a potential Ebola outbreak. This includes the 14 most at risk countries bordering Sierra Leone, Guinea, and Liberia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Our preparedness work in Mali, Nigeria, and Senegal enabled early detection and containment of the outbreak quickly and effectively (Quelle who.int/ebola/our-work/ preparedness, 17.06.2015 -eigene Hervorhebung).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Risikogovernance wird -ausgehend von einer Logik gesellschaftlich-ökonomischer und sozial-politischer Veränderung -durch verschiedene Institutionen, im konkreten Fall durch die WHO, global verbreitet. Die Durchsetzung dieser Praxis verläuft nicht widerspruchsfrei, sie verläuft in verschiedenen Teilen der Welt ungleich, und sie wirkt nicht auf alle Menschen und ihre Lebensbedingungen gleichermaßen ein. Die chinesische Reaktion, die zunächst darauf hinauslief, die WHO beim SARS-Ausbruch außen vor zu halten, um den eigenen Einfluss abzuschotten, zeigte, dass es gegen solche ausgreifenden Regime Widerstand gibt -von staatlicher wie von gesellschaftlicher Seite. Gleichwohl vermag das Argument des Risikos und die überlegenen Mittel, die fürs Risikomanagement eingesetzt werden, die Ausbreitung des Regimes wenn schon nicht zu erzwingen, so doch wenigstens zu begünstigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        },
        {
            "text": "Die Staaten bleiben nicht gleich und sind ‚neuen', entgrenzten Risiken ausgeliefert wie Beck sie beschreibt; im Gegenteil macht Hameiri anschaulich, dass sich der Staat selbst verändert unter der Bedingung der Risikogovernance, sodass wir nicht genau unterscheiden können, ob sich das Risiko verändert hat oder die Machtkonstellation, von der eine Risikodefinition ausgeht. In jedem Fall können wir das Wechselverhältnis zwischen einer auf Risiko ausgerichteten Regierungspraxis und den durch diese ausgelösten strukturellen und praktischen Veränderungen des Staates analysieren. Dieser theoretische Schritt ist relevant, um die implizite oder explizite Annahme zu vermeiden, dass der Staat statisch, also in seinen Grundmerkmalen unveränderlich sei. Dass das nicht der Fall ist, zeigt die",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internationale Gesundheitsrisiken"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Governance unter dem Risikoparadigma zu analysieren erlaubt, diesen Wandel auch konzeptionell abgesichert abzubilden",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Empirie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inwiefern verändert Risikogovernance nicht nur den Stellenwert von Risiken, sondern auch die Strukturen des Staates? Mit welchen Kriterien können wir die Transformation des Staates unter Risikogovernance/hin zu Risikogovernance beschreiben?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Welche Rolle spielt das Territorium für die Bündelung von Macht im Staat, und wie kann man den Staat auch alternativ begreifen?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Welche Veränderungen erfährt der Keynesianische Staat hin zum regulativen Staat?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Grenzübertritten, die Ausbreitung der Pandemie beschränken soll. In der Tat versuchte China beim Ausbruch der Krankheit 2002, unilateral zu agieren; zunehmende Erkrankungen, die sich bis Singapur und in andere südostasiatische Staaten verbreitet hatten, erhöhten den Druck zur internationalen Kooperation. Bis dahin hatte China versucht, der World Health Organisation (WHO) mit Verweis auf die nationale Souveränität Daten vorzuenthalten, hatte sogar Kranke vor WHO-Kontrolleuren versteckt. Erst als ersichtlich wurde, dass China alleine die Seuche nicht würde eindämmen können, begannen die Behörden zu kooperieren. Letztlich wurden Daten übermittelt und Epidemie-Notfallroutinen von der WHO übernommen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}