{
    "paper_id": "81c9a477e2d4149bbdd83536fc64bcabd17bed0c",
    "metadata": {
        "title": "How Risk Perceptions, Not Evidence, Have Driven Harmful Policies on COVID-19",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "receive significant media attention, especially compared to other disease states that are known (eg cardiovascular disease, cancer or Alzheimer's disease). 11 This was true of H1NI, 12, 13 and has anecdotally so far proven true of Risks are amplified or attenuated through the media through social amplification stations, which can range from individuals to the news media. Amplification happens in two stages: in the initial transfer of information about the risk; and in the response mechanisms in society. 14 It is through these amplification stations that public perceptions of risks are shaped. 15, 16 These amplifications are exceptionally poignant in cases where first-hand knowledge is not tenable, such as with COVID-19, and the public is therefore reliant on the media to help ascertain the risk. 17, 18 Research shows that media coverage of a public health risk such as COVID-19 can introduce particular risk characteristics that influence public perceptions and therefore become a factor in itself in how the risk is viewed. 19, 20 In addition to the extent of media coverage is the way a public health risk is framed in the media. As mentioned above, a new, unfamiliar disease will be prescribed far higher dread than a more familiar disease (eg Lou-Gehrig's disease), even if the more familiar disease is actually deadlier. 21 H1N1 was also referred to in South Korean media as shin-jong or new flu. 22 Before COVID-19 was named, it was widely referred to in the media as the novel coronavirus. This media attention to a \"new\" or \"novel\" infectious disease frames diseases as unfamiliar and potentially catastrophic, which trigger cognitive over-attributions of frequency and probability. This along with the social amplification of risk amplifies risk perceptions and can result in the inaccurate overemphasis of primary public health impacts.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "12,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "13",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "15,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 604,
                    "end": 606,
                    "text": "16",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "17,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 811,
                    "end": 813,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "19,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1416,
                    "text": "22",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given heightened public awareness of the primary public health impacts associated with the novel coronavirus, media coverage has acted as a feedback loopreinforcing the generated public awareness of these impacts. Mass media have showcased epidemiological, medical and public health perspectives on the impacts 11 of COVID-19primarily the lives lostat a serious detriment to understanding the big picture. Observationally, there has been rare inclusion of risk or behavioural science expertise in the media. Analysis of mass global media and social media coverage in the coming months and years will surely verify this observation. Even being several months into the COVID-19 outbreak, a comprehensive cost-benefit analysis of the various policies and combinations of policies put in place around the world has yet to be produced. Policies have been based on historical data, models and disproportionate emphasis on mitigating against primary public health impacts. Practitioners in risk analysis know all too well the dangers of risk analysis and policy-making in silos, and yet there has been no mainstream thorough costbenefit analysis on COVID-19 in the context of a complex, global interconnected risk landscape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The global risk analysis community collectively holds a plethora of knowledge and data, as well as knowledge of where data are lacking, on the primary risks related to infectious disease (eg deaths caused by the disease), as well as secondary and tertiary impacts (eg mental health impacts, lost productivity). Yet, the risk and behavioural science community has hardly been included in real-time analysis of COVID-19 and its impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Policies designed after the emergence of an outbreak carry inherent risk stemming from analysis of data that are fluid and rapidly evolving. These risks can and should be minimised by ensuring that policies across various outcome scenarios are well thought out and ready for implementation long before a crisis hits. The need for proactive preparedness for an inevitable infectious disease outbreak has been consistently maintained by the infectious disease community. This lack of preparedness has resulted in disjointed policies reacting to public perceptions of risk. Specifically, a proactive risk communication plan ahead of an outbreak would have allowed for clear, consistent communication that would have quelled public fears and presumably have allowed evidence-based containment and mitigation policies to take hold. 23 Because of a variety of factors (eg resource restrictions, varying country priorities, general complacency when there is not an outbreak), not only are evidencebased policies not dictating nation-state responses within and beyond political borders, they are rather being replaced with fear-based measures.",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 829,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consistent, clear and credible messaging helps to quell public fears. Fischhoff et al found in a survey of the US public's understanding of Ebola following the 2014 outbreak in West Africa that the public is less likely to horribly misjudge risk when information is effectively and accurately communicated. People also have clear preferences about how they like to receive information and what sources are viewed as trustworthy. 24 While risk tolerance varies across cultures around the globe, the public generally demands governments ensure low exposure to risks, especially if they are new or unfamiliar. Knowledge of this expectation is why proactive preparedness for anticipated risks is so critical. It has become painfully evident that this has not been the case for COVID-19. The disjointed communication response following the outbreak has most definitely perpetuated distrust in the USA and around the world. What the risk perception and communication community has urged since the development of the US Centers for Disease Control and Prevention (CDC) Crisis Communication Lifecycle 25honest, accurate information (ideally researched and tested) from trusted spokespeoplehas clearly been ignored at any meaningful level.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The consequences of such poor preparedness and policies have real-world implications. Governance decisions made in reaction to public fears err on quelling short-term hysteria at the expense of worse overall outcomes. The secondary and tertiary impacts stemming from COVID-19 will go well beyond the primary public health impacts. Reactive policies such as prolonged quarantines and isolations may very well increase the odds of negative outcomes. For example, Brooks et al found negative psychological effects of severe social distancing measures, including posttraumatic stress symptoms, confusion and anger. They recommended for policymakers to minimise such measures and to communicate consistently throughout in order to reduce harm. 26 The ripple effects of the policies put in place to mitigate against the primary public health impacts of COVID-19 may very well produce a worse overall outcomes picture. The role of the media in contributing to public perceptions of heightened risk and the reaction of policy-makers to govern based on public fears and not base-rate statistics of the disease (however fluid) will present several research opportunities in the future across multiple disciplines. This need not have been the case. It is evident that existing risk communication research has not been consistently consulted in managing the COVID-19 outbreak, nor has a comprehensive risk-benefit analysis been conducted to prevent worse overall outcomes. These measures might have offset the power of the media in shaping risk perceptions, which might have in turn resulted in preventing potentially harmful policies and misallocation of precious resources in battling this global disaster. Hopefully, the takeaways from COVID-19 will prove helpful for the next inevitable disease outbreak.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 741,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Crisis and Emergency Risk Communication as an Integrative Model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Health Communication",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Media and Social Amplification of Risk: BSE and H1N1 Cases in South Korea\" (2013) 22 Disaster Prevention & Management 148",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Attention Cycles and the H1N1 Pandemic: A Cross-National Study of U.S. and Korean Newspaper Coverage\" (2012) 22 Asian Journal of Communication 214. 14 RE Kasperson et al",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hj Oh",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Hove",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Paek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "The Social Amplification of Risk: A Conceptual Framework",
            "volume": "",
            "issn": "",
            "pages": "8--177",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Communication and Health Beliefs: Mass and Interpersonal Influences on Perceptions of Risk to Self and Others",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Duck",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Influence of Mass Media and Interpersonal Communication on Societal and Personal Risk Judgments",
            "authors": [
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Communication Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Communicating about Emerging Infectious Disease: The Importance of Research",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Public Perceptions of Everyday Food Hazards: A Psychometric Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fife",
                    "suffix": ""
                },
                {
                    "first": "-",
                    "middle": [],
                    "last": "Schaw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk Analysis 487. 20 Oh et al, supra",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Again, Sing-Jong Flu?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sh Lim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "23 National Academies of Sciences, Engineering, and Medicine; Health and Medicine Division. National Academies Press (USA). Board on Global Health; Forum on Microbial Threats. Washington, DC. 24 B Fischhoff et al, \"Public Understanding of Ebola Risks: Mastering an Unfamiliar Threat\" (2017) 38 Risk Analysis 71.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}