{
    "paper_id": "88854bfbf793575fdcfa19a88bc6cc7e385bfc30",
    "metadata": {
        "title": "The After Diagnosis Head and Neck cancer-specific Patient Concerns Inventory (HaNC-AD) as a pre-treatment preparation aid during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Anastasios",
                "middle": [],
                "last": "Kanatas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leeds General Infirmary",
                    "location": {
                        "postCode": "LS1 3EX",
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S N"
                ],
                "last": "Rogers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Liverpool",
                    "location": {
                        "settlement": "Liverpool",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 pandemic has resulted in new challenges for clinicians, head and neck cancer (HNC) patients and carers. There is evidence that the current crisis is affecting the management of HNC patients. Most healthcare systems have introduced remote consultations to decrease the risk of coronavirus infection to patients, carers and clinicians. At present, HNC patients may be anxious and due to logistical issues, may not be adequately prepared for their treatment. To ensure that patients have a thorough understanding of their treatment and expected outcome during the current COVID-19 crisis there may be merit in the use of the HaNC-AD PCI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic resulted in challenges for clinicians, head and neck cancer (HNC) patients and carers that were never previously encountered [1] . Some of these challenges are related to social distancing and reduced clinical contact. There is evidence that COVID-19 affects the management of patients with cancer, [2] but at present we have no effective strategy to ensure that cancer patients receive adequate information prior to their treatment. Currently there is reduced clinic contact and this makes it more difficult to share information about cause, stage and treatment outcomes with patients and carers. When diagnosed with cancer there is potentially a lot of information to take in. Over the years, clinical teams perfected ways of ensuring that every patient is adequately prepared to face their treatment. During this crisis, surgical capacity is being significantly reduced to provide critical care facilities as the incidence of COVID-19 increases. Work has commenced to prioritise surgical cases. This will have a detrimental impact on HNC treatment. Clinicians treating HNC patients have to balance the risk in terms of potential exposure to COVID-19 during the treatment, inpatient perioperative care or outpatient adjuvant treatment. As a consequence of this, patients may have to be prioritised faster and reach the definitive treatment day significantly quicker after receiving their bad news of their diagnosis. Also, a proportion of patients will be significantly delayed and this will add to uncertainty about their care and possible outcome. The issue related to a diagnosis of HNC needs to be discussed carefully and sensitively. A prompt list can help patients and their carers raise any issues which for many reasons under the current crisis, fail to disclose before treatment.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has introduced extra worries to patients with a diagnosis of head and neck cancer. There is the risk that during the current crisis, some patients may not be prepared emotionally or psychologically to receive lifechanging treatment. This is exacerbated by the required selfisolation guidance that may have an impact on the availability of specific members of the clinical team such as specialist nurses, speech and language therapist or dieticians. During this crisis, there may be merit in the use of the HaNC-AD PCI [3] as a preparation for treatment aid after a diagnosis of head and neck cancer and this can be done remotely during a telephone consultation.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 543,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the head and neck oncology setting, the HaNC-AD PCI [4] encompasses a comprehensive item prompt list covering several broad domains pertinent to patients with a diagnosis of cancer to the head and neck (\"Appendix 1\"). It is based on the same principle as the PCI-HNC [5] and in a recent systematic review [6] and content comparison of unmet needs self-report measures favoured the PCI over 13 other tools. This is a patient-reported tool, specifically designed for head and neck cancer patients, completed by patients following diagnosis prior to treatment that can facilitate discussion with the wider multi-professional team. It is designed to help evoke patient concerns and may be completed by the patient at home after the diagnosis. This can then be fully evaluated by the clinical team via a follow-up telephone consultation prior to treatment. It is very hard to get the amount of information right and it needs to be tailored for each individual patient especially during this crisis. The information needs to be at the 'right' time for the patient and this can be just after the diagnosis.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our practice following a remote or a face-to-face appointment to inform the patient of head and neck cancer diagnosis, we give a paper or an electronic copy to the patient. Then a member of the treating team contacts the patient over the phone 3 days later and discusses any identified issues. The HaNC-AD PCI gives the opportunity for the patient to consider and reflect on aspects of their care within a relatively short time frame, allows information exchange remotely and gives them the opportunity to assimilate, understand the treatment and provide informed consent. This simple tool can be given to patients and then be evaluated by the clinical nurse specialist prior to the definitive treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our preliminary experience is that the HaNC-AD PCI may provide a very useful tool prior to treatment delivery during this crisis, with information delivered remotely by the clinical team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, more clinical evidence is needed to ensure that such a strategy is optimal for head and neck cancer care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Author contributions Both authors contributed equally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest The authors have no conflict of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of the Head and Neck cancer-specific Patient Concerns Inventory (PCI-HN) in telephone consultations during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanatas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Oral Maxillofac Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer care during the spread of coronavirus disease 2019 (COVID-19) in Italy: young oncologists' perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lambertini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Passaro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Criscitiello",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cremolini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cardone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Loupakis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Viscardi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Meattini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Dieci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Giusti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Maio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ESMO Open",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Service evaluation of patients' views on the Patients' Concerns Inventory (at diagnosis)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Br J Oral Maxillofac Surg",
            "volume": "55",
            "issn": "7",
            "pages": "714--716",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Patient Concerns Inventory (at diagnosis) and intention to treat",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rushworth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanatas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br J Oral Maxillofac Surg",
            "volume": "56",
            "issn": "3",
            "pages": "235--236",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The development of a Patients Concerns Inventory (PCI) to help reveal patients concerns in the head and neck clinic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "El-Sheikha",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Oral Oncol",
            "volume": "45",
            "issn": "7",
            "pages": "555--561",
            "other_ids": {
                "DOI": [
                    "10.1016/j.oraloncology.2008.09.004"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Content comparison of unmet needs selfreport measures used in patients with head and neck cancer: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shunmugasundaram",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rutherford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Butow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sundaresan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Dhillon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psychooncology",
            "volume": "28",
            "issn": "12",
            "pages": "2295--2306",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}