{
    "paper_id": "89493c1a786a7c82168630726e11efc3f81444aa",
    "metadata": {
        "title": "Letter to the Editor",
        "authors": [
            {
                "first": "Cristina",
                "middle": [],
                "last": "Montalvo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University",
                    "location": {
                        "postCode": "2020",
                        "settlement": "Boston",
                        "region": "VA, MA"
                    }
                },
                "email": "cristina.montalvo@bmc.org"
            },
            {
                "first": "M",
                "middle": [
                    "B S *"
                ],
                "last": "Larkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University",
                    "location": {
                        "postCode": "2020",
                        "settlement": "Boston",
                        "region": "VA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elderon",
                "middle": [],
                "last": "Kao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University",
                    "location": {
                        "postCode": "2020",
                        "settlement": "Boston",
                        "region": "VA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Healthcare",
                "middle": [],
                "last": "Boston",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University",
                    "location": {
                        "postCode": "2020",
                        "settlement": "Boston",
                        "region": "VA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "West",
                "middle": [],
                "last": "System",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University",
                    "location": {
                        "postCode": "2020",
                        "settlement": "Boston",
                        "region": "VA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Roxbury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University",
                    "location": {
                        "postCode": "2020",
                        "settlement": "Boston",
                        "region": "VA, MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A Call to Arms, Not to Disarm: The Importance of Psychiatric Care in the Acute Medical Setting",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "During the COVID-19 Pandemic TO THE EDITOR: A shroud of panic has taken over the nation and the world as we prepare for and embrace the wave of COVID-19 patients expected to impact our health-care system. As this situation has evolved, we have been struck by the variety of responses regarding whether psychiatrists are essential personnel required to be present inperson in the hospital. Although telehealth is an excellent tool for many mental health settings, we propose that this is not ideal for consultation-liaison (C-L) psychiatry in the acute medical setting when resources are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "The role of C-L psychiatry has been established since its inception in the early 1900s to be critical to general hospital medical care through contributing to high-quality patient care, management of hospital resources, and treatment of the emotional aspects of medical illness. 1 More recent literature has highlighted the potential for psychiatry consultations to help contain costs and decrease lengths of hospital stay, both of which are critical goals during this pandemic. 2 While respecting the needs both for social distancing, to avoid unnecessary risk of spreading the illness, and for judicious use of personal protective equipment, to preserve limited resources, our in-person care for medically ill patients is important. In addition to the aforementioned benefits regarding health-care resource management and provision of emotional support, we expect psychiatry to be essential in helping to prevent and manage the higher levels of depression and worse outcomes that have been observed in patients requiring infectious isolation in hospital settings. 3 Similar to other acutely medically ill patients, those with presentations concerning for COVID-19 are likely to be vulnerable to delirium, agitation, and decompensations of psychosis or mood disorders, necessitating psychiatric evaluation. Psychiatrists will also be needed to assist with capacity evaluations for these patients should they wish to leave against medical advice. Finally, as our medical colleagues face exhaustion, anxiety, and burnout from the increasing volume of patients and uncertainty regarding health-care resources, the need for C-L psychiatrists to provide moral support through our liaison role will be critical. This is not the first pandemic we have seen; our mentors tell us the stories of working on the wards during the early cases of HIV/AIDS in the 1980s and the Hong Kong influenza in 1968. It is not surprising that we face similar challenges today, with fear of infection transmission among health-care professionals ranging from reasonable concern to panic. During this modern pandemic, some mental health care can and should transition to remote channels. In medical hospitals without on-site psychiatrists, telehealth is clearly preferable over the option of having no psychiatric support. However, where resources allow, we encourage our fellow C-L psychiatrists to stand firm in our role as physicians providing critical in-person care to patients and colleagues who need our care now more than ever. With close attention to following the evolving precautions dictated by infectious disease authorities and hospital leadership, let us model to psychiatry trainees the importance of C-L psychiatry presence in the acute care hospital amidst these challenging times.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 479,
                    "end": 480,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1066,
                    "end": 1067,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Conflicts of Interest: The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Consultation-liaison psychiatry: an overview",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipowski",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Am J Psychiatry",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A systematic review of proactive psychiatric consultation on hospital length of stay",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Oldham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chahal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Gen Hosp Psychiatry",
            "volume": "60",
            "issn": "",
            "pages": "120--126",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of isolation on hospitalized patients who are infectious: systematic review with meta-analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Purssell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chudleigh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Open",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}