{"paper_id": "8df3a5e4c1f3c79676045581bceaf2639f44280f", "metadata": {"title": "Compassionate Love among Catholic Priests: its Antecedents and its Influence on Affect toward Pastoral Ministry in Indonesia", "authors": [{"first": "Erwin", "middle": [], "last": "Sasmito", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ateneo de Manila University", "location": {"addrLine": "Room 308, Dr. Rosita and Ricardo Leong Hall, Katipunan Avenue"}}, "email": "sasmitoerwin@gmail.com"}, {"first": "Gilda", "middle": [], "last": "Dans Lopez", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ateneo de Manila University", "location": {"addrLine": "Room 308, Dr. Rosita and Ricardo Leong Hall, Katipunan Avenue"}}, "email": ""}]}, "abstract": [{"text": "What drives Catholic priests to continue to serve people? That is the main question behind this psychological study. Based on a working model of compassionate love (Underwood 2008), the priestly compassionate love model was tested to determine whether spirituality, social support, priestly commitment, and well-being simultaneously influence compassionate love, which in turn brings out a positive affect in those doing pastoral ministry. The participants were 256 Catholic priests in Indonesia. Using structural equation modeling, the results of the study showed a good fit. Spirituality was the factor that contributed most strongly to compassionate love. Receiving adequate support from multiple sources motivated the priests to love others. Moreover, priestly commitment also influenced the priests to love others compassionately. Although well-being did not significantly influence compassionate love, it still played an important role in the model because it was correlated with all factors. Finally, the results showed that compassionate love powerfully influenced the priests to be enthusiastic and eager in doing pastoral ministry. These findings are discussed theoretically and practically in the context of priestly life and ministry in Indonesia.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Giving one's self for others, which is well known scientifically as compassionate love, should be in the hearts of Catholic priests while they are engaged in pastoral ministry (Congregation for the Clergy 2016). Every priest is called to have within himself the same feelings and attitudes that Jesus Christ has towards the church-that is, tender love and the total gift of self to the church (John Paul II 1992; Paul VI 1965) . Within their imperfect humanity, Catholic priests should be able to give themselves and their lives to the people. How is this possible for Catholic priests?", "cite_spans": [{"start": 399, "end": 412, "text": "Paul II 1992;", "ref_id": null}, {"start": 413, "end": 426, "text": "Paul VI 1965)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "In fact, presenting compassionate love or giving oneself in ministry is a particular struggle among Catholic priests. Previous studies have documented evidence of stress, emotional exhaustion, loneliness, burnout, and compassion fatigue among Catholic priests doing their ministry (Hoge et al. 1993; Jacobson et al. 2013; Rossetti and Rhoades 2013) , specifically Roman Catholic diocesan priests who actively serve in parochial settings in secular society (Knox et al. 2007 (Knox et al. , 2005 ; Raj and Dean 2005; Virginia 1998 ). Weaver et al. (2002) mentioned that priests are required to fulfill many responsibilities for parishioners and that the community places heavy demands on their time and energy. Priests are expected to simultaneously fulfill a variety of roles that include administrator, teacher, preacher, counselor, fundraiser and to engage in other pastoral ministries such as home visits, communal prayers, and providing spiritual advice. They should be ready and 'on call' to compassionately help and counsel people who have problems. Due to their likelihood of being exposed to stress, human suffering, and other crises through the parishioners they serve, priests are at increased risk of work-related stress, burnout, and compassion fatigue (Francis et al. 2009; Lewis et al. 2007; Pfeil 2006) . Pastoral counseling responsibilities have been reported as contributing to higher levels of stress and compassion fatigue (Pector 2005; Roberts et al. 2003; Stone et al. 2003; Weaver et al. 2003) . Taking on multiple roles and multiple parishes, has also been highlighted as one of the contextual factors contributing to stress for priests (Isacco et al. 2014) . In a study done by McDevitt (2010) , ministerial burnout among Roman Catholic priests was noted to be related to their motivation and ministerial performance. Other authors have reported that the ministry does not give purpose and meaning to the lives of some priests (Barnard and Curry 2012) .", "cite_spans": [{"start": 281, "end": 299, "text": "(Hoge et al. 1993;", "ref_id": "BIBREF29"}, {"start": 300, "end": 321, "text": "Jacobson et al. 2013;", "ref_id": "BIBREF34"}, {"start": 322, "end": 348, "text": "Rossetti and Rhoades 2013)", "ref_id": "BIBREF50"}, {"start": 456, "end": 473, "text": "(Knox et al. 2007", "ref_id": "BIBREF38"}, {"start": 474, "end": 493, "text": "(Knox et al. , 2005", "ref_id": "BIBREF37"}, {"start": 496, "end": 514, "text": "Raj and Dean 2005;", "ref_id": "BIBREF47"}, {"start": 515, "end": 528, "text": "Virginia 1998", "ref_id": "BIBREF60"}, {"start": 532, "end": 552, "text": "Weaver et al. (2002)", "ref_id": "BIBREF61"}, {"start": 1264, "end": 1285, "text": "(Francis et al. 2009;", "ref_id": "BIBREF19"}, {"start": 1286, "end": 1304, "text": "Lewis et al. 2007;", "ref_id": "BIBREF41"}, {"start": 1305, "end": 1316, "text": "Pfeil 2006)", "ref_id": "BIBREF46"}, {"start": 1441, "end": 1454, "text": "(Pector 2005;", "ref_id": null}, {"start": 1455, "end": 1475, "text": "Roberts et al. 2003;", "ref_id": "BIBREF48"}, {"start": 1476, "end": 1494, "text": "Stone et al. 2003;", "ref_id": "BIBREF54"}, {"start": 1495, "end": 1514, "text": "Weaver et al. 2003)", "ref_id": "BIBREF62"}, {"start": 1659, "end": 1679, "text": "(Isacco et al. 2014)", "ref_id": "BIBREF32"}, {"start": 1701, "end": 1716, "text": "McDevitt (2010)", "ref_id": "BIBREF42"}, {"start": 1950, "end": 1974, "text": "(Barnard and Curry 2012)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Despite these challenges, many Catholic priests are happy and satisfied when doing their ministry. Previous studies have mentioned happiness, satisfaction, and well-being among Catholic priests in their life and ministry (Craig et al. 2006; Rossetti 2011) . Some studies have shown that psychological satisfaction positively relates to the pastoral ministries of Catholic priests (Galea 2011; Zondag 2001) . Satisfaction with priesthood has enabled Catholic priests in rural areas to deal with challenges such as social isolation and geographic distance when serving people (Cornelio 2012) .", "cite_spans": [{"start": 221, "end": 240, "text": "(Craig et al. 2006;", "ref_id": "BIBREF10"}, {"start": 241, "end": 255, "text": "Rossetti 2011)", "ref_id": "BIBREF49"}, {"start": 380, "end": 392, "text": "(Galea 2011;", "ref_id": "BIBREF20"}, {"start": 393, "end": 405, "text": "Zondag 2001)", "ref_id": "BIBREF68"}, {"start": 574, "end": 589, "text": "(Cornelio 2012)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "Interestingly, Catholic priests still continue to serve others, both in their joy and their sorrow. What drives them to constantly serve people? In the present study, compassionate love is hypothesized as a positive energy that enables Catholic priests to maintain their passion for their pastoral ministry. But, does compassionate love really contribute to a positive attitude toward pastoral ministry among Catholic priests? If it does, what are the factors that bring out compassionate love among Catholic priests?", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Based on a working model of compassionate love (Underwood 2008) , this psychological study examined the factors that contribute to compassionate love as well as its influence on affect in priests' ministry in Indonesia. On a practical level, a better understanding of the different factors of compassionate love will help determine how Catholic priests maintain their love for serving the people. On a theoretical level, the present study adds to the understanding of compassionate love in the context of priestly life and ministry.", "cite_spans": [{"start": 47, "end": 63, "text": "(Underwood 2008)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": ""}, {"text": "The term 'compassionate love' first emerged from the work of the World Health Organization (WHO; WHOQOL SRPB Group 2006) as a term that \"captures both aspects, addressing human suffering and encouraging human flourishing\" (Underwood 2008, pp. 8-9) . Sprecher and Fehr (2005) defined compassionate love as an attitude toward others containing feelings, cognitions, and behaviors that are focused on caring, concern, tenderness, and an orientation toward supporting, helping, and understanding the other, particularly when the other is perceived to be suffering or in need. Based on these previous studies, the present study defines compassionate love as an attitude toward others that includes three components, namely, tender feelings toward others (feeling), understanding others (cognition), and putting others before self (behavioral intention).", "cite_spans": [{"start": 222, "end": 247, "text": "(Underwood 2008, pp. 8-9)", "ref_id": null}, {"start": 250, "end": 274, "text": "Sprecher and Fehr (2005)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Compassionate love"}, {"text": "First, the feeling component refers to tender feelings toward others, which involves affective and emotional engagement in giving love to others. This heartfelt and affective quality is part of the giving of compassionate love to others (Underwood 2008) . This component suggests that those with compassionate love are moved to help and care for others' needs and feelings as a response of their tender and merciful heart.", "cite_spans": [{"start": 237, "end": 253, "text": "(Underwood 2008)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Compassionate love"}, {"text": "The second component, cognition, is about understanding others; it involves allowing increasing space for the other to choose his or her own notion of the good (Underwood 2008) . Some features of this component of compassionate love are putting oneself in others' shoes and being non-judgmental. This suggests that those with compassionate love are willing to do good for others because of a cognitive understanding of the needs of others.", "cite_spans": [{"start": 160, "end": 176, "text": "(Underwood 2008)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Compassionate love"}, {"text": "The third component is behavioral intention, which is the putting of others before the self. This includes the intention towards behavior that reflects the giving of self for the good of the other. This suggests that those with compassionate love want to give a particular kind of love that is centered on the good of the other. The term as used is meant to identify a self-giving and caring love that values the other highly (Underwood 2008) .", "cite_spans": [{"start": 426, "end": 442, "text": "(Underwood 2008)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Compassionate love"}, {"text": "The Priestly Compassionate Love Model ( Fig. 1) is derived from Underwood (2008) , who developed a working model of compassionate love. Underwood's model was intended to fit together situational and motivational factors despite differences in focus and disciplinary starting points. In the original model, situational factors are multifaceted and may include emotional, cognitive, physical, social, environmental, and cultural aspects. Motivational factors include motivation and discernment, which are integral parts of the moment when one chooses how to move, to act, and to express something centered on the good of the other. Consequently, compassionate love is revealed in self-giving for the good of others through positive behavior and attitude. It involves having a loving and caring attitude, which may be expressed through facial expressions, body language, and words. Underwood (2008) mentioned that the working model of compassionate love is merely a starting point. \"The model is incomplete and there are interactions between various parts that are not drawn in\" (Underwood 2008, p. 10) . Based on this point, the present study developed the compassionate love model in the context of priestly life and ministry (see Fig. 1 ).", "cite_spans": [{"start": 64, "end": 80, "text": "Underwood (2008)", "ref_id": "BIBREF57"}, {"start": 879, "end": 895, "text": "Underwood (2008)", "ref_id": "BIBREF57"}, {"start": 1076, "end": 1099, "text": "(Underwood 2008, p. 10)", "ref_id": null}], "ref_spans": [{"start": 40, "end": 47, "text": "Fig. 1)", "ref_id": null}, {"start": 1230, "end": 1236, "text": "Fig. 1", "ref_id": null}], "section": "Priestly Compassionate Love Model"}, {"text": "Situational factors that are antecedents of compassionate love among Catholic priests may include well-being, social support, and spirituality. The motivational factor is captured as priestly commitment. Making a decision to love others over the long term becomes a \"commitment\" to maintain the good intention to stay with this love (Underwood 2008) . Situational and motivational factors may lead to compassionate love, which is fully expressed among Catholic priests in their intention to act for the good of the people they serve; cognitive understanding; and tender feelings for others.", "cite_spans": [{"start": 333, "end": 349, "text": "(Underwood 2008)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Priestly Compassionate Love Model"}, {"text": "Compassionate love thus may result in a positive attitude toward pastoral ministry. Attitude has three components: affect, behavior, and cognition (Albarracín et al. 2005; Breckler 1984 ). The present study emphasizes the affective component as a consequence of compassionate love among Catholic priests engaged in pastoral ministries, such as being enthusiastic when celebrating Mass, providing pastoral and spiritual guidance, or giving a homily to the people.", "cite_spans": [{"start": 147, "end": 171, "text": "(Albarracín et al. 2005;", "ref_id": "BIBREF0"}, {"start": 172, "end": 185, "text": "Breckler 1984", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Priestly Compassionate Love Model"}, {"text": "In the priestly life context, one outcome of the compassionate love of Catholic priests is a positive affect in their pastoral ministries. Affect is a psychological term for an observable expression of emotion that may be indicated through a facial expression or vocal or gestural behavior (American Psychological Association 2006) . Positive affect may also include the emotions in actions done with enthusiasm, eagerness, and enjoyment instead of boredom, exhaustion, and tiredness. Positive affect in pastoral ministry refers to zeal in partaking of Christ's mission in three ways (Congregation for the Clergy 2013; John Paul II 1992; Paul VI 1965) . First, as a prophet, it means a passion for proclaiming the gospel in pastoral ministries, such as giving recollection (a spiritual exercise for giving attention to the presence of God in the soul), teaching the Catholic faith, and preaching. Second, as a priest, it refers to zeal in performing sacred functions, such as giving the sacrament for the sick, giving the sacrament of reconciliation, and presiding over Mass. Lastly, as a shepherd, it means eagerness in gathering the people of God and is manifested in pastoral ministries such as ministerial administration or accompanying others through pastoral or spiritual consultation.", "cite_spans": [{"start": 290, "end": 331, "text": "(American Psychological Association 2006)", "ref_id": null}, {"start": 624, "end": 637, "text": "Paul II 1992;", "ref_id": null}, {"start": 638, "end": 651, "text": "Paul VI 1965)", "ref_id": null}], "ref_spans": [], "section": "Positive affect in pastoral ministry"}, {"text": "The priestly compassionate love model includes situational factors such as well-being, social support, spirituality, and priestly commitment as antecedents of compassionate love among Catholic priests.", "cite_spans": [], "ref_spans": [], "section": "The antecedents of compassionate love in the priestly life and ministry"}, {"text": "Well-being overlaps with concepts such as happiness, positive experience, life satisfaction, and flourishing (Henderson and Knight 2012) . According to the World Health Organization (1998), well-being involves a positive mood (good spirits, relaxation), vitality (being active and waking up fresh and rested), and general interests (being interested in things). This definition of well-being is also implied in Underwood (2008) , who suggests that a good feeling (emotion) can expand one's capacity to love others, encouraging one to engage in compassionate endeavors with passion in the future.", "cite_spans": [{"start": 109, "end": 136, "text": "(Henderson and Knight 2012)", "ref_id": "BIBREF26"}, {"start": 411, "end": 427, "text": "Underwood (2008)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Well-being"}, {"text": "Social support is defined as the perception and actuality that one is cared for, has assistance available from other people, and is part of a supportive social network (Uchino 2004; Wills 1991) . It includes receiving empathy, encouragement, love, and trust (emotional support); receiving financial assistance, material goods, and services (tangible support); receiving advice, guidance, and suggestions (informational support); and having a sense of belonging (companionship support).", "cite_spans": [{"start": 168, "end": 181, "text": "(Uchino 2004;", "ref_id": "BIBREF56"}, {"start": 182, "end": 193, "text": "Wills 1991)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Social support"}, {"text": "The social environment influences a person's capacity to love others (Underwood 2008) . Underwood (2008) mentions that current support as an adult can affect the person in the present moment of compassionate love. Fehr et al. (2014) add that scores on a scale of social support are strongly correlated with scores on the Compassionate Love Scale.", "cite_spans": [{"start": 69, "end": 85, "text": "(Underwood 2008)", "ref_id": "BIBREF57"}, {"start": 88, "end": 104, "text": "Underwood (2008)", "ref_id": "BIBREF57"}, {"start": 214, "end": 232, "text": "Fehr et al. (2014)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Social support"}, {"text": "In the context of priestly life and ministry, social support can be distinguished based on five sources of support: (1) family/close friends, (2) lay staff, (3) parishioners, (4) fellow priests, and (5) the bishop (Zickar et al. 2008) . First, family and close friends are considered resources who provide important support for priests in the context of nonwork relationships. Zickar et al. (2008) suggests that support from family and friends is important for the nonwork relationship outcomes of priests. Second, staff are considered significant support resources for priests, helping them enjoy being a priest and be satisfied in their ministry. Third, support from parishioners is considered a buffer from the negative effects of stressors that affect Catholic priests. Fourth, fellow priests are important resources for Catholic priests as well. Virginia (1998) noted that Catholic diocesan clergy experience emotional exhaustion in their life and ministry due to the lack of a social support network such as a priestly community (fellow priests). Lastly, the support of a bishop or other superior has an influence on Catholic priests. Hoge et al. (1995) documented that the lack of support from the priestly community and the lack of sufficient leadership by bishops are some of the key sources of stress in the priestly life and ministry. In the context of Asia, Cornelio (2012) found that relationship problems with bishops challenged priests who were struggling to serve the people in a diocese in the Philippines.", "cite_spans": [{"start": 214, "end": 234, "text": "(Zickar et al. 2008)", "ref_id": "BIBREF67"}, {"start": 377, "end": 397, "text": "Zickar et al. (2008)", "ref_id": "BIBREF67"}, {"start": 851, "end": 866, "text": "Virginia (1998)", "ref_id": "BIBREF60"}, {"start": 1141, "end": 1159, "text": "Hoge et al. (1995)", "ref_id": "BIBREF30"}, {"start": 1370, "end": 1385, "text": "Cornelio (2012)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Social support"}, {"text": "Spirituality, which is derived from the Latin word spiritus, is a complex multidimensional concept (George et al. 2000; Hill et al. 2000) . Fisher (2000 Fisher ( , 2010 has shown that connectedness is an essential element of spirituality. This study considers spirituality to be connectedness with God (transcendence) and connectedness with others and nature. This is similar to Meezenbroek et al. (2012) , who also mention that spirituality includes striving for transcendence and connectedness with others and with nature.", "cite_spans": [{"start": 99, "end": 119, "text": "(George et al. 2000;", "ref_id": "BIBREF21"}, {"start": 120, "end": 137, "text": "Hill et al. 2000)", "ref_id": "BIBREF27"}, {"start": 140, "end": 152, "text": "Fisher (2000", "ref_id": "BIBREF15"}, {"start": 153, "end": 168, "text": "Fisher ( , 2010", "ref_id": "BIBREF16"}, {"start": 379, "end": 404, "text": "Meezenbroek et al. (2012)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Spirituality"}, {"text": "Connectedness with God (transcendence) means having a relationship with God, who calls Catholic priests to ministry. The feeling of being loved by God empowers priests to give the same love to the people. There is comfort in religion, a feeling of inner peace and joy while praying. In the midst of difficulties, one can ask for God's help and feel God's presence. During good times, one can be thankful to God for God's blessing. There is a desire to be closer to God because God is there during the good and the bad times (Underwood and Teresi 2002) .", "cite_spans": [{"start": 524, "end": 551, "text": "(Underwood and Teresi 2002)", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Spirituality"}, {"text": "Connectedness with nature is related to feeling God's love when one is touched by the beauty of creation. Being one with nature makes one realize that there is a higher power that created nature. When one is surrounded by nature, one feels an energy that gives one a sense of peace and harmony. Realizing God's presence in others brings peace, harmony, and acceptance in relationships, even when others do things that may be wrong. In general, spirituality is feeling God's presence in all things, such as in nature and in other people who were created by God (Underwood and Teresi 2002) . Underwood (2008) emphasized that spirituality is closely associated with compassionate love. Fehr (2005, 2008 ) examined whether spirituality is associated with compassionate love for others and found that all measures of spirituality were positively associated with compassionate love. That is, people who were scored higher on the Daily Spiritual Experience Scale experienced more compassionate love for close others and for humanity.", "cite_spans": [{"start": 560, "end": 587, "text": "(Underwood and Teresi 2002)", "ref_id": "BIBREF59"}, {"start": 590, "end": 606, "text": "Underwood (2008)", "ref_id": "BIBREF57"}, {"start": 683, "end": 699, "text": "Fehr (2005, 2008", "ref_id": null}], "ref_spans": [], "section": "Spirituality"}, {"text": "In a study of 100 nuns and 100 philanthropists, it was found that spirituality is a significant predictor of compassionate love (Daga and Madnawat 2017) . Another study of 200 psychiatrists and 200 psychiatric social workers also showed that spirituality is a significant predictor of compassionate love (Choudhary and Madnawat 2017) . In the context of priestly life and ministry, spirituality potentially influences priests to love others.", "cite_spans": [{"start": 128, "end": 152, "text": "(Daga and Madnawat 2017)", "ref_id": "BIBREF11"}, {"start": 304, "end": 333, "text": "(Choudhary and Madnawat 2017)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Spirituality"}, {"text": "The authors of the present study conceptualized the term 'commitment' in the context of the priestly life. An individual who commits to the priestly life dedicates his time, energy, and whole life to imitating Jesus Christ as the shepherd in giving the self to the church through pastoral ministry (Congregation for the Clergy 2013; John Paul II 1992; Paul VI 1965) . Three components of priestly commitment might influence compassionate love among Catholic priests. First, affective priestly commitment suggests that priests have an emotional attachment or involvement in the institution of the Roman Catholic Church. Second, the normative priestly commitment refers to a moral obligation or a generalized value of loyalty to remain a member of the Roman Catholic Church. Third, the continuance priestly commitment refers to the awareness of the cost of leaving one's priestly vocation in the Roman Catholic Church. By referring to Underwood's compassionate love model, it is possible that commitment contributes to one's capacity to give compassionate love to others.", "cite_spans": [{"start": 338, "end": 351, "text": "Paul II 1992;", "ref_id": null}, {"start": 352, "end": 365, "text": "Paul VI 1965)", "ref_id": null}], "ref_spans": [], "section": "Priestly commitment"}, {"text": "Relationships among the antecedents (well-being, social support, spirituality, and priestly commitment).", "cite_spans": [], "ref_spans": [], "section": "Priestly commitment"}, {"text": "In recent decades, several psychological studies have been conducted to examine the general mental health or well-being and psychological functioning of priests (Craig et al. 2006; Francis et al. 2005 Francis et al. , 2004 . Previous studies showed that well-being is significantly related to the social support received by Catholic priests (Hoge et al. 1995; Virginia 1998; Zickar et al. 2008) . Well-being has also been associated with spirituality (Golden et al. 2004; Rossetti 2011) . Other previous studies have also shown that well-being and commitment have a positive significant relationship (Joseph et al. 2010 : Sunardi 2014 .", "cite_spans": [{"start": 161, "end": 180, "text": "(Craig et al. 2006;", "ref_id": "BIBREF10"}, {"start": 181, "end": 200, "text": "Francis et al. 2005", "ref_id": "BIBREF18"}, {"start": 201, "end": 222, "text": "Francis et al. , 2004", "ref_id": "BIBREF17"}, {"start": 341, "end": 359, "text": "(Hoge et al. 1995;", "ref_id": "BIBREF30"}, {"start": 360, "end": 374, "text": "Virginia 1998;", "ref_id": "BIBREF60"}, {"start": 375, "end": 394, "text": "Zickar et al. 2008)", "ref_id": "BIBREF67"}, {"start": 451, "end": 471, "text": "(Golden et al. 2004;", "ref_id": "BIBREF23"}, {"start": 472, "end": 486, "text": "Rossetti 2011)", "ref_id": "BIBREF49"}, {"start": 600, "end": 619, "text": "(Joseph et al. 2010", "ref_id": "BIBREF36"}, {"start": 620, "end": 634, "text": ": Sunardi 2014", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Priestly commitment"}, {"text": "Psychological studies among Catholic priests have mentioned that spirituality (relationship with God) contributes to positive outcomes (e.g., a sense of connection and support; Isacco et al. 2015) . Social support has an association with spirituality in predicting well-being among Catholic priests (Rossetti and Rhoades 2013) . Cornelio (2012) qualitatively described how social support contributes to Catholic priests in their vocational commitment. Hoge (2002) found that a lack of social support increases the likelihood that priests will leave the priesthood. A study done by Sunardi (2014) supported this finding by suggesting that the priest's relationship with the bishop or other superior affects priestly commitment.", "cite_spans": [{"start": 177, "end": 196, "text": "Isacco et al. 2015)", "ref_id": "BIBREF33"}, {"start": 299, "end": 326, "text": "(Rossetti and Rhoades 2013)", "ref_id": "BIBREF50"}, {"start": 329, "end": 344, "text": "Cornelio (2012)", "ref_id": "BIBREF9"}, {"start": 452, "end": 463, "text": "Hoge (2002)", "ref_id": "BIBREF28"}, {"start": 581, "end": 595, "text": "Sunardi (2014)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Priestly commitment"}, {"text": "Some previous studies explicitly addressed the influences of one's relational experiences with God to priestly commitment. Cornelio (2012) showed that having a close relationship with God allowed priests to remain faithful to their vocation despite challenging situations. Through hierarchical multiple regression analyses, Sunardi (2014) presented the study findings that religious/spiritual factors affect priestly commitment.", "cite_spans": [{"start": 123, "end": 138, "text": "Cornelio (2012)", "ref_id": "BIBREF9"}, {"start": 324, "end": 338, "text": "Sunardi (2014)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Priestly commitment"}, {"text": "The present study aimed to test the proposed model of compassionate love among Catholic priests. The study hoped to answer the question: \"Do well-being, social support, spirituality, and priestly commitment influence compassionate love, which in turn brings out a positive affect in pastoral ministry?\" Based on this question, the following hypotheses were tested simultaneously: (1) compassionate love influences affect towards pastoral ministry; (2) compassionate love is influenced by well-being, social support, spirituality, and priestly commitment; and (3) all antecedents (well-being, social support, spirituality, and priestly commitment) are significantly correlated with each other. This study examined these hypotheses among Indonesian Catholic priests.", "cite_spans": [], "ref_spans": [], "section": "Research question and hypotheses"}, {"text": "Indonesian Catholic priests accompany and serve the Indonesian Catholic people and spread Catholicism in the Indonesian archipelago, which is the world's most populous Muslimmajority nation (Central Intelligence Agency 2018). In 2017, almost 81.18% of Indonesians (over 261 million people) declared themselves Muslim; 9.87% of the population adhered to Christianity (of which more than 70% were Protestant), 1.69% was Hindu, 0.72% Buddhist, and 0.56% of other faiths (Indonesian Central Bureau of Statistics 2017). First, accompanying Catholics, who comprise less than 9 million or 3% of the total Indonesian population, in the midst of multiple religions, with the Muslim faith the largest (Konferensi Waligereja Indonesia 2017), is a challenge for Indonesian Catholic priests. Second, since Indonesia is an archipelagic country with more than fifteen thousand islands (Central Intelligence Agency 2018), geographic problems are also a challenge for Indonesian priests. Indonesian priests are expected to serve Catholics who live on remote Indonesian islands. Lastly, Indonesian priests also accompany Catholic people who are dealing with modern-day problems (e.g., marital life issues, faith and spiritual crises, relationship and work problems, etc.).", "cite_spans": [], "ref_spans": [], "section": "Indonesian Catholic priests"}, {"text": "The quantitative study had 256 Indonesian priests as participants. Participants were gathered through purposive sampling. Most of the participants (244, or 95.3%) answered the questionnaires manually; the rest responded through online questionnaires.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Based on the demographic data, 58% participants were between 40 and 59 years old (M = 3.38; SD = 1.10). Of their order or congregation, the majority was diocesan priests (71.1%; M = 1.38; SD = .84). Regarding the tenure of their priestly ministry, most participants (42.2%) were categorized as mid-career priests, having been in the priestly ministry for 11-24 years (M = 2.82; SD = .97). There were also many senior priests who had been in the ministry for more than 25 years (25.4%). The rest were young and junior priests (30.9%) who had been in the priesthood for less than 10 years. The majority of the participants (84.4%) ministered in the parish (M = 1.28; SD = .86).", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Measurement tools were obtained from multiple existing instruments. The instruments were slightly modified to capture the context of priestly life and ministry. The instruments were rephrased to be appropriate for the priestly life. For example, one question on the Compassionate Love Scale is \"I spend a lot of time concerned about the well-being of the people I serve\"; the modified instrument had \"parishioners\" instead of \"people.\" The exception was the measure of positive affect in pastoral ministry, which was constructed by the researchers. To be more relevant and effective for Indonesian priest-participants, all instruments were translated into the Indonesian language by two translators. Back translation was also carried out. The best back translation was chosen and used for the instruments in this study.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Compassionate love was measured using the 21-item Compassionate Love Scale (CLS) (Sprecher and Fehr 2005) . Respondents answered each item on a 6-point scale ranging from 0 (not at all true of me) to 5 (very true of me). In the present study, the adapted Compassionate Love Scale consisted of three components. The first component has eight items that represent tender feelings toward others, for example, \"When I see people I serve feeling sad, I feel a need to reach out to them.\" The reliability test resulted in a Cronbach's α value of .89. The second component, with five items, is about cognition or accepting and understanding others, such as \"I accept people even when they do things I think are wrong,\" with the five items together yielding good internal reliability (.84). The third component, with six items, represents the behavioral intention of putting others before oneself, such as I would rather suffer myself than see someone else (the parishioners) suffer.\" This has a Cronbach's α value of 83.", "cite_spans": [{"start": 81, "end": 105, "text": "(Sprecher and Fehr 2005)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Compassionate love"}, {"text": "Well-being was assessed using the Well-Being Index (WHO-5). The WHO-5 (World Health Organization 1998) is a short, self-administered questionnaire that measures current mental well-being. The reliability test was performed and resulted in a Cronbach's α of .83. The WHO-5 consists of five statements that respondents rate. Items include statements such as \"I have felt cheerful and in good spirits.\" Respondents answered each item on a 6-point Likert type scale ranging from 0 (at no time) to 5 (all of the time) depending on how often they experienced what was described in the statements in the past two weeks.", "cite_spans": [], "ref_spans": [], "section": "Well-being"}, {"text": "Social support was measured using the Multidimensional Support Scale (MDSS). The MDSS (Winefield et al. 1992 ) is a six-item self-report questionnaire used for measuring the availability and adequacy of social support from five sources or support groups, namely, family, lay staff, parishioners, fellow priests, and the bishop. The same questions were asked for each of the five sources. Using a 6-point Likert-type scale ranging from 0 (never) to 5 (usually/ always), the respondents were asked to answer each item. For each source, there were five items, one of which was: \"How often did they listen to you when you talked about your concerns or problems?\" In the present study, the Cronbach's α coefficients of internal reliability for the six subscales were generally high, with .88, .90, .91, .94, and .94 for family/close friends, staff, parishioners, fellow priests, and the bishop, respectively.", "cite_spans": [{"start": 86, "end": 108, "text": "(Winefield et al. 1992", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Social support"}, {"text": "Spirituality was assessed using the Daily Spiritual Experience Scale (DSES). The DSES (Underwood 2011; Underwood and Teresi 2002 ) is a 16-item self-report questionnaire that is designed to measure ordinary experiences of connection with the transcendent in daily life. The first 15 items of the questionnaire are measured on a 6-point Likert-type scale ranging from 0 (almost never) to 5 (many times a day), whereas item 16 is measured on a 6-point scale ranging from 0 (distant) to 5 (very close). The scale addresses two components of spirituality. The first component has 10 items that represent a close relationship with God, such as \"I experience a close connectedness with God in my life.\" The second component, which represents relationships with others and creation (nature), contains six items, such as \"I feel God's love me through others\" and \"I am spiritually touched by the beauty of creation.\" Cronbach's α was .72 and .86 respectively for the two components.", "cite_spans": [{"start": 86, "end": 102, "text": "(Underwood 2011;", "ref_id": "BIBREF58"}, {"start": 103, "end": 128, "text": "Underwood and Teresi 2002", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Spirituality"}, {"text": "Priestly commitment was measured using the 23-item self-report Priestly Commitment Scale (Sunardi 2014) . All items were rated on a 6-point scale from strongly disagree to strongly agree. The scale assesses three components of priestly commitment. The first component, with six items, measures affective priestly commitment, with statements such as \"I feel emotionally attached to my priestly vocation.\" The second component, with five items, represents the normative priestly commitment, such as \"I have a sense of obligation to the Church.\" And the last is continuance of the priestly commitment, with four items including one reverse-worded item: \"It would be very hard for me to leave my priestly vocation.\" Cronbach's α was .72, .66, and .75 respectively for the three components.", "cite_spans": [{"start": 89, "end": 103, "text": "(Sunardi 2014)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Priestly commitment"}, {"text": "The Positive Affect in Pastoral Ministry Scale (PAPMinS) is a 27-item scale rated on a 6-point Likert-type scale ranging from 0 (never) to 5 (always). It was designed by the researchers in several stages. The first stage included the consultation of experts in the field of pastoral ministry; the items were derived at this stage. The second phase required the researcher to request input and comments about the items from priests who are currently taking pastoral courses at East Asian Pastoral Institute in the Philippines. Lastly, a pilot study was conducted to test the validity and reliability of PAPMinS. There are three components of the PAPMinS. The first component, which presented positive affect in pastoral ministry as a prophet, had six items, such as, \"I find enjoyment in giving recollections.\" The second component, which represented positive affect in pastoral ministry as a priest, also had six items, such as, \"I am eager to respond to calls to give the sacrament for the sick.\" The last component, which is called positive affect in pastoral ministry as a shepherd, has three items, one of which is, \"Managing the ministerial administration is interesting to me.\"", "cite_spans": [], "ref_spans": [], "section": "Positive affect in pastoral ministry"}, {"text": "Responses to the PAPMinS were also subjected to factor analysis, and this showed that the items intended to measure each construct fell together as intended. Items for prophet clustered and converged together as a factor, and so did those for priest and those for shepherd. This suggests that the items indeed measured the construct they were supposed to measure. At the same time, the items for one construct were distinctly different from the items for the other constructs because they formed different factors. According to Hair et al. (2010) , factor analysis results such as these for the for PAPMinS are evidence of convergent and discriminant validity. Further, Cronbach's α for the three components was acceptable, with values of .84, .82, and .71, respectively.", "cite_spans": [{"start": 528, "end": 546, "text": "Hair et al. (2010)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Positive affect in pastoral ministry"}, {"text": "The initial contact was made with bishops in some of the dioceses in Indonesia. After receiving permission from the bishops, collaboration with the council of priests in each diocese was established to prepare for data gathering. The survey was done in two ways: manual and online.", "cite_spans": [], "ref_spans": [], "section": "Procedures"}, {"text": "The participants were then given a series of questionnaires (Psychological and Ministerial Questionnaires for Catholic Priests) with brief instructions. Through the informed consent form, the participants were briefed on the basic nature of the study and were informed that they had the freedom to decide whether to participate in the study or not. To ensure confidentiality, the researcher used codes to identify the participants.", "cite_spans": [], "ref_spans": [], "section": "Procedures"}, {"text": "This study had Catholic priests as participants. The study closely and carefully followed the ethical guidelines of the American Psychological Association for all participants, and it was approved by the ethics committee of Ateneo de Manila University. The study paid close attention to several important issues involving recruitment process, voluntary participation, anonymity, and data protection.", "cite_spans": [], "ref_spans": [], "section": "Ethical considerations"}, {"text": "After encoding the survey responses, the data collected for the study were analyzed using the SPSS and EQS software. Factor analysis was conducted to establish construct validity and the reliability of the measurements. Composite mean scores for each manifest variable in the proposed model were then obtained.", "cite_spans": [], "ref_spans": [], "section": "Data preparation and analysis"}, {"text": "To test the proposed model, structural equation modeling was performed using the EQS program. The program was chosen as it features robust methods to accommodate non-normal distribution (Byrne 2006) . Structural equation modeling was conducted using the following steps: (a) model building, (b) model specification, (c) model identification, (d) model estimation, (e) model evaluation, and (f) model modification (Schumacker and Lomax 2010) .", "cite_spans": [{"start": 186, "end": 198, "text": "(Byrne 2006)", "ref_id": "BIBREF4"}, {"start": 413, "end": 440, "text": "(Schumacker and Lomax 2010)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Data preparation and analysis"}, {"text": "To evaluate the model, some fit indices were considered, namely, (a) chi square (χ2), (b) absolute fit (RMSEA), and (c) relative fit (CFI). A model is considered a good model if the root means square error of approximation (RMSEA) is less than .08, the non-normed fit index (NNFI) and comparative fit index (CFI) are greater than .91, and the chi square (χ2) is not significant (Hair et al. 2010) .", "cite_spans": [{"start": 378, "end": 396, "text": "(Hair et al. 2010)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Data preparation and analysis"}, {"text": "A preliminary analysis was conducted to check the construct validity of the measures. Factor analyses of each of the six scales ascertained the components of each scale. Thereafter, the mean scores were obtained for each component of each scale (see Table 1 ). Mean scores were used in order to address missing responses for any of the items.", "cite_spans": [], "ref_spans": [{"start": 250, "end": 257, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Preliminary analysis and descriptive statistics"}, {"text": "In general, it appears that all responses fell within the high range based on the scale of 0 to 5. Most of the scores were negatively skewed. The highest mean score was for positive affect in pastoral ministry as a priest. This suggests that most participants frequently responded enthusiastically when serving sacraments to people. The lowest mean score was in normative priestly commitment. This may suggest that there were generally low ratings regarding committing to the priesthood as an obligation to the church institution.", "cite_spans": [], "ref_spans": [], "section": "Preliminary analysis and descriptive statistics"}, {"text": "Structural equation modeling (SEM) was thereafter used to analyze the data. The maximum likelihood method of estimation was used, with robust methods since there were items with non-normal distribution. The results showed an adequate fit (see Fig. 2 ), with CFI = .93, NNFI = .91, IFI = .93, and RMSEA = .06. The Satorra-Bentler scaled chi-square of 357.89 with p = 0.00 was significant, as was expected due to the large sample size (Hair et al. 2010) .", "cite_spans": [{"start": 433, "end": 451, "text": "(Hair et al. 2010)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 243, "end": 249, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "Structural equation modeling"}, {"text": "In the measurement model (Table 2) , all loadings were significant, with most values falling above .50 except for two of the components of priestly commitment, which had loadings of .29 and .31. In the structural model (see Fig. 2 ), all standardized paths were likewise significant. Positive affect in pastoral ministry was significantly influenced by compassionate love, with β = .79, p < .05. This implies that the stronger one's passion to love, sacrifice. and help others as a Catholic priest, the stronger one's enthusiasm, eagerness, and enjoyment when doing pastoral ministries. Compassionate love as a contributor explained 63% of the variance in positive affect towards pastoral ministry.", "cite_spans": [], "ref_spans": [{"start": 25, "end": 34, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 224, "end": 230, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "Structural equation modeling"}, {"text": "Spirituality (β = .35, p < .05), social support (β = .33, p < .05), and priestly commitment (β = .16, p < .05) but not well-being contributed significantly to compassionate love. Together, the contributing factors explain 49% of the variance in compassionate love. This result indicates that when spirituality, social support, and commitment are high, compassionate love will also be high. Spirituality was the strongest contributor to compassionate love. Figure 2 also shows the correlations of the contributor factors with each other. According to the results, all correlations among contributing factors were significant, suggesting that spirituality, social support, commitment, and well-being are all interrelated.", "cite_spans": [], "ref_spans": [{"start": 456, "end": 464, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Structural equation modeling"}, {"text": "In the midst of priestly challenges and difficulties, especially in the Indonesian context, what drives Catholic priests to strive continuously to serve people? Interestingly, the present study discovered that compassionate love may be a positive factor that energizes Catholic priests in Indonesia to be enthusiastic in serving people through pastoral ministry.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The study shows the importance of compassionate love, of having tender feelings for others, of understanding others' needs, and of valuing others highly. Expanding on what the word 'compassion' means, it might be helpful to know that it stems from the Latin compati, meaning 'to suffer with.' In the literature, there appears to be a broad consensus that compassion involves feeling for a person who is suffering and being motivated to act to help address human suffering and encourage human flourishing (Goetz et al. 2010; Lazarus 1991 ). There is not much research to date on compassionate love, but the literature relates it to and distinguishes it from other well-researched constructs such as empathy, altruism, forgiveness, and parental love (Oman 2011; Underwood 2008) . Although compassionate love is all of these together, there are some differences. Unlike empathy, which has no moral direction, compassionate love is directed to the good of the other. Unlike altruism, which focuses on motives, compassionate love focuses on feelings. Unlike forgiveness, which is directed to those who have offended, compassionate love can be directed to all. More than parental love, compassionate love is not limited to children. This study adds to the understanding that compassionate love has three components, namely, tender feelings toward others (feelings), understanding others (cognition), and putting others before self (behavioral intention).", "cite_spans": [{"start": 504, "end": 523, "text": "(Goetz et al. 2010;", "ref_id": "BIBREF22"}, {"start": 524, "end": 536, "text": "Lazarus 1991", "ref_id": "BIBREF40"}, {"start": 748, "end": 759, "text": "(Oman 2011;", "ref_id": "BIBREF44"}, {"start": 760, "end": 775, "text": "Underwood 2008)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Discussion"}, {"text": "It appears that having this kind of love for others is what motivates Catholic priests' eagerness in pastoral ministry. Concretely, it seems that compassionate love influences their enthusiasm for preaching and teaching the catechism to people as a prophet; their enjoyment of serving the sacraments, celebrating Mass, and anointing the sick as a priest; and their zeal for ministerial administration, providing spiritual care, and leading the local community of faith as a shepherd.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "How do priests maintain the power of compassionate love in their pastoral ministry? The priestly compassionate love model suggests that compassionate love among Catholic priests is strengthened by spirituality, social support, and priestly commitment. Understanding the contributing factors of compassionate love may help us to know how to maintain the power of compassionate love among Catholic priests.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Spirituality was the strongest variable that contributed to compassionate love in the priestly compassionate love model. Spirituality is defined as connectedness with God and relationship with others and nature/creation. It is consistent with previous studies that have documented the influence of spirituality on compassionate love for various samples (Choudhary and Madnawat 2017; Daga and Madnawat 2017) .", "cite_spans": [{"start": 353, "end": 382, "text": "(Choudhary and Madnawat 2017;", "ref_id": "BIBREF6"}, {"start": 383, "end": 406, "text": "Daga and Madnawat 2017)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Daily spiritual experience in the priestly life"}, {"text": "Since the priesthood is considered to be a vocation from God, a personal relationship with God is powerful in keeping the flame of compassionate love burning. Donahue (2008) mentioned that spirituality is the power of revival in every person that drives a person to love. Feelings of closeness with God-feeling loved, blessed, helped, and strengthened by Godappear to empower Catholic priests to develop tender feelings and care for others' needs. Realizing God's presence in creation and connecting with others also seems to create a space in priests' hearts to be more accepting and understanding of others, bringing the feeling of deep inner peace and harmony with others and with nature.", "cite_spans": [{"start": 159, "end": 173, "text": "Donahue (2008)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Daily spiritual experience in the priestly life"}, {"text": "Results from this study affirmed previous studies that emphasized the important influence of the relationship with God in the priestly life (Golden et al. 2004; Rossetti 2011) . The present study adds to other studies (Choudhary and Madnawat 2017; Daga and Madnawat 2017) that have also found that closeness to God in daily life and realizing God's love and presence through others and creation powerfully bring out compassionate love among Catholic priests.", "cite_spans": [{"start": 140, "end": 160, "text": "(Golden et al. 2004;", "ref_id": "BIBREF23"}, {"start": 161, "end": 175, "text": "Rossetti 2011)", "ref_id": "BIBREF49"}, {"start": 218, "end": 247, "text": "(Choudhary and Madnawat 2017;", "ref_id": "BIBREF6"}, {"start": 248, "end": 271, "text": "Daga and Madnawat 2017)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Daily spiritual experience in the priestly life"}, {"text": "Spirituality is very important for Indonesian Catholic priests, who accompany people in a context of multiple religions with a Muslim majority. Spirituality strengthens Indonesian priests' resolve to remain compassionate even to non-Catholics.", "cite_spans": [], "ref_spans": [], "section": "Daily spiritual experience in the priestly life"}, {"text": "The present study shows that social support is the second strongest variable that influences compassionate love among Catholic priests. When a priest feels listened to, understood, and loved regarding his own concerns/problems, he is more capable of loving others compassionately. In contrast, if a priest lacks support and experiences feelings of isolation, neglect, and rejection, he will lose the energy to love others. It seems that through the support of companionship, a sense of belonging is very meaningful among Catholic priests. These results corroborate previous studies (Cornelio 2012; Hoge et al. 1995; Virginia 1998; Zickar et al. 2008 ) that have highlighted the importance of social support in the priestly life and ministry.", "cite_spans": [{"start": 582, "end": 597, "text": "(Cornelio 2012;", "ref_id": "BIBREF9"}, {"start": 598, "end": 615, "text": "Hoge et al. 1995;", "ref_id": "BIBREF30"}, {"start": 616, "end": 630, "text": "Virginia 1998;", "ref_id": "BIBREF60"}, {"start": 631, "end": 649, "text": "Zickar et al. 2008", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Multidimensional social support for priests"}, {"text": "The results of the present study also show that Catholic priests need support not only from clergy (fellow priests and their bishop or other superior) but also from lay people (family/close friends, staff, and parishioners). The majority of the priest participants were diocesan priests (71.1%), and most of them ministered in the parish (84.4%). It is possible for them to get support from family/close friends, staff, and parishioners. The study confirms that support from family/close friends, staff, and parishioners is very meaningful for priests because it fuels their compassionate love for others.", "cite_spans": [], "ref_spans": [], "section": "Multidimensional social support for priests"}, {"text": "Likewise, it is important to have social support from fellow priests and the bishop or other superior. The study shows the importance of support from fellow priests through encouragement, help, caring, love, trust, acceptance, and understanding. The cultivation and maintenance of the relationship of priests with their bishop is also worth noting. Some previous studies have noted a lack of support by the bishop and fellow priests in the priestly life and ministry (Hoge et al. 1995; Virginia 1998) . A lack of support from their bishop and fellow priests has caused priests to get into trouble (Rossetti 2011) . Hopefully, these relationships are not just functional (communicating about the work) but are more meaningful and affectionate and foster a sense of companionship.", "cite_spans": [{"start": 467, "end": 485, "text": "(Hoge et al. 1995;", "ref_id": "BIBREF30"}, {"start": 486, "end": 500, "text": "Virginia 1998)", "ref_id": "BIBREF60"}, {"start": 597, "end": 612, "text": "(Rossetti 2011)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Multidimensional social support for priests"}, {"text": "In the context of Indonesia, social support is very important for Catholic priests who accompany and serve people in remote Indonesian islands. Serving in an archipelagic country is a unique challenge for Indonesian Catholic priests. Social support from multiple sources may enable Indonesian Catholic priests to deal with challenges such as social isolation and geographic distances when serving others.", "cite_spans": [], "ref_spans": [], "section": "Multidimensional social support for priests"}, {"text": "The present study also indicates that priestly commitment significantly influences compassionate love. Priestly commitment is viewed as the decision of priests to remain in the priestly vocation. The priestly vocation is not just a job; it is thought to be a calling from God to a particular role in the church-that of the ministerial priesthood (Dik and Duffy 2009; Hankle 2010; Raj and Dean 2005) .", "cite_spans": [{"start": 346, "end": 366, "text": "(Dik and Duffy 2009;", "ref_id": "BIBREF12"}, {"start": 367, "end": 379, "text": "Hankle 2010;", "ref_id": "BIBREF25"}, {"start": 380, "end": 398, "text": "Raj and Dean 2005)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Priestly commitment"}, {"text": "The priestly compassionate love model found that feeling emotionally attached to the priestly vocation significantly influences the cultivation of compassionate love among Catholic priests. Feeling a sense of belonging to the priestly vocation particularly and to the institution of the church in general enhances compassionate love. In contrast, weakening emotional attachment to the priestly vocation lowers the priest's energy for loving others compassionately.", "cite_spans": [], "ref_spans": [], "section": "Priestly commitment"}, {"text": "It might be noted that the lowest loading (.29) was for normative priestly commitment, suggesting that it is the least important contributor to compassionate love among Catholic priests. This suggests that moral obligation or loyalty to the church has little influence on compassionate love. This appears to support the notion that compassionate love is a free choice for the good of others (Underwood 2008) . Giving of oneself for the ultimate good of the other is more than just obligation. Considering that the commitment to the priestly life is not just an obligation but more a vocation, this may increase its influence on compassionate love among Catholic priests.", "cite_spans": [{"start": 391, "end": 407, "text": "(Underwood 2008)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Priestly commitment"}, {"text": "Lastly, the persistent desire to remain in the priesthood due to its value also had a low loading (.31) in the study, but this factor nevertheless appears to influence compassionate love as it was significant. Rossetti (2011) mentions that appreciating the vocation of the priesthood is important in priestly life and ministry. This study shows that maintaining the value and meaningfulness of the vocation may also contribute to compassionate love.", "cite_spans": [{"start": 210, "end": 225, "text": "Rossetti (2011)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Priestly commitment"}, {"text": "The results show that well-being does not significantly influence compassionate love. This does not mean that well-being is an unimportant antecedent. One reasonable explanation could be that well-being is correlated with other contributing factors (social support, spirituality, and priestly commitment) that influence compassionate love simultaneously. It is possible that well-being significantly shares more variance with other factors, which may be why it is not significant in its influence on compassionate love.", "cite_spans": [], "ref_spans": [], "section": "Well-being of Catholic priests"}, {"text": "Well-being did have a strong correlation with social support in the study. This is supported by previous studies that have documented the experience of receiving social support and how it is significantly related to well-being among Catholic priests (Zickar et al. 2008) .", "cite_spans": [{"start": 250, "end": 270, "text": "(Zickar et al. 2008)", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Well-being of Catholic priests"}, {"text": "Well-being was also associated with spirituality. The relationship with God and realizing God's blessing through others and nature appears to be related to the well-being of priests. The present study affirms previous studies that have discovered a strong connection between spirituality and well-being among Catholic priests (Golden et al. 2004; Rossetti 2011; Rossetti and Rhoades 2013) .", "cite_spans": [{"start": 326, "end": 346, "text": "(Golden et al. 2004;", "ref_id": "BIBREF23"}, {"start": 347, "end": 361, "text": "Rossetti 2011;", "ref_id": "BIBREF49"}, {"start": 362, "end": 388, "text": "Rossetti and Rhoades 2013)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Well-being of Catholic priests"}, {"text": "The significant correlation of well-being with priestly commitment is also consistent with other studies (Joseph et al. 2010; Sunardi 2014) . It makes sense that having a persistent desire to remain a priest while simultaneously experiencing a positive mood and vitality enables Catholic priests to give love to others. So, based on all of the above, it seems that well-being can still be considered an important factor in compassionate love among Catholic priests.", "cite_spans": [{"start": 105, "end": 125, "text": "(Joseph et al. 2010;", "ref_id": "BIBREF36"}, {"start": 126, "end": 139, "text": "Sunardi 2014)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Well-being of Catholic priests"}, {"text": "Correlations among spirituality, social support, and priestly commitment", "cite_spans": [], "ref_spans": [], "section": "Well-being of Catholic priests"}, {"text": "The priestly compassionate love model found that all antecedents were significantly correlated with each other. The highest correlation was between social support and spirituality. Connecting with God and realizing God's presence through others and nature is significantly related to a sense of support. Previous studies have also found a strong correlation between spirituality and social support (Isacco et al. 2015; Rossetti 2011) . Having an intimate relationship with God and receiving adequate support influence Catholic priests' compassionate love towards others.", "cite_spans": [{"start": 398, "end": 418, "text": "(Isacco et al. 2015;", "ref_id": "BIBREF33"}, {"start": 419, "end": 433, "text": "Rossetti 2011)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Well-being of Catholic priests"}, {"text": "The study also reveals that social support is significantly correlated with priestly commitment. Other studies among Catholic priests have also mentioned that social support from the bishops, communities, and parishioners contribute to vocational commitment (Cornelio 2012; Zickar et al. 2008) . Otherwise, lacking social support increases the likelihood of leaving the priesthood (Hoge 2002) .", "cite_spans": [{"start": 258, "end": 273, "text": "(Cornelio 2012;", "ref_id": "BIBREF9"}, {"start": 274, "end": 293, "text": "Zickar et al. 2008)", "ref_id": "BIBREF67"}, {"start": 381, "end": 392, "text": "(Hoge 2002)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Well-being of Catholic priests"}, {"text": "Finally, the present study shows that there is a significant correlation between spirituality and priestly commitment. This result is consistent with previous studies that have shown that by having a close relationship with God, priests remain faithful in their priestly commitment (Cornelio 2012; Sunardi 2014) .", "cite_spans": [{"start": 282, "end": 297, "text": "(Cornelio 2012;", "ref_id": "BIBREF9"}, {"start": 298, "end": 311, "text": "Sunardi 2014)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Well-being of Catholic priests"}, {"text": "Although the present study provided relevant findings for the priesthood, several limitations should be taken into consideration. First, self-report instruments were used, which are often considered to be subjective and influenced by social desirability. Second, the study used a survey design method. Thus, the study cannot establish causality because it is not experimental. However, given that the factors in the study are difficult to manipulate, the method employed in the study to test the model appears to be most appropriate for examining the possible cause and effect relationship of the factors. Third, the study focused only on priests who were active and good performers in pastoral ministry. The results might be different for priests who are dealing with difficult situations.", "cite_spans": [], "ref_spans": [], "section": "Limitations of the study"}, {"text": "Perhaps future studies might be conducted for a different sample, such as non-Indonesian priests, priests in a difficult situation, other religious, or social workers in a multicultural context. Second, it seems that the Positive Affect in Pastoral Ministry Scale appears to be a good self-measurement scale. The three components-positive affect in pastoral ministry as a prophet, priest, and shepherd-were found to have items that merged together as expected, forming three different factors, with each factor having good reliability. Since there is no psychological test to measure positive affect in pastoral ministry, this scale may be the starting point for investigating concurrent validity with other existing psychological measures. In a future study, perhaps it could also be investigated whether PAPMinS translates to behavior or actually doing pastoral ministry.", "cite_spans": [], "ref_spans": [], "section": "Future research"}, {"text": "The R-squared (.49 for compassionate love, .63 for positive affect in pastoral ministry) showed that there are some errors in the study or that perhaps there could be other variables that might influence compassionate love and positive affect in pastoral ministry. For further research, perhaps it would be helpful to add contributing variables to compassionate love that were not revealed by this study. For example, personality could be tested as a contributing factor in compassionate love.", "cite_spans": [], "ref_spans": [], "section": "Future research"}, {"text": "By considering what influences positive affect in pastoral ministry, this study shows that it may be important to maintain the fire of compassionate love. In the priestly life context, especially during the initial and ongoing formation of Catholic priests, perhaps nurturing and cultivating the antecedents of compassionate love will keep the flame of passion for pastoral ministry alive. If this is achieved, Catholic priests will continue to be eager to do pastoral ministry, and this will have a positive impact on the people they serve. With their priests enthusiastically accompanying them, people will be helped to be closer to God through further understanding and believing in the teachings of the Catholic faith, receiving the sacraments, and being guided spiritually.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The handbook of attitudes", "authors": [{"first": "D", "middle": [], "last": "Albarracín", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Johnson", "suffix": ""}, {"first": "", "middle": [], "last": "Zanna", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "APA dictionary of psychology", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The relationship of clergy burnout to self-compassion and other personality dimensions", "authors": [{"first": "L", "middle": ["K"], "last": "Barnard", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Curry", "suffix": ""}], "year": 2012, "venue": "Pastoral Psychology", "volume": "61", "issn": "", "pages": "149--163", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Empirical validation of affect, behavior, and cognition as distinct components of attitude", "authors": [{"first": "S", "middle": ["J"], "last": "Breckler", "suffix": ""}], "year": 1984, "venue": "Journal of Personality and Social Psychology", "volume": "47", "issn": "6", "pages": "1191--1205", "other_ids": {"DOI": ["10.1037/0022-3514.47.6.1191"]}}, "BIBREF4": {"ref_id": "b4", "title": "Structural equation modeling with EQS: Basic concepts, applications, and programming", "authors": [{"first": "B", "middle": ["M"], "last": "Byrne", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The world factbook: Indonesia. www.cia.gov/library/publications", "authors": [], "year": 2018, "venue": "Central Intelligence Agency", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Spirituality and compassionate love in psychiatrists and psychiatric social workers", "authors": [{"first": "T", "middle": [], "last": "Choudhary", "suffix": ""}, {"first": "A", "middle": ["V S"], "last": "Madnawat", "suffix": ""}], "year": 2017, "venue": "Indian Journal Positive Psychology", "volume": "8", "issn": "1", "pages": "79--82", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Directory for the ministry and the life of priests", "authors": [], "year": 2013, "venue": "Rome: Libreria Editrice Vaticana", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The gift of the priestly vocation (ratio fundamentalis institutionis sacerdotalis). Rome: L'Osservatore Romano", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Priesthood satisfaction and the challenges priests face: A case study of a rural diocese in the Philippines", "authors": [{"first": "J", "middle": ["S"], "last": "Cornelio", "suffix": ""}], "year": 2012, "venue": "Religions", "volume": "3", "issn": "", "pages": "1103--1119", "other_ids": {"DOI": ["10.3390/rel3041103"]}}, "BIBREF10": {"ref_id": "b10", "title": "Psychological type preferences of roman catholic priests in the United Kingdom", "authors": [{"first": "C", "middle": ["L"], "last": "Craig", "suffix": ""}, {"first": "B", "middle": [], "last": "Duncan", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Francis", "suffix": ""}], "year": 2006, "venue": "Journal of Belief and Values", "volume": "27", "issn": "", "pages": "157--164", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Spirituality and compassionate love in nuns and philanthropists", "authors": [{"first": "P", "middle": [], "last": "Daga", "suffix": ""}, {"first": "A", "middle": ["V S"], "last": "Madnawat", "suffix": ""}], "year": 2017, "venue": "Indian Journal Positive Psychology", "volume": "7", "issn": "3", "pages": "376--379", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Calling and vocation at work: Definitions and prospects for research and practice", "authors": [{"first": "B", "middle": ["J"], "last": "Dik", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Duffy", "suffix": ""}], "year": 2009, "venue": "The Counselling Psychologist", "volume": "37", "issn": "3", "pages": "424--450", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Spirituality/religion", "authors": [{"first": "M", "middle": ["J"], "last": "Donahue", "suffix": ""}], "year": 2008, "venue": "Encyclopedia of. counseling", "volume": "2", "issn": "", "pages": "437--440", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Compassionate love in romantic relationships: A review and some new findings", "authors": [{"first": "B", "middle": [], "last": "Fehr", "suffix": ""}, {"first": "C", "middle": [], "last": "Harasymchuk", "suffix": ""}, {"first": "S", "middle": [], "last": "Sprecher", "suffix": ""}], "year": 2014, "venue": "Journal of Social and Personal Relationships", "volume": "31", "issn": "5", "pages": "575--600", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Being human, becoming whole: Understanding spiritual health and well-being", "authors": [{"first": "J", "middle": ["W"], "last": "Fisher", "suffix": ""}], "year": 2000, "venue": "Journal of Christian Education", "volume": "43", "issn": "3", "pages": "37--52", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Meaning and connectedness: Australian perspectives on education and spirituality", "authors": [{"first": "J", "middle": ["W"], "last": "Fisher", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "105--126", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Burnout among roman catholic parochial clergy in England and Wales: Myth or reality?", "authors": [{"first": "L", "middle": ["J"], "last": "Francis", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Louden", "suffix": ""}, {"first": "C", "middle": ["J F"], "last": "Rutledge", "suffix": ""}], "year": 2004, "venue": "Review of Religious Research", "volume": "46", "issn": "", "pages": "5--19", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Happy but exhausted? Work-related psychological health among clergy", "authors": [{"first": "L", "middle": [], "last": "Francis", "suffix": ""}, {"first": "P", "middle": [], "last": "Kaldor", "suffix": ""}, {"first": "M", "middle": [], "last": "Robbins", "suffix": ""}, {"first": "K", "middle": [], "last": "Castle", "suffix": ""}], "year": 2005, "venue": "Pastoral Sciences", "volume": "24", "issn": "", "pages": "101--120", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The Oswald clergy burnout scale: Reliability, factor structure and preliminary application among Australian clergy", "authors": [{"first": "L", "middle": ["J"], "last": "Francis", "suffix": ""}, {"first": "P", "middle": [], "last": "Hills", "suffix": ""}, {"first": "P", "middle": [], "last": "Kaldor", "suffix": ""}], "year": 2009, "venue": "Pastoral Psychology", "volume": "57", "issn": "5/6", "pages": "243--252", "other_ids": {"DOI": ["10.1007/s11089-008-0165-7"]}}, "BIBREF20": {"ref_id": "b20", "title": "Healing the healers: A profile of strengths and weaknesses of catholic priests in Gozo", "authors": [{"first": "M", "middle": [], "last": "Galea", "suffix": ""}], "year": 2011, "venue": "Malta. Pastoral Psychology", "volume": "60", "issn": "", "pages": "875--868", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Spirituality and health: What we know, what we need to know", "authors": [{"first": "L", "middle": ["K"], "last": "George", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Larson", "suffix": ""}, {"first": "H", "middle": [], "last": "Koenig", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Mccullough", "suffix": ""}], "year": 2000, "venue": "Journal of Social and Clinical Psychology", "volume": "19", "issn": "", "pages": "102--116", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Compassion: An evolutionary analysis and empirical review", "authors": [{"first": "J", "middle": ["L"], "last": "Goetz", "suffix": ""}, {"first": "D", "middle": [], "last": "Keltner", "suffix": ""}, {"first": "E", "middle": [], "last": "Simon-Thomas", "suffix": ""}], "year": 2010, "venue": "Psychological Bulletin", "volume": "136", "issn": "3", "pages": "351--374", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Spirituality and burnout: An incremental validity study", "authors": [{"first": "J", "middle": [], "last": "Golden", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Piedmont", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Ciarrocchi", "suffix": ""}, {"first": "T", "middle": [], "last": "Rodgerson", "suffix": ""}], "year": 2004, "venue": "Journal of Psychology and Theology", "volume": "32", "issn": "", "pages": "115--125", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Multivariate data analysis", "authors": [{"first": "J", "middle": ["F"], "last": "Hair", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Black", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Babin", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Anderson", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The psychological processes of discerning the vocation to the catholic priesthood: A qualitative study", "authors": [{"first": "D", "middle": ["D"], "last": "Hankle", "suffix": ""}], "year": 2010, "venue": "Pastoral Psychology", "volume": "59", "issn": "", "pages": "201--219", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Integrating the hedonic and eudaimonic perspectives to more comprehensively understand wellbeing and pathways to wellbeing", "authors": [{"first": "L", "middle": ["W"], "last": "Henderson", "suffix": ""}, {"first": "T", "middle": [], "last": "Knight", "suffix": ""}], "year": 2012, "venue": "International Journal of Wellbeing", "volume": "2", "issn": "3", "pages": "196--221", "other_ids": {"DOI": ["10.5502/ijw.v2i3.3"]}}, "BIBREF27": {"ref_id": "b27", "title": "Conceptualizing religion and spirituality: Points of commonality, points of departure", "authors": [{"first": "P", "middle": ["C"], "last": "Hill", "suffix": ""}, {"first": "K", "middle": ["I"], "last": "Pargament", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Hood", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Mccullough", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Swyers", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Larson", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Zinnbauer", "suffix": ""}], "year": 2000, "venue": "Journal for the Theory of Social Behavior", "volume": "30", "issn": "", "pages": "51--77", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The first five years of the priesthood: A study of newly ordained catholic priests", "authors": [{"first": "D", "middle": ["R"], "last": "Hoge", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Sources of stress experienced by catholic priests", "authors": [{"first": "D", "middle": ["R"], "last": "Hoge", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Shields", "suffix": ""}, {"first": "S", "middle": [], "last": "Soroka", "suffix": ""}], "year": 1993, "venue": "Review of Religious Research", "volume": "35", "issn": "", "pages": "3--18", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Changes in satisfaction and institutional attitudes of catholic priests", "authors": [{"first": "D", "middle": ["R"], "last": "Hoge", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Shields", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Griffin", "suffix": ""}], "year": 1970, "venue": "Sociology of Religion", "volume": "56", "issn": "", "pages": "195--214", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Population of Indonesia by province", "authors": [], "year": 2017, "venue": "Jakarta: Indonesian Central Bureau of Statistics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "A qualitative study of mental health help-seeking among catholic priests", "authors": [{"first": "A", "middle": [], "last": "Isacco", "suffix": ""}, {"first": "E", "middle": [], "last": "Sahker", "suffix": ""}, {"first": "D", "middle": [], "last": "Hamilton", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Mannarino", "suffix": ""}, {"first": "W", "middle": [], "last": "Sim", "suffix": ""}, {"first": "", "middle": [], "last": "St", "suffix": ""}, {"first": "M", "middle": [], "last": "Jean", "suffix": ""}], "year": 2014, "venue": "Mental Health, Religion, and Culture", "volume": "17", "issn": "7", "pages": "741--757", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "How religious beliefs and practices influence the psychological health of catholic priests", "authors": [{"first": "A", "middle": [], "last": "Isacco", "suffix": ""}, {"first": "E", "middle": [], "last": "Sahker", "suffix": ""}, {"first": "E", "middle": [], "last": "Krinock", "suffix": ""}, {"first": "W", "middle": [], "last": "Sim", "suffix": ""}, {"first": "D", "middle": [], "last": "Hamilton", "suffix": ""}], "year": 2015, "venue": "American Journal of Men's Health", "volume": "10", "issn": "4", "pages": "1--13", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Risk for burnout and compassion fatigue and potential for compassion satisfaction among clergy: Implications for social work and religious organizations", "authors": [{"first": "J", "middle": ["M"], "last": "Jacobson", "suffix": ""}, {"first": "A", "middle": [], "last": "Rothschild", "suffix": ""}, {"first": "F", "middle": [], "last": "Mirza", "suffix": ""}, {"first": "M", "middle": [], "last": "Shapiro", "suffix": ""}], "year": 2013, "venue": "Journal of Social Service Research", "volume": "39", "issn": "", "pages": "455--468", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Apostolic exhortation to the bishops, clergy, and faithful on the formation of priests in the circumstances of the present day (Pastores Dabo Vobis)", "authors": [{"first": "John", "middle": [], "last": "Paul", "suffix": ""}, {"first": "I", "middle": ["I"], "last": "", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Does commitment to celibacy lead to burnout or enhance engagement? A study among the Indian catholic clergy", "authors": [{"first": "E", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "P", "middle": [], "last": "Corveleyn", "suffix": ""}, {"first": "P", "middle": [], "last": "Luyten", "suffix": ""}, {"first": "H", "middle": [], "last": "De Witte", "suffix": ""}], "year": 2010, "venue": "European Journal of Mental Health", "volume": "5", "issn": "", "pages": "187--204", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Depression and contributors to vocational satisfaction in roman catholic secular clergy", "authors": [{"first": "S", "middle": [], "last": "Knox", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Virginia", "suffix": ""}, {"first": "J", "middle": [], "last": "Thull", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Lombardo", "suffix": ""}], "year": 2005, "venue": "Pastoral Psychology", "volume": "54", "issn": "2", "pages": "139--155", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Pilot study of psychopathology among roman catholic secular clergy", "authors": [{"first": "S", "middle": [], "last": "Knox", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Virginia", "suffix": ""}, {"first": "J", "middle": [], "last": "Smith", "suffix": ""}], "year": 2007, "venue": "Pastoral Psychology", "volume": "55", "issn": "3", "pages": "297--306", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Buku Petunjuk Gereja Katolik Indonesia", "authors": [{"first": "", "middle": [], "last": "Konferensi Waligereja Indonesia", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Emotion and adaption", "authors": [{"first": "R", "middle": ["S"], "last": "Lazarus", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Clergy work-related psychological health, stress, and burnout", "authors": [{"first": "C", "middle": ["A"], "last": "Lewis", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Turton", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Francis", "suffix": ""}], "year": 2007, "venue": "Mental Health, Religion and Culture", "volume": "10", "issn": "1", "pages": "1--8", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Ministerial burnout: Motivation and renewal for mission", "authors": [{"first": "P", "middle": ["J"], "last": "Mcdevitt", "suffix": ""}], "year": 2010, "venue": "Journal of Pastoral Care and Counselling", "volume": "64", "issn": "4", "pages": "1--10", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Measuring spirituality as a universal human experience: Development of the spiritual attitude and involvement list (SAIL)", "authors": [{"first": "E", "middle": ["D J"], "last": "Meezenbroek", "suffix": ""}, {"first": "B", "middle": [], "last": "Garssen", "suffix": ""}, {"first": "", "middle": [], "last": "Van Den", "suffix": ""}, {"first": "M", "middle": [], "last": "Berg", "suffix": ""}, {"first": "D", "middle": [], "last": "Van Dierendonck", "suffix": ""}, {"first": "A", "middle": [], "last": "Visser", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Schaufeli", "suffix": ""}], "year": 2012, "venue": "Journal of Psychosocial Oncology", "volume": "30", "issn": "2", "pages": "141--167", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Compassionate love: Accomplishments and challenges in an emerging scientific/spiritual research field", "authors": [{"first": "D", "middle": [], "last": "Oman", "suffix": ""}], "year": 2011, "venue": "Mental Health, Religion & Culture", "volume": "14", "issn": "9", "pages": "945--981", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Decree on the ministry and life of priests (Presbyterorum Ordinis)", "authors": [{"first": "V", "middle": ["I"], "last": "Paul", "suffix": ""}], "year": 1965, "venue": "The Clergy Journal", "volume": "81", "issn": "9", "pages": "19--20", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "A new understanding of clergy compassion fatigue for facilitators of trainings for the prevention of sexual misconduct", "authors": [{"first": "S", "middle": ["M"], "last": "Pfeil", "suffix": ""}], "year": 2006, "venue": "Journal of Religion and Abuse", "volume": "8", "issn": "3", "pages": "63--78", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Burnout and depression among catholic priests in India", "authors": [{"first": "A", "middle": [], "last": "Raj", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Dean", "suffix": ""}], "year": 2005, "venue": "Pastoral Psychology", "volume": "54", "issn": "2", "pages": "157--171", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Compassion fatigue among chaplains, clergy, and other respondents after September 11th", "authors": [{"first": "S", "middle": ["B"], "last": "Roberts", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Flannelly", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Weaver", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Figley", "suffix": ""}], "year": 2003, "venue": "The Journal of Nervous and Mental Disease", "volume": "191", "issn": "11", "pages": "756--758", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Why priests are happy: A study of the psychological and spiritual health of priests", "authors": [{"first": "S", "middle": ["J"], "last": "Rossetti", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Burnout in catholic clergy: A predictive model using psychological and spiritual variables", "authors": [{"first": "S", "middle": ["J"], "last": "Rossetti", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Rhoades", "suffix": ""}], "year": 2013, "venue": "Psychology of Religion and Spirituality", "volume": "5", "issn": "4", "pages": "335--341", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "A beginner's guide to structural equation modeling", "authors": [{"first": "R", "middle": ["E"], "last": "Schumacker", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Lomax", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Compassionate love for close others and humanity", "authors": [{"first": "S", "middle": [], "last": "Sprecher", "suffix": ""}, {"first": "B", "middle": [], "last": "Fehr", "suffix": ""}], "year": 2005, "venue": "Journal of Social and Personal Relationships", "volume": "22", "issn": "5", "pages": "629--651", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Compassionate love: Conceptual, measurement, and relational issues", "authors": [{"first": "S", "middle": [], "last": "Sprecher", "suffix": ""}, {"first": "B", "middle": [], "last": "Fehr", "suffix": ""}], "year": 2008, "venue": "The science of compassionate love: Theory, research, and applications", "volume": "", "issn": "", "pages": "27--52", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "A study of the benefit of social and religious support on church members during times of crisis", "authors": [{"first": "H", "middle": ["W"], "last": "Stone", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Cross", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Purvis", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Young", "suffix": ""}], "year": 2003, "venue": "Pastoral Psychology", "volume": "51", "issn": "4", "pages": "327--340", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Predictive factors for commitment to the priestly vocation: A study of priests and seminarians", "authors": [{"first": "Y", "middle": [], "last": "Sunardi", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Social support and physical health: Understanding the health consequences of our relationships", "authors": [{"first": "B", "middle": ["N"], "last": "Uchino", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Compassionate love: A framework for research", "authors": [{"first": "L", "middle": ["G"], "last": "Underwood", "suffix": ""}], "year": 2008, "venue": "The science of compassionate love: Theory, research, and applications", "volume": "", "issn": "", "pages": "3--25", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The daily spiritual experience scale: Overview and results. Religion", "authors": [{"first": "L", "middle": ["G"], "last": "Underwood", "suffix": ""}], "year": 2011, "venue": "", "volume": "2", "issn": "", "pages": "29--50", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The daily spiritual experience scale: Development, theoretical description, reliability, exploratory factor analysis, and preliminary construct validity using health-related data", "authors": [{"first": "L", "middle": ["G"], "last": "Underwood", "suffix": ""}, {"first": "J", "middle": [], "last": "Teresi", "suffix": ""}], "year": 2002, "venue": "Annals of Behavioral Medicine", "volume": "24", "issn": "", "pages": "22--23", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Burnout and depression among roman catholic secular, religious, and monastic clergy", "authors": [{"first": "S", "middle": ["G"], "last": "Virginia", "suffix": ""}], "year": 1998, "venue": "Pastoral Psychology", "volume": "47", "issn": "", "pages": "49--67", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Mental health issues among clergy and other religious professionals: A review of research", "authors": [{"first": "A", "middle": ["J"], "last": "Weaver", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Flannelly", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Larson", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Stapleton", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Koenig", "suffix": ""}], "year": 2002, "venue": "The Journal of Pastoral Care and Counseling", "volume": "56", "issn": "", "pages": "393--403", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Collaboration between clergy and mental health professionals: A review of professional health care journals from 1980 through 1999", "authors": [{"first": "A", "middle": ["J"], "last": "Weaver", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Flannelly", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Flannelly", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Oppenheimer", "suffix": ""}], "year": 2003, "venue": "Counseling and Values", "volume": "47", "issn": "3", "pages": "162--171", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "A cross-cultural study of spirituality, religion, and personal beliefs as components of quality of life", "authors": [{"first": "", "middle": [], "last": "Whoqol Srpb Group", "suffix": ""}], "year": 2006, "venue": "Social Science and Medicine", "volume": "62", "issn": "", "pages": "1486--1497", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Social support and interpersonal relationships", "authors": [{"first": "T", "middle": ["A"], "last": "Wills", "suffix": ""}], "year": 1991, "venue": "Prosocial behavior", "volume": "", "issn": "", "pages": "265--289", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Social support and psychological well-being in young adults: The multi-dimensional support scale", "authors": [{"first": "H", "middle": ["R"], "last": "Winefield", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Winefield", "suffix": ""}, {"first": "M", "middle": [], "last": "Tiggemann", "suffix": ""}], "year": 1992, "venue": "Journal of Personality Assessment", "volume": "58", "issn": "1", "pages": "198--210", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Use of well-being measures in primary health care: The DepCare project health for all-Target 12", "authors": [], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "The moderating role of social support between role stressors and job attitudes among roman catholic priests", "authors": [{"first": "M", "middle": ["J"], "last": "Zickar", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Balzer", "suffix": ""}, {"first": "S", "middle": [], "last": "Aziz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Wryobeck", "suffix": ""}], "year": 2008, "venue": "Journal of Applied Social Psychology", "volume": "38", "issn": "", "pages": "2903--2923", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Involved, loyal, alienated, and detached. The commitment of pastors", "authors": [{"first": "H", "middle": ["J"], "last": "Zondag", "suffix": ""}], "year": 2001, "venue": "Pastoral Psychology", "volume": "49", "issn": "", "pages": "311--323", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Priestly compassionate love model. Satorra-Bentler scaled chi-square = 357.89, p < .01, comparative fit index = .93, non-normative fit index = .91, incremental fit index = .93, and root means square error of approximation = .06. * p < .05 (significant)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Descriptive statistics of factors and correlates of the compassionate love model among catholic priests (N = 256)", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}