{
    "paper_id": "8e6bac36c4925a7d385f9b945e955579d9bad02a",
    "metadata": {
        "title": "A multi-channel real-time bioimpedance measurement device for pulse wave analysis",
        "authors": [
            {
                "first": "Roman",
                "middle": [],
                "last": "Kusche",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamburg University of Applied Sciences",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Paula",
                "middle": [],
                "last": "Klimach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamburg University of Applied Sciences",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Ryschka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamburg University of Applied Sciences",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Access to the final version of the published article: IEEE Trans. Biomed. Circuits Syst., 2018, 12(3), pp. 614-622. https://ieeexplore.ieee.org/document/8331133/  Abstract-Pulse wave analysis is an important method used to gather information about the cardiovascular system. Instead of detecting the pulse wave via pressure sensors, bioimpedance measurements can be performed to acquire minuscule changes in conductivity of the tissue, caused by the pulse wave. This work presents a microcontroller based bioimpedance measurement system, which has the capability to acquire impedance measurements from up to four independent channels simultaneously. By combining a problem-specific analog measurement circuit with a 24 bits ADC, the system is capable of acquiring 1000 impedances per second with a signal to noise ratio in a range from 92 dB to 96 dB. For data storage and analysis the digitized data are sent via USB to a host PC. A graphical user interface filters and plots the data of all channels in real-time. The performance of the system regarding measuring constant impedances, as well as impedance changes over time is demonstrated. Two different applications for pulse wave analysis via multi-channel bioimpedance measurements are presented. Additionally, first measurement results from a human subject are shown to demonstrate the system's applicability of analyzing the pulse wave morphology as well as the aortic pulse wave velocity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Index Terms-Bioimpedance measurements, pulse wave analysis, aortic pulse wave velocity, multi-channel, real-time analysis, precision rectifier, impedance plethysmography, graphical user interface. in 2014. He is currently a research associate with the Laboratory of Medical Electronics of the Lübeck University of Applied Sciences. His research focuses on the development of novel biomedical measurement methods and the related medical electronic devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ulse wave analysis is a biomedical technique to get information about arterial stiffness [1] - [3] . In the past, especially tonometric or oscillometric methods were used to detect the pressure pulse waves, in the arteries, which are generated by the pumping of the heart [4]- [7] . The most significant parameters are the pulse wave velocity (PWV) inside the aorta and the morphology change of the pulse wave Digital Object Identifier xx.xxxx/xxxxxx inside the aorta [8] - [12] . Since most non-invasive techniques are not able to detect the pulse wave directly at the aortic arch or at the end of the aorta, other measurement setups were developed to circumvent this problem. These measurement setups detect the pulse wave at other positions of the human body, like at the extremities, mostly using cuff-based pressure measurements. Afterwards, transfer functions are used to estimate the pressure conditions inside the aorta [5] , [13] . Instead of performing pressure measurements, the pulse wave can also be acquired by bioimpedance measurements, called impedance plethysmography [14] - [17] . This technique is based on the fact, that blood has a higher conductivity than other tissue, such as fat or muscle, in the frequency range between 10 kHz and 1 MHz [17] . Since the volume of blood in the arteries increases, when the arriving pressure pulse wave widens the arteries, the bioimpedance magnitude decreases within an area under test. The advantage of this noninvasive technique is that arteries, even deep under the skin surface, can be analyzed. Additionally, the subject's discomfort, caused by sensors pressed onto the skin above the arteries, is replaced by more comfortable electrodes.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "A challenge of the impedance plethysmography is the very low impedance change in mΩ ranges [14] , [16] . Due to reasons of electrical safety, the excitation currents of the bioimpedances are strictly limited. Useful excitation current frequencies are between 10 kHz and 500 kHz. Although the conductivity of blood is frequency dependent [17] - [18] , measurements have proven that the choice of the excitation frequency does not significantly change the morphology of the acquired pulse wave [14] . Since the numerical value of the bioimpedance and its variations is not of major interest in this application, its frequency dependency can be neglected as well.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Bioimpedance measurement devices, described in other publications are usually not focused on synchronized multichannel measurements and high accuracy measurements at the same time. Descriptions of single channel systems with sufficient accuracies to acquire pulse waves in the tissue, already exist [14] , [16] , [19] . In reference to multi-channel systems [20] - [24] , the major application is the electrical impedance tomography (EIT). But none of these systems is intended to acquire the pulse wave at different positions of the human body simultaneously and to display the signals in realtime.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The introduced system is capable of measuring four bioimpedances simultaneously. Since for the pulse wave analysis, only the magnitude of the bioimpedance is necessary, the phase shifts are not measured by the system. The combination of an analog voltage measurement circuit and a 24 bits analog-to-digital converter (ADC) enables impedance measurements with signal-to-noise ratios of up to 96 dB. Because of digitizing the bioimpedance values directly with a sample rate of 1000 samples per second (SPS), the data transfer rate to a host PC is much lower than that of raw data acquiring systems and the digital signal processing can be very elementary. Real-time filtering and plotting is performed by a developed graphical user interface (GUI) on a host PC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "This work describes the development and the verification of the measurement system, as well as two exemplary measurements for pulse wave analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In Fig. 1 , a principle block diagram of the microcontroller based bioimpedance measurement system is shown. The system determines the bioimpedance under test (ZBio) on the left side and communicates with a host PC on the right side. For better display, the implementation of just one impedance measurement channel (CH2, blue) is illustrated, whereat the remaining three channels are implemented identically. The green analog-digital (AD) block, as well as the yellow power supply block are implemented just once and are shared by the measurement blocks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "A. System architecture"
        },
        {
            "text": "The sinusoidal excitation signal can be generated by the microcontroller's (ATSAM4S16C, Atmel, San José, CA, US) internal digital-to-analog converter (DAC) with a sample rate of fs=500 kSPS and a resolution of Q=12 bits. After passing a bandpass filter (BP 1 ) for reconstruction and DC removal, the signal is connected to a 3-to-1 multiplexer (MUX1) input. This multiplexer can be used to select one of three excitation signals including the signal from the aforementioned DAC, an analog oscillator or an external voltage. The selected voltage signal is converted by an AD8130 (Analog Devices, Analog Devices, Norwood, MA, US) based enhanced voltage controlled current source (VCCS) circuit [25] into an alternating current (AC). In order to take measurements of the current, a shunt resistor (R S ) is connected in series to the electrode skin impedances (ZESI) and the bioimpedance of interest (Z Bio ).",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 696,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "A. System architecture"
        },
        {
            "text": "Either the voltage over the bioimpedance or the voltage across the shunt resistor can be chosen for measurement by using the multiplexer MUX2 (ADG1236, Analog Devices, Norwood, MA, US). The selected signal can be amplified by two programmable gain amplifiers (PGA, AD8250, Analog Devices, Norwood, MA, US), which are connected successively, in 9 fixed steps (G={1; 2; 4; 5; 10; 20; 25; 50; 100}). A multiplexer (MUX3, TS12A12511, Texas Instruments, Dallas, TX, US) can be used to choose between a pre-filtered signal and the direct PGA output for the next signal processing steps. The filter is set to have different frequency responses in each channel and is especially useful in multi-channel applications to differentiate between the channels. In the exemplary illustrated block diagram of channel 2, this individual filter is implemented as a 6 th order band pass (BP2) whose frequency response is intended to let the signal of the signal generation oscillator (f c =30 kHz) pass.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. System architecture"
        },
        {
            "text": "Afterwards, the sinusoidal signal is rectified by an analog switched full-wave rectifier circuit, which is designed to process low voltage signals with high frequencies in a range from 10 kHz to 500 kHz. This rectifier consists mainly of two identical half-wave rectifier circuits and is described in section C in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. System architecture"
        },
        {
            "text": "To extract the information about the impedance's magnitude, the rectified signal is filtered by an active low pass Fig. 1 . Principle block diagram of the microcontroller based bioimpedance measurement device. For better visualization, the signal path of just one channel (CH2) is shown in detail. The Channels 2…4 are identically realized. The block diagram is separated into the analog-digital (AD) interface (green), the power supply section (yellow) and the channel individual measurement circuit (blue). The DAC (digital-to-analog converter) of the microcontroller generates a sinusoidal voltage signal, which is filtered by the band pass BP1. Multiplexer MUX1 can be used to select one of three excitation signal sources. The voltagecontrolled current source (VCCS) converts the voltage signal into a current, which is applied via the electrode skin impedances (ZESI) to the bioimpedance (ZBio) and passes a shunt resistor RS. The occurring voltage drop can be amplified by two programmable gain amplifiers (PGA) and is processed by an optional band pass filter (BP2), an analog rectifier circuit and a low pass filter (LP1). After digitizing the signal, the data are sent via the serial peripheral interface (SPI) to the microcontroller. Finally, a Universal Asynchronous Receiver Transmitter (UART) to Universal Serial Bus (USB) interface chip transmits the data to a host PC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "A. System architecture"
        },
        {
            "text": "(LP1) of 6 th order with a cut-off frequency of 1 kHz, realized with the LMV844 (Texas Instruments, Dallas, TX, US) in Multiple Feedback topology with Butterworth characteristic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. System architecture"
        },
        {
            "text": "For digitizing the analog output signals of all four impedance channels, an 8-channel analog-to-digital converter (ADS131E08, Texas Instruments, Dallas, TX, US) is used. This ADC digitizes all channels synchronously with a resolution of Q=24 bits and a sample rate of f s =1 kSPS. The remaining four ADC channels are used for acquisition of other bio signals like Electrocardiogram or Photoplethysmogram, which are not further described in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. System architecture"
        },
        {
            "text": "The digitized data are transmitted to the microcontroller via the serial peripheral interface (SPI). After data conversions, the microcontroller transmits the measurement results via a Universal Asynchronous Receiver Transmitter (UART) to a Universal Serial Bus (USB) interface chip (FT2232HL, Future Technology Devices International, Glasgow, UK). To comply with the IEC-60601-1, the USB connection between this chip and the host PC is isolated by an optical interface device (USB-GT-MED-D, Meilhaus Electronic, Alling, DE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. System architecture"
        },
        {
            "text": "A graphical user interface can be used to analyze the measurement data and to change the setup of the hardware device in real-time. Furthermore, a MATLAB (The MathWorks, Natick, MA, US) interface can also be used for specific measurement protocols. The bioimpedance measurement system is powered with ±5 VDC by an external medical power supply (MPU31-102, SINPRO Electronics, Pingtung City, TW) in combination with a DC/DC converter (LT8582, Linear Technology, Milpitas, CA, US). Additionally, ±3.3 V DC and ±2.5 V DC for the digital components and the ADC are generated internally by an additional DC/DC converter (TPS63001, Texas Instruments, Dallas, TX, US), a charge pump (SP6661, MaxLinear High Performance Analog, San Jose, CA, US) and two low drop-out regulators (TPS73025, TPS72325, Texas Instruments, Dallas, TX, US), as shown in the block diagram. The power consumption of the system, using all four impedance channels is between 4.9 W and 5.7 W, depending on the PGA setups and the load impedance. A photograph of the printed circuit board (PCB), connected to an additional measurement cable interface board is shown in Fig. 2 . To avoid coupling effects on the PCB, differential pair routing has been applied to the signal paths.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1131,
                    "end": 1137,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. System architecture"
        },
        {
            "text": "In contrast to other recently published bioimpedance measurement systems [27] , [14] , the described system's measurement principle is based on analog signal processing. The major advantage of analog pre-processing, more specifically of analog demodulation, is that digitizing the high frequency bioimpedance carrier frequency is not necessary. Hence, the ADC sampling rate has to be just high enough to digitize the useful signal, which is the actual impedance magnitude information. For these low sampling frequency ranges, very high resolution ADCs are available in the market.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 80,
                    "end": 84,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "B. Principle of bioimpedance measurement"
        },
        {
            "text": "During a typical bioimpedance measurement with the described system, a 2 mA AC current with a frequency between 10 kHz and 500 kHz is injected via the current electrodes into the tissue of interest. By using an external signal source, smaller current amplitudes can be chosen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Principle of bioimpedance measurement"
        },
        {
            "text": "At the beginning of each measurement, the actual current is determined by measuring the voltage drop over the known shunt resistor. Afterwards, the multiplexer connects the bioimpedance with the voltage measurement input. Since it can be assumed, that the output impedance of the current source is much higher than the load impedance and its changes during a measurement procedure, a single current measurement is sufficient and just the voltage drop across the bioimpedance is measured over time. In special cases, where the precise current shall also be measured, a second channel can be used for this purpose. The ADC's sample rate is adjustable and chosen to be 1 kSPS, thus corresponding to a measurement rate of 1000 impedances per second and per channel. According to the ADC's datasheet this condition leads to the effective number of bits (ENOB) of 19.6 bits [26] .",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 872,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "B. Principle of bioimpedance measurement"
        },
        {
            "text": "The switched rectifier circuit is designed to work for frequencies of up to 500 kHz. Illustrated in Fig. 3 is the block diagram of the designed electronic circuit. At first, the original sinusoidal signal V in is split and one part is inverted by the inverting amplifier IC2 (OPA2727, Texas Instruments, Dallas, TX, US). The buffer IC 1 is implemented to avoid additional undesired phase shifts between both signal paths, caused by the components characteristics. IC 3 (OPA2690, Texas Instruments, Dallas, TX, US) and IC4 are configured as complementary comparators to detect the positive and the negative signal half-wave, respectively. Their resulting rectangular outputs control the gates of the N-channel transistors T1 (PMDT290UNE, NXP Semiconductors, Eindhoven, NL) and T 2 . To combine both the half-wave rectified output signals, a summing amplifier IC 5 (LMH6628, Texas Instruments, Dallas, TX, US) is implemented. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 106,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "C. Switched high-frequency rectifier"
        },
        {
            "text": "For executing multi-channel measurements, the four channels can be separated by using different excitation current frequencies. For that purpose, every channel's internal analog oscillator, which can be connected to the current source, works with a different frequency (CH1: 10 kHz, CH2: 30 kHz, CH3: 80 kHz, CH4: 220 kHz). By using the optional analog filters of the voltage measurement inputs, the frequency components of the other channels are attenuated. The simulated filters' frequency responses are shown in Fig. 4 . Additionally, the corresponding signal frequencies are plotted as dashed lines. This filter setup ensures, that the unwanted frequency components are attenuated by at least 56 dB. The channel separation may further be improved by a proper electrode setup where adjacent frequencies are allocated to maximally spaced electrodes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 521,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "D. Channel separation"
        },
        {
            "text": "The characteristics of the designed filters are shown in Table I . All filters are realized in Multiple Feedback topology using the OPA2727 (Texas Instruments, Dallas, TX, US).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "D. Channel separation"
        },
        {
            "text": "The firmware of the microcontroller is programmed in C language, using the Atmel Studio 6.0. As shown in Fig. 5 (a) , its task is controlling the multiplexers and PGAs and communicating with the ADC via the SPI interface with a data rate of 5 Mbit/s. The acquired ADC data and information about the hardware status are combined into common data frames and sent via the UART interface to the USB interface chip with a baud rate of 2.5 MBaud/s. These packets are forwarded by the interface chip to the host PC, using a Full Speed USB 2.0 interface. By interpreting the USB port as a Virtual COM port, Windows programs like MATLAB or the GUI have easy access to the received data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 115,
                    "text": "Fig. 5 (a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "E. Software architecture and information flow"
        },
        {
            "text": "The GUI is programmed in C# language, using the Visual Studio 2013 (Microsoft Corporation, Redmond, WA, US). It controls the virtual COM port and can be used to configure the measurement setup. The received measurement data from all ADC channels can optionally be filtered (FIR low pass, 101 st order) and plotted in real-time. Fig. 5 shows a screenshot of the measurement GUI. The software is divided into two windows, one for real-time configuration (b) of the multiplexers and PGAs, the other for real-time data plotting (c). After a measurement procedure, the acquired raw data are stored in a comma-separated values file.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 334,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "E. Software architecture and information flow"
        },
        {
            "text": "To analyze the characteristics of the full-wave rectifier circuit, a sinusoidal test signal with a frequency of 50 kHz and an amplitude of 1.5 V is connected to a voltage input of the system. It is measured before and after rectification with a digital oscilloscope (HDO6054, Teledyne LeCroy, Chestnut Ridge, NY, US). For this measurement the oscilloscope is set to a sample rate of 250 mega samples per second (MSPS) and a resolution of 12 bits. The original sinusoid is rectified digitally and both signals are normalized in MATLAB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Switched rectifier"
        },
        {
            "text": "In Fig. 6 , both occurring signals are plotted in time (a) and frequency (b) domain. It can be seen, that there are distortions during the analog switching process at the zero crossings, which correspond to a small signal elevation in the frequency domain at the base frequency of 50 kHz. Since this frequency component's magnitude is about 60 dB lower than the DC component, it is negligible. All other differences in the frequency domain are as well negligible. Fig. 3 . Block diagram of the high-frequency full wave rectifier. At first, the input signal Vin passes two separate paths, one to buffer (IC1) the signal and the other to invert it (IC2). Afterwards, the comparators IC3 and IC4 control the N-channel transistors T1 and T2 to realize two complementary half-wave rectifiers. The resulting output signals are combined to a full-wave rectified signal by the summing amplifier IC5. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 464,
                    "end": 470,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "A. Switched rectifier"
        },
        {
            "text": "In most biomedical measurement applications, just the change of the bioimpedance over time is of interest. Especially, because small changes of the electrodes' positioning lead to significant changes in the magnitude of the bioimpedance, absolute measurement values have to be interpreted carefully. Nevertheless, there are some applications like body composition measurements, in which case the absolute bioimpedance magnitude has to be measured. Therefore, a calibration is executed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Calibration"
        },
        {
            "text": "Since apart from the analog rectifier, the voltage measurement part in the block diagram in Fig. 1 consists of linear components, it is assumed, that a linear calibration is sufficient for this application. The PGAs low gain error of less than 0.04 % and gain non-linearity of less than 10 ppm leads to the acceptable simplification of calibrating the linear slope error with just one PGA configuration, but the occurring offset errors are measured once for every PGA configuration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 98,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "B. Calibration"
        },
        {
            "text": "The usage of just one measurement circuit for both the bioimpedance and the shunt resistor allows to calibrate this single circuit by using the known shunt resistor, instead of connecting external calibration resistors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Calibration"
        },
        {
            "text": "The influence of the PGA-setup depending offset error EOffset (PGAconf) and the slope error Eslope, valid for all PGA setups, on the calculated impedance value |Z uncalibrated | is shown in the Formula below. |VBI| and |Vshunt| represent the actual voltages over the bioimpedance and the shunt resistor without the influence of the measurement device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Calibration"
        },
        {
            "text": "It can be seen, that after subtracting the offset error values from the voltage and the current measurement each, the ESlope values in the numerator and denominator can be cancelled out. This is only valid, if the characteristic of the device didn't change between both measurements and both slope errors can be assumed as being the same. Additionally, it has to be assumed that the excitation current is stable against impedance load changes over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Calibration"
        },
        {
            "text": "It depends on the requirements of each measurement application, if both voltage drops have to be measured alternatingly to keep the influence of slope drifting small, or if it's for example sufficient to measure the voltage drop over the shunt resistor just once at the beginning of an impedance measurement procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Calibration"
        },
        {
            "text": "In this work, the four channels of the device are calibrated once. For this purpose, the offset voltage errors are determined by measuring the voltage over a short circuit for all PGA configurations. Afterwards, the slope error is determined by measuring the voltage drop over the shunt resistor, using a gain of 10, which is the highest selectable gain for the implemented shunt resistor of 69.8 Ω. For calculating both, the offset errors and the slope error, the average of 2000 measured values is taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Calibration"
        },
        {
            "text": "The systematic error is determined by measuring 28 known resistors with tolerances of less than 0.1 % in the range from 6 Ω to 1000 Ω. To remove the influence of the statistical error, the resistors are measured 500 times each and the resulting values are averaged. For the measurement, coaxial cables with a length of 30 cm are used and the device has been calibrated as described before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Measurement errors"
        },
        {
            "text": "In Fig. 7 the impedance measurement results of two exemplary PGA setups (Gain=1, Gain=100) are illustrated. The red circles represent the true resistor values, and the blue crosses mark the measured values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "C. Measurement errors"
        },
        {
            "text": "In Fig. 8 the relative measurement errors for all 16 feasible PGA combinations are shown. It can be seen that the maximum measurement error is less than 0.2 % for all measured resistors from 6 Ω to 1000 Ω, when using a suitable PGA configuration. Additionally, this plot demonstrates that the combination of PGA configurations to realize the required gain doesn't have a significant influence on the results. All four PGA combinations to set the gain to 10, for example, lead to almost the same result.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "C. Measurement errors"
        },
        {
            "text": "For determining the statistical errors, known resistors are measured 5000 times within 5 s each. Since the signal quality of the microcontroller's DAC is not high enough to demonstrate the precision of the remaining circuit components, an external signal generator (HP33120A, Hewlett-Packard, Palo Alto, CA, US) is used as explained before in the system architecture section. The resulting generated excitation current is 2 mA and has a frequency of 50 kHz. For this measurement, also coaxial cables with a length of 30 cm are used. In Fig. 9 an exemplary measurement of a 9.94 Ω resistor is shown. The maximum absolute statistical error in this example is 0.9 mΩ, which is about 88 ppm of the original value.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 542,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "C. Measurement errors"
        },
        {
            "text": "After the measurements, the standard deviations and SNR values are calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Measurement errors"
        },
        {
            "text": "In Table II For determining the long-term drift, a 100 Ω resistor is measured for a duration of 30 minutes. The mean values, averaged over 1 minute each, have a maximum drift of 5 mΩ within this time period. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "C. Measurement errors"
        },
        {
            "text": "Since one of the major applications is the simultaneous measurement of bioimpedances at different positions on the subject, the synchronicity between the four channels is mandatory. To ensure meaningful results for measurements like the measurement of the pulse transient time between two channels, the time shift between the channels should be less than 1 ms. To analyze the synchronicity, a setup, as shown in Fig. 10 is used for generating immediate impedance steps.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 419,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "D. Channel synchronicity"
        },
        {
            "text": "A current of 2 mA with a frequency of 50 kHz, generated by the microcontroller's DAC, is injected into the switched impedance. All four voltage measurement channels are connected to this resistor setup, using a gain of 2. The measured falling (a) and rising (b) impedance steps of all channels are shown in Fig. 11 . In both cases the rise/fall time 90 % is about 2 ms, which is equivalent to two ADC samples. This slope is reasonable due to the step response of the analog rectifier output filter and the ADC's anti-aliasing filter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 314,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "D. Channel synchronicity"
        },
        {
            "text": "The resolution of this measurement is limited by the sample rate of the ADC to 1 ms. The measured synchronicity is clearly below this value, which is sufficient for most applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Channel synchronicity"
        },
        {
            "text": "Since the system is intended to detect impedance changes, the influence of the impedance's frequency on the measurement results has to be analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Frequency dependencies"
        },
        {
            "text": "The flatness of the system's frequency response is especially important for bio signals, which consist of different frequency components, like the arterial pulse wave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Frequency dependencies"
        },
        {
            "text": "It's difficult to generate impedances whose magnitudes change sinusoidally over time with known frequencies to measure the frequency response of the system. Therefore, the step response, acquired as for determining the channel synchronicity before, is used. Afterwards, this step response is differentiated to get the system's impulse response which is transformed via the Fourier Transform into the frequency domain. To obtain a high frequency resolution, the step response is measured for a duration of 2 s with a sampling rate of 1000 SPS, which leads to a frequency resolution of 0.5 Hz. The resulting normalized frequency response of the system is shown in Fig. 12 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 669,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "E. Frequency dependencies"
        },
        {
            "text": "In a frequency range of up to 60 Hz, impedance changes are attenuated by less than 0.5 dB. This frequency range is sufficient for acquiring arterial pulse waves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Frequency dependencies"
        },
        {
            "text": "One application of the bioimpedance measurement device is the acquisition of pulse waves at the extremities to compare their morphologies. To show the ability of measuring these minuscule impedance changes, which are caused by the blood volume changes in the arteries, a setup as shown in Fig. 13 (a) is applied to a sitting, 30 years old male subject. At the forearms, the positive electrodes are positioned at the crook of the arms and the negative electrodes are attached to the wrists, which results in a distance of 25 cm between the voltage electrodes. The electrode positions at the legs are the hollows of the knees (negative electrodes) and the ankle joints (positive electrodes). This setup leads to a distance of 35 cm between the voltage electrodes. The four bioimpedances are measured synchronously on both fore arms and both lower legs, using all four current sources and voltage measurement channels. The 2 mA excitation currents have a frequency of 50 kHz and the ADC channels digitize with a sample rate of 1 kSPS. For electrical safety purposes a medical power supply (MPU31-102, SINPRO Electronics, Pingtung City, TW) is used and the USB port is isolated (USB-GT-MED-D, Meilhaus Electronic, Alling, DE). The used standard silver chloride electrodes (Kendall H92SG, Covidien, Dublin, IE) are connected via coaxial cables to the measurement device. The measurement data are acquired for 20 seconds. Afterwards, the signals are low pass (f cut-off = 8 Hz) and high pass (f cut-off = 0.5 Hz,) filtered using 1 st order zero-phase IIR filters to prevent ringing artefacts. For better visualization, offsets are added and the signals are inverted before plotting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 296,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "A. Detection of the pulse wave at the extremities"
        },
        {
            "text": "In the section with a duration of 4.5 s in Fig. 13 (b) it can be seen, that the impedance changes over time of all four channels have shapes like arterial pulse waves. Also the morphologies of the pulse waves from the arms look different than those from the legs. Additionally, the time delay between the pulse waves from the arms and the pulse waves from the legs are noticeable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "A. Detection of the pulse wave at the extremities"
        },
        {
            "text": "For estimations of the arterial stiffness of the aorta, a common technique is to measure the pulse wave velocity (PWV). Since it is difficult to detect the exact starting time of the pulse wave at the heart and the arrival time of the wave at the end of the aorta by using common techniques, the pulse wave is usually acquired at other positions. These positions can be the arteria carotis (Compilor, Alam Medical, Saint Quentin Fallavier, FR), the radial artery (SphygmoCor CVMS, AtCor Medical, Itasca, IL, US) or the brachial artery (Arteriograph, TensioMed, Budapest, HU; SphygmoCor XCEL PWA, AtCor Medical, Itasca, IL, US) [28] . Instead of determining the PWV by measuring the transient time of the pulse wave between two different positions simultaneously, most of these devices execute just a single-point measurement. Afterwards, the PWV inside the aorta is estimated with the help of transfer functions. Depending on the measurement setup and the implemented algorithms, the resulting values of PWV can vary widely [28] .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 631,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "B. Estimation of the pulse wave velocity in the aorta"
        },
        {
            "text": "In Fig. 14 (a) a principle is proposed, which enables a direct determination of the PWV inside the aorta by performing two simultaneous bioimpedance measurements. The acquisition of Z Chest is supposed to measure the impedance changes at the position of the aortic arch for determining the starting time of the pulse wave. Therefore, the four electrodes are positioned horizontally between the 2 nd and the 3 rd ribs with a distance of 10 cm between the voltage electrodes. Z RL , acquired at the upper part of the right leg (RL), contains the information about the pulse arrival time close to the end of the aorta. The positive electrodes are positioned at the popliteal fossa and the negative electrodes are positioned at the groin. No additional skin preparation has been performed. Both signals are acquired from a sitting, 30 years old male subject by using 2 mA currents with frequencies of 50 kHz for a duration of 20 s, using standard silver chloride electrodes (Kendall H92SG, Covidien, Dublin, IE) and coaxial cables. Afterwards, both signals are low pass (fcut-off = 6 Hz) and high pass (fcut-off = 1 Hz) filtered by 1 st order zero-phase IIR filters to prevent ringing artefacts and normalized for better display.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 14,
                    "text": "Fig. 14 (a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "B. Estimation of the pulse wave velocity in the aorta"
        },
        {
            "text": "In the section of the measurement in Fig. 14 (b) the time delay of the pulse wave from the right leg is depicted. Averaging of the time delays of the pulse wave peaks, as indicated with orange and purple markers, over 24 pulse waves, leads to a mean pulse transient time (PTT) of approximately 78 ms. Assuming a measured distance ( x) of 60 cm, between the aortic arch and the measurement position at the right leg results in a mean pulse wave velocity of about 7.7 m/s, as shown in the following formula. This result is surely influenced by the portion of the leg arteries and the spot of the electrodes, but it can be assumed that the determination and elimination of this influence is more reliable than the models used in conventional methods. An approach to minimize the influence of the leg arteries could be the additional determination of the PVW within the leg. Therefore, a third bioimpedance measurement could be performed at a lower leg position. The only remaining unknowns would be the exact lengths of the aorta and of the section between the aorta and the first impedance measurement at the leg. However, this unknown value influences the results of conventional methods, as well [28] .",
            "cite_spans": [
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 48,
                    "text": "Fig. 14 (b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "B. Estimation of the pulse wave velocity in the aorta"
        },
        {
            "text": "The actual advantage of this proposed measurement approach has to be analyzed and compared with the conventional methods more detailed in the future. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Estimation of the pulse wave velocity in the aorta"
        },
        {
            "text": "This work describes the development of an embedded measurement system for acquiring four bioimpedances simultaneously. The focus of the device is the real-time measurement of minuscule changes in bioimpedances, caused by the pulse wave in the arteries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. SUMMARY AND OUTLOOK"
        },
        {
            "text": "The system provides four independent impedance measurement channels, consisting of voltage controlled current sources and analog voltage measurement circuits, each. Impedance measurements in the range of up to 1000 Ω can be performed by the usage of programmable gain amplifiers. The demonstrated analog rectifier circuit is able to work with signal frequencies of up to 500 kHz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. SUMMARY AND OUTLOOK"
        },
        {
            "text": "It was demonstrated, that the system has a very linear behavior and changes of impedances can be measured reliably. An SNR in a range from 92 dB to 96 dB allows to detect minuscule impedance changes in mΩ ranges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. SUMMARY AND OUTLOOK"
        },
        {
            "text": "Two exemplary measurement setups are shown to demonstrate the system's eligibility for pulse wave analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. SUMMARY AND OUTLOOK"
        },
        {
            "text": "In the future, the system could be improved to allow a more flexible change of the excitation current frequencies and amplitudes. Additionally, the ability of phase shift and multifrequency measurements could be implemented, if there are interesting applications for it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. SUMMARY AND OUTLOOK"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of Aortic Stiffness Attenuation on Survival of Patients in End-Stage Renal Failure",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Guerin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Circulation",
            "volume": "103",
            "issn": "7",
            "pages": "987--992",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Expert consensus document on arterial stiffness: methodological issues and clinical applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laurent",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur. Heart J",
            "volume": "27",
            "issn": "21",
            "pages": "2588--2605",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aortic stiffness is an independent predictor of allcause and cardiovascular mortality in hypertensive patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laurent",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Hypertension",
            "volume": "37",
            "issn": "5",
            "pages": "1236--1241",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Arterial blood pressure measurement and pulse wave analysis--their role in enhancing cardiovascular assessment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Avolio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Butlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Physiol. Meas",
            "volume": "31",
            "issn": "1",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A new oscillometric method for pulse wave analysis: comparison with a common tonometric method",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wassertheurer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Hum Hypertens",
            "volume": "24",
            "issn": "8",
            "pages": "498--504",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "24-h ambulatory recording of aortic pulse wave velocity and central systolic augmentation: a feasibility study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luzardo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hypertens Res",
            "volume": "35",
            "issn": "10",
            "pages": "980--987",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of aortic pulse wave velocity measured by three techniques: Complior, SphygmoCor and Arteriograph",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Rajzer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Hypertens",
            "volume": "26",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prediction of cardiovascular events and all-cause mortality with arterial stiffness: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vlachopoulos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aznaouridis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stefanadis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Am. Coll. Cardiol",
            "volume": "55",
            "issn": "13",
            "pages": "1318--1327",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effects of arterial stiffness, pulse wave velocity, and wave reflections on the central aortic pressure waveform",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Hypertens",
            "volume": "10",
            "issn": "4",
            "pages": "295--303",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Role of arterial stiffness in cardiovascular disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecelja",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chowienczyk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JRSM Cardiovasc Dis",
            "volume": "1",
            "issn": "4",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aortic stiffness: current understanding and future directions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cavalcante",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Redheuil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Al-Mallah",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Coll Cardiol",
            "volume": "47",
            "issn": "14",
            "pages": "1511--1522",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Arterial Stiffness and Wave Reflection: Biomarkers of Cardiovascular Risk",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Artery Res",
            "volume": "3",
            "issn": "2",
            "pages": "56--64",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Peripheral augmentation index defines the relationship between central and peripheral pulse pressure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munir",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hypertension",
            "volume": "51",
            "issn": "1",
            "pages": "112--118",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A high accuracy broadband measurement system for time resolved complex bioimpedance measurements",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ardelt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryschka",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Physiol Meas",
            "volume": "35",
            "issn": "6",
            "pages": "1163--1180",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Heart rate detection from impedance plethysmography based on concealed capacitive electrodes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Luna-Lozano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pallàs-Areny",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. XIX IMEKO World Congress",
            "volume": "",
            "issn": "",
            "pages": "1701--1706",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A Bioimpedance Measurement System for Pulse Wave Analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kusche",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Adornetto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klimach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryschka",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. 8th Int. Workshop on Impedance Spectroscopy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bioelectricity and Bioimpedance Basics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grimnes",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Martinsen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Electrical conductivity of tissue at frequencies below 1 MHz",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peyman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phys. Med. Biol",
            "volume": "54",
            "issn": "",
            "pages": "4863--4878",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Design and preliminary evaluation of a portable device for the measurement of bioimpedance spectroscopy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physiol Meas",
            "volume": "27",
            "issn": "12",
            "pages": "1293--1310",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A fully parallel multi-frequency EIT system with flexible electrode configuration: KHU Mark2",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Physiol Meas",
            "volume": "32",
            "issn": "7",
            "pages": "835--849",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An electrical impedance spectroscopy system for breast cancer detection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Saulnier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Conf Proc IEEE Eng Med Biol Soc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A FPGA-Based Broadband EIT System for Complex Bioimpedance Measurements -Design and Performance Estimation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kusche",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Electronics",
            "volume": "4",
            "issn": "3",
            "pages": "507--525",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "FPGA-based voltage and current dual drive system for high frame rate electrical impedance tomography",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manwaring",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borsic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Halter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Trans Med Imaging",
            "volume": "34",
            "issn": "4",
            "pages": "888--901",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Multi-frequency Electrical Impedance Tomography for Intracranial Applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. World Congress on Medical Physics and Biomedical Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A comparison of different multi-frequency Current Sources for Impedance Spectroscopy",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryschka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. 5th Int. Workshop on Impedance Spectroscopy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "ADS131E0x 4-, 6-, and 8-Channel, 24-Bit, Simultaneously-Sampling, Delta-Sigma ADC",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A new measuring and identification approach for time-varying bioimpedance using multisine electrical impedance spectroscopy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physiol Meas",
            "volume": "34",
            "issn": "3",
            "pages": "339--357",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Comparison of aortic pulse wave velocity measured by three techniques: Complior, SphygmoCor and Arteriograph",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Rajzer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Hypertens",
            "volume": "26",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Manuscript received xxx xx, 201x; revised xxx xx, 201x and xxx xx, 201x; accepted xxx xx, 201x. Date of publication xxx xx, 201x; date of current version xxx xx, 201x. This publication is a result of the ongoing research within the LUMEN research group, which is funded by the German Federal Ministry of Education and Research (BMBF, FKZ 13EZ1140A/B). R. Kusche and M. Ryschka are with the Laboratory of Medical Electronics (LME), Luebeck University of Applied Sciences, 23562 Luebeck, Germany. (email: roman.kusche@fh-luebeck.de; martin.ryschka@fh-luebeck.de). P. Klimach is with the Laboratory of Medical Electronics (LME), Luebeck University of Applied Sciences and with the Graduate School for Computing in Medicine and Life Sciences, University of Luebeck, 23562 Luebeck, Germany. (email: paula.klimach@fh-luebeck.de)Color versions of one or more of the figures in this paper are available online at http://ieeexplore.ieee.org.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Populated printed circuit board (PCB) on the left side, connected to an interface board. The measurement PCB's dimensions are about 128 mm x 119 mm and it contains 813 components.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Simulated frequency responses of the optional analog filters to separate the measurement channels. Additionally, the dashed lines mark the corresponding signal frequencies, which shall be decoupled from each other.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Software development. (a): Software architecture and information flow between the measurement system and a host PC. (b): Screenshot of the GUI window for adjusting the system configuration. (c): Exemplary real time plots of the four impedance channels.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison between the implemented analog amplifier (red) and a digital reference rectification (blue) in time (a) and frequency (b) domain. The raw signals were acquired via an oscilloscope with a sample rate of 250 MSPS and a resolution of 12 bits for 200 µs. This leads to a frequency resolution of 5 kHz.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "the resulting measured and calculated values of the resistances are shown. The maximum absolute statistical uncertainties are in the range of milliohms and the SNR values are in the range from 92.4 dB to 96.7 dB.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Exemplary results of the measurement of known resistances for selected PGA gains of G=1 and G=100.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Relative impedance measurement errors in a range from 6 Ω to 1000 Ω using the calibration results. Each plot represents one PGA setup. Since there are two PGAs with 4 gain stages each, all resulting 16 plots are displayed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Exemplary measurement result of a 9.94 Ω resistor over 5 seconds. The standard deviation in this example is 0.19 mΩ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Falling (a) and rising (b) step response of all four impedance channels. Just one current source was connected to the impedance inFig. 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Normalized frequency response of the measurement system. The transfer function is calculated via the Fourier Transform of the system's impulse response.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Setup of two resistors for generating impedance steps from 67 Ω to 50 Ω.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Measurement setup (a) to estimate the pulse wave velocity between the aortic arch and the thigh. In the filtered and normalized measurement results (b) the transient time and change in morphology can be seen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Measurement setup (a) to acquire the pulse wave at all four extremities and resulting impedances over time (b). In the plot, the four impedances are filtered and for better displaying offsets are added.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The combination of two PGAs within the voltage measurement signal path enables for a wide range of different gains {G=1; 2; 4; 5; 10; 20; 25; 50; 100} to adjust the corresponding impedance measurement ranges {Z max. =1180 Ω; 590 Ω; 295 Ω; 236 Ω; 118 Ω; 59 Ω; 47.2 Ω; 23.6 Ω; 11.8 Ω}.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ANALOG FILTERS FOR CHANNEL SEPARATION",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}