{
    "paper_id": "8ff53a24746b5b6f27a080f6e885093ba568a52e",
    "metadata": {
        "title": "Health Care Supply Chains: COVID-19 Challenges and Pressing Actions",
        "authors": [
            {
                "first": "Prakash",
                "middle": [],
                "last": "Mirchandani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Health care providers treating patients with COVID-19 must be fully protected with gowns, gloves, masks, and face shields. In early March, the nation's emergency stockpile had 12 million N95 respirators (4) . The stockpile level should have been much higher, as evidenced by standard analysis of opportunity costs. Because U.S. manufacturing capacity is limited, it would take more than 4 months to fill the need for 300 million respirators (5) ; this limitation has put providers at risk. Although capacity has increased, new guidance from the Centers for Disease Control and Prevention has increased demand from the general public. The upshot is that providers are now forced to reuse protective masks. States, hospital systems, and the federal government are all competing for the same resources and paying a significant premium over list price-which can be prevented if these entities coordinate their plans. In the long run, a judiciously maintained emergency stockpile, rotated to keep inventory fresh, will prevent this situation from recurring.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "PERSONAL PROTECTIVE EQUIPMENT"
        },
        {
            "text": "Medical devices have highly regulated supply chains (6) . This is both a blessing and a curse: It ensures product functionality, reliability, and quality, but it keeps prices prohibitive. In addition, high entry barriers stifle competition, innovation, and commoditization. For instance, the United States has about 160 000 ventilators (7) . Accurately forecasting demand is difficult because of the fluidity of the pandemic situation and the uncertainty surrounding ventilator effectiveness for COVID-19. But shortfalls can be costly, and limited capacity is hampering the few approved U.S. manufacturers from increasing production. Lack of standardization across brands exacerbates this problem (7) . Whereas supply chains for computers, automobiles, and smartphones use interchangeable components, ventilators require specially manufactured components, so scaling up capacity is difficult. Augmenting capacity by involving manufacturers from other industries is a good first step. It is also necessary to try new methods, such as 3D printing, which is more versatile and could potentially utilize capacity in university laboratories. Recent initiatives to develop open-source ventilators can help establish alternate supply chains in the short run (although product reliability is at risk). It is also crucial to remember that user interfaces differ across ventilators; they are not like laptops or automobiles, for which switching brands is easy. Acclimatizing to different ventilators places an unnecessary burden on health care professionals, wresting valuable time and energy from patient care. Moreover, switching ventilators for successive patients may result in avoidable inefficiencies. Locations with various ventilator types will require a wider array of replacement parts, increasing the likelihood of mismatches between part availability and need. Therefore, coordinated procurement across the entire U.S. health care system is essential so that homogeneity of ventilators is maintained at each location. Looking ahead, we must create a more agile supply chain for ventilators and other critical medical devices by improving product design and judiciously relaxing underlying regulations. This article was published at Annals.org on 5 May 2020.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "MEDICAL DEVICES"
        },
        {
            "text": "Medical supplies consist of testing materials, laboratory and intravenous kits, surgical center supplies, and other items, and they constitute a significant proportion of the total expense in a health system (8) . Supply chain issues have frustrated response strategies. For example, only 2 companies supply the nasopharyngeal swabs needed to collect testing samples (9) . Newer tests and alternate testing protocols (10) are helping now, but building redundancy and developing contingency plans for medical supplies will help prepare us better for the next lethal virus.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "MEDICAL SUPPLIES"
        },
        {
            "text": "Blood has a unique supply chain, theoretically comprising billions of supply points and millions of demand points. Donations are mostly voluntary, with indirect reciprocity as a motive: If I help someone today, someone else may help a loved one or me sometime later. Voluntary donations work well in normal times, but they are problematic now. Blood supplies are low. Social distancing measures make collection at hospitals and community centers difficult, and some potential donors are unwilling to visit blood collection centers. Despite the obvious expense, decentralized collectionwith centralized storage and distribution to address demand variability across different hospitals-seems to be the most viable option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BLOOD"
        },
        {
            "text": "The implications of COVID-19 for the health care supply chains are powerful and far-reaching. Urgent action must be taken to ensure that our supply chains support our health care providers at this critical time and in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BLOOD"
        },
        {
            "text": "From University of Pittsburgh, Pittsburgh, Pennsylvania (P.M.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BLOOD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pharmaceutical manufacturing in the U.S. IBISWorld Industry Reports 32541a; 32541b",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spitzer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Accessed at www.ibisworld.com on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Experts say COVID-19 will likely lead to US drug shortages. University of Minnesota Center for Infectious Disease Research and Policy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Trade data: general imports. HTC 30 (pharmaceutical products)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Some hospitals are close to running out of crucial masks for coronavirus. The New York Times",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goodnough",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Accessed at www.wsj.com/articles/3m-ceo-on-n95-masks-demand-exceeds-our -production-capacity-11585842928 on 24",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hufford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Medical device manufacturing in the U.S. IBISWorld Industry Report 33451b",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ventilator maker: we can ramp up production fivefold. Forbes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hospital supply expenses: an important ingredient in health services research",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abdulsalam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schneller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Care Res Rev",
            "volume": "76",
            "issn": "",
            "pages": "240--252",
            "other_ids": {
                "DOI": [
                    "10.1177/1077558717719928"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Swab manufacturer works to meet 'overwhelming' demand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Yale researchers find spit might be the key to widespread COVID-19 testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IDEAS AND OPINIONS Health Care Supply Chains: COVID-19 Challenges and Pressing Actions",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author has disclosed no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures:"
        },
        {
            "text": "Author Contributions: Conception and design: P. Mirchandani. Analysis and interpretation of the data: P. Mirchandani. Drafting of the article: P. Mirchandani. Critical revision of the article for important intellectual content: P. Mirchandani. Final approval of the article: P. Mirchandani. Administrative, technical, or logistic support: P. Mirchandani. Collection and assembly of data: P. Mirchandani.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}