{
    "paper_id": "91b093d92b55838939a1ad959e861a1e20c94962",
    "metadata": {
        "title": "IN SAUDI ARABIA",
        "authors": [
            {
                "first": "Sheila",
                "middle": [],
                "last": "Collenette",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The genus Ceropegia L. belongs to the family Asclepiadaceae, and ranges from China (including Xizang), through India, the Arabian peninsula and into Africa where the species are most numerous; they can also be found in Malaysia, the Philippines, Australia, the Canary Islands, Socotra'and Madagascar. In all there are about 250 species, and many are cultivated for their beautiful, often bizarre, flowers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is considerable horticultural interest in the.genus which is popular among succulent growers; the largest collections, however, belong to specialists, because many species are difficult to grow. The reason for this difficulty is hard to pinpoint; for instance, C. stapeliifonnis Haw. is found in many collections, as is also C. uariegata Decne. var. adelaidae (Bally) Cufodontis, but var. uariegata, though belonging to the same group which bears thick succulent stems, is seldom seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The flowers of Ceropegia species, though often small, invite close examination. Many are tubular and are pollinated by specialized insects, and there is much variation in colour, shape and size, both between and within populations. All bear separate appendages within the corolla and on the stamens; these are known as the inner and outer coronas. There is usually a small calyx of five, almost free lobes, and the five petals are fused for part of their length to form a tube of varying diameter. The basal part of the tube, enclosing the androecium, gynoecium and the inner and outer coronas, is inflated; it then narrows and is occasionally kinked before flaring into a mouth. The corolla-lobes are then free, and may be open and recurved or, more commonly, united once or twice at the apex. In C. uariegata and C. variegata var. adelaidae, what appear to be five free lobes are in fact the extended sinuses between the small united lobes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Because of the tendency to variation, even within populations, ceropegias can be difficult to name. Many of the early herbarium collections are fragmentary, with the important, often diagnostic, root-stock missing, and the original descriptions are very brief. As more material has been collected new species have been described, only to be amalgamated in later revisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Peter Bruyns (1988) in his carefully researched recent work 'The genus Ceropegia in Arabia', has given the most up-to-date assessment of those species that occur on the Arabian peninsula. He",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "recognizes 10 species, one subspecies, two varieties and one hybrid, and among the taxa which occur in Saudi Arabia, consigns five to synonymy; C. de-vecchii Chiov. and C. de-vecchii Chiov. var . adelaidae to C. variegata, C. mansouriana Chaudhary & Lavranos to C. botys K. Schumann, and C. vignaldiana A. Rich. to C. bulbosa Roxb. He has also made C. superba Field & Collenette a variety of C. arabica Huber, and given names to two previously undescribed taxa. He makes no .mention of a putative hybrid which is illustrated in Collenette (1985) , as C. sp. aff. arabica. Bruyns also makes two erroneous statements which will be commented on where appropriate. C. tihamana Chaudhary & Lavranos C. variegata Decne. var. variegata C. variegata Decne. var. adelaidae (Bally) Cufodontis C. vignaldiana A. Rich. These species occur in the south-western region, in a small area of the foothills of the Asir escarpment and on gravelly outcrops bf the Tihama plain, at altitudes ranging from near sea-level to 1,525 metres. They often grow in mixed populations, but distinct zoning of some species, with some overlap, can occur on a single hillside. In 1982, Jabal Fayfa had the largest concentration that I had seen; there were over 100 plants representing five species or varieties on a single hillside only some 200 metres high.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 193,
                    "text": "de-vecchii Chiov. and C. de-vecchii Chiov. var",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 545,
                    "text": "Collenette (1985)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 673,
                    "end": 693,
                    "text": "Chaudhary & Lavranos",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 806,
                    "text": "A. Rich.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first ceropegias were noticed in Saudi Arabia only in 1979, at Hakima near Abu Arish. There were two species, and both were described as new to science, though C. mansouriana Chaudhary & Lavranos has since been consigned to synonymy with C. botrys. Since then one further new species and two new varieties have been found. Five further species, occurring in India, the Yemen, East Africa and Ethiopia and not previously seen in Saudi Arabia, have also been found.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 190,
                    "text": "Chaudhary &",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Saudi Arabian ceropegias all have twining stems and they can be divided into six groups, easily recognized by the vegetative characteristics described below. Group 1. Species in this group have thick succulent stems, tiny leaves which are soon deciduous, and fibrous roots; they are represented by C. variegata var. variegata (Fig. lA, 1B) and C. variegata var. adelaidae (Fig. 1C) .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 339,
                    "text": "(Fig. lA,",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "1B)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 385,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Some taxonomists would probably include var. adelaidae under var. variegata but in Saudi Arabia there seems to be a good case for keeping them separate. They have not yet been found in a mixed population, though both have a considerable altitudinal range. Var. variegata occurs in the south of the region and var. adelaidae further north. The shape and colour of the flowers are also consistently different; in var. variegata the outer surface of the corolla is white, heavily spotted and splashed with deep crimson or pale red and whatever their length, the petal-like extensions of the sinuses between the lobes have a white inner surface usually covered with white hairs, with only the margins carrying a line of crimson hairs; these 'petals' are held pointing slightly downwards; the shape of the lower basal inflation is variable. In var. adelaidae the outer surface of the flowers is pale green, the 'petals' are always horizontal or curved upwards, and the green inner surface is covered with shining crimson hairs; the lower basal inflation is constant in shape and the overall diameter of the flowers is large by comparison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Although found both in the Yemen and East Africa, C. variegata appears to be confined to the extreme south west of the Kingdom, occurring at intervals along the Sabiya to Jabal Fayfa road, and occasionally on Jabal Fayfa itself (up to an altitude of nearly 1,525 metres), around Hakima and Abu Arish, near Ad Aridah close to the Yemen border, and along Wadi Dahn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Ceropegia variegata var. adelaidae was originally described as C. devecchii Chiov. var. adelaidae Bally from a plant found in Tanzania. I disagree with Bruyns in considering this variety to be part of the undifferentiated variation of C. variegata, and agree with Cufodontis who recognized it as a variety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "In Saudi Arabia var. adelaidae has yet to be found on the Tihama plain proper; it is relatively abundant among the Asir foothills around Muhayl, and near A1 Moraira 44 km to the north, at altitudes of around 455 metres. It also occurs spasmodically in the headwaters of the Wadis Hali and Marabahere the altitudes are between 915 and 1,220 metres. A single plant, found at 780 metres, along the Namrah to Baljurshi road, is the farthest north record for this species in Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Group 2. The type species, C. aristolochioides comes from Senegal in West Africa, but in Saudi Arabia it is represented by subsp. dejersiana. This has moderately slender, usually green stems, large heart-shaped leaves, and fibrous roots, and will climb to 4 metres in suitable trees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "This taxon has proved very difficult to circumscribe as the shape, size and colour of the flowers are very variable, sometimes even within a single population. There are four forms and the commonest, represented by large populations in Wadi a1 Uss and on Jabal Fayfa, has creamy flowers heavily splashed with purplish red ( Fig. 2A) ; the rather short united lobes are hairy at the apex and are usually bluish.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 332,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Exploration in the autumn of 1987 revealed a further two large populations in Wadi Gaithan in the headwaters of Wadi Maraba. One population, on a rocky spur some 150 metres above the junction with Wadi Maraba, consisted 'entirely of plants with large creamy, light red-spotted flowers with large deep brown lobes (Fig. 2B ). However, on the steep hillside just below the spur and on a raised bank near the wadi mouth almost every conceivable intermediate shape and colour could be found. All but one of these forms had hairy corolla-lobes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 321,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Occurring at slightly lower altitudes there is a form with mainly glabrous creamy white flowers; it is illustrated in Collenette (1985, p.62) , specimen 3326 ( Fig. 2D) . A further large population has been found in Wadi Jowah Amra, 25 km south of Muhayl, and here, though some of the plants have a few hairs on the lobes, most are creamy and only occasionally are splashed with very pale red.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 141,
                    "text": "Collenette (1985, p.62)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "Fig. 2D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "In Wadi a1 Uss, where C. aristolochioides subsp. dejersiana in its common form was first found, yet a further form has been discovered ( Fig. 2C) ; this has pale green flowers bearing lobes so short that the flower appears to be almost flat-topped. A single plant of this form was also observed on Jabal Fayfa among the large population of the common form.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "Fig. 2C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "The 4.1 cm, with a colour that can range from creamy white to almost blackish, when the outer surface is heavily splashed with dark crimson and the veins are dark on the inner surface of the lobes. The width across the mouth of the flower and the degree of constriction of the corolla-tube beneath it are also very variable. Ceropegia aristolochioides subsp. dejlersiana appears to be endemic to the Arabian peninsula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Group 3. Species in this group have soft slender greyish stems, tiny leaves which are soon deciduous, and underground top-shaped tubers bearing fibrous roots. It is represented by C. botrys (Fig. 2F) and C. tihamana (Fig. 2E ).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 199,
                    "text": "(Fig. 2F)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "(Fig. 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "In addition to the characters already described, these two species have flowers strongly kinked in the middle of the corolla-tube and their lobes are twice unitedto form an open cage in the case of C. botrys and a closed 'knob' in the case of C. tihamana. Another characteristic these two Saidi species share is that both are extremely difficult to establish in cultivation, though plants of C. variegata from the same area grow fairly easily, at least for a short time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Ceropegia botrys has the wider range of the two species, occurring from as far north as A1 Moraira southwards to Wadi Jowah Amra, off the road to Ad Aridah. Populations occur along the road from Sabiya to Jabal Fayfa with the altitude ranging from 150 to 460 metres. All these populations have remarkably similar creamy green flowers spotted with pale purple with only a slight variation in the degree of red veining on the inner surface of the lobes; these carry a blackish blotch near the apex but below the cage. Another variation, and a strange one, is that the flowers (usually two, but opening some days apart) can have'either a short peduncle or no peduncle at all; here the pedicel arises directly from the stem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Ceropegia tihamana is very restricted in its range: it seems exacting in its habitat requirements. It is relatively abundant only in its type locality, the weathered clay of a tongue of chunky lava blocks near the Agricultural Research Centre at Hakima, near Abu Arish. There were three outlying plants, one off the Sabiya to Jabal Fayfa road and two off the road to Ad Aridah, but they have recently been bulldozed to make way for temporary farmland. As far as is known it has not been found in Wadi a1 Uss as stated by Bruyns; the location notes had probably been mixed up with those of another gathering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Like the previous species, C. tihamana usually Carrie5 its flowers in groups of two, though always on a fairly long peduncle. No variation in the pale purplish grey flowers has been observed. Being sometimes less than 2.5 cm in length, the flowers are the smallest ofany of the Saudi Arabian Ceropegia species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Both species have been found outside Saudi Arabia: C. botrys from North Yemen and Somalia and C. tihamana from Sudan and Kenya, but both species seem to be very rare both inside and outside Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Group 4. Species in this group have soft slender greyish, slightly rough stems, tiny leaves which are soon deciduous, and bunches of white fusiform roots. Ceropegia arabica var. arabica (Figs. 3A, 3B) , var. abbreviata (Fig. 3D ) and C. superba (Fig. 3E) , belong here, together with a putative hybrid.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 200,
                    "text": "(Figs. 3A, 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 219,
                    "end": 227,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 245,
                    "end": 254,
                    "text": "(Fig. 3E)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "The following points have been observed: C. arabica is variable and has been seen only on Jabal Fayfa; three plants exactly match the type specimen (gathered from the Yemen) which is in the Edinburgh Herbarium. The greenish yellow flowers, 1-4 in number and between 5.5 and 8.3 cm long, open singly and arise directly from a node, or peduncular patch, on the stem. The widest part of the flower is above the slightly inward-curved and down-pointing sinuses and the long narrow flat corolla-lobes are tightly twisted and carry only a very shallow keel on the inner midrib. Of the forms, similarly coloured, all have smaller flowers, the lobes are sometimes straight or have only a single twist, and the keel varies from shallow to large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Ceropegia arabica var. abbreviata is also somewhat variable, especially in the length of the lobes and the degree of reddish or greenish mottling on the outer surface of the flowers. It occurs in two distinct forms. The common form is shown in Fig. 3D . The second form (Fig.  3C) , has the flowers opening widely. Several plants where the lobes open only slightly have recently been found in Wadi a1 Uss, growing with the common form. Overall flower size in both forms is variable, though always smaller than in var. arabica, but the size of the seeds in the common form is always smaller. It is possible that var. abbreviata should be assigned specific rank as there are two important differences that set it apart from var. arabica. One is that the flowers arise in groups of up to eight from the peduncular patch on the stem, and two or more flowers can be open at the same time. The other difference is in the general appearance of the flowers; the widest part ofthe corolla is at the mouth, on a line with the sinuses, and the lobes are always golden brown and never twisted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "text": "Fig. 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 270,
                    "end": 280,
                    "text": "(Fig.  3C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Ceropegia superba has a flower shape similar to that of C. arabica var. arabica in that the widest part of the flower is above the down-curving sinuses but the wider lobes are never twisted and the one or two brightly coloured, mottled greyish purple flowers open singly, and on the older stems are carried on a short stubby penduncle. The flowers have striking black-and-white bands near the mouth of the corolla-tube and the lobes, folded back, have a bright green inner surface and a large median keel. In the wild the stems root readily at the nodes, a feature that has not been observed in either C. arabica var. arabica or in var. abbreviata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "The putative hybrid shown as C. sp. aff. ara6ica in Collenette (1985, p. 59) , has the shape of C. superba but the large cluster of flowers typical of C. arabica var. abbreviata. Perhaps it should be known as C. superba X C. arabica var. abbreviata.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 76,
                    "text": "Collenette (1985, p. 59)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Ceropegia arabica, its variety and C. superba all seem to be endemic to the Arabian Peninsula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Group 5. This group is characterized by slender soft green branching deciduous stems growing to 2 m long, large leathery semi-succulent leaves and an underground, hemispherical, flattopped tuber bearing fibrous roots only on the basal portion. Ceropegia bulbosa (Fig. 4A) is included here. In Saudi Arabia, C. bulbosa appears to be very rare. It is commonly found in India where it has a wide distribution, with considerable variation in leaf shape and flower size. The leaves can vary from narrow and grasslike to large and rounded. It has also been recorded from Oman and the Yemen from a range of habitats, though some of J. R. I. Wood's collections surely belong to C . vignaldiana; these have dwarf hard stems and hard narrow leaves u. R. I. Wood, pers. comm.). Bruyn's assertion that C. bulbosa occurs in Ethiopia is based on the premise that C . vignaldiana is conspecific.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 271,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Ceropegia bulbosa was first found in Saudi Arabia by Dr Shaukat Chaudhary of The Regional Agriculture and Water Research Centre, Riyadh. He also found C. bot7ys (which he thought was new and described as C. mansouriana) and C . tihamana. All three were originally from the same locality, an old lava flow near the Agricultural Station at Hakima. A further small population of C. buZbosa has since been found near Muhayl in a similar habitat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "The two populations show several slight differences to the Indian plant as described by Ali in the Flora of Pakistan. The pale greenish brown flowers are consistently larger, 2.3 cm long, the basal inflation is ovoid and the corolla-lobes, often twisted in bud, are exceptionally long and densely clothed in hairs; these are shining purple over the purplish area and white over the green. In comparison the Indian flowers seem smaller and much less hairy. However, they share in common several important characteristics such as root form, succulent leaves and the large clusters of flowers, up to eight, borne on a long peduncle. Bruyns was unaware of the presence of this species in Saudi Arabia and therefore excludes it from his list of species found only on the hot humid Tihama plain but he mentions that the Omani and Yemini plants have thin leaves and very small flowers with a squat bulbous basal inflation, characteristics not shared by the Saudi plants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "So far C . bulbosa has only been found growing among bushes of Salvadora persica. Because the colour and texture of the leaves of the Ceropegia so closely resemble those of the Salvadora, the plant is extremely difficult to find except when in flower. In addition the plant is deciduous, the stem and leaves dying at the onset of the dry f 7 Fig. 4 . A, C. bulbosa; B,C. uignaldiana. Drawn by Joanna Langhorne after S. Collenette. weather, so that it is only during the brief summer rains, usually occurring spasmodically during August through to October, that the plant is visible above ground. There are also very few plants; only one plant was found from each location in 1988.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 430,
                    "text": "Collenette.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 348,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Its habitat preference must limit the distribution of C. bulbosa in Saudi Arabia, for although Salvadora persica is extremely widespread throughout the west of the Kingdom from Aqaba to the Yemen border, on mountains and on sand flats, it seldom grows on the lava flows in the hot humid south west.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Group 6. Ceropegia vignaldiana (Fig. 4B ) belongs to this group and, like C. bulbosa, it is a deciduous climber with a tuberous root. But the lumpy tubers are spherical or even carrot-shaped and have roots growing from the upper as well as the lower surfaces; the slender stems are hard and woody, seldom growing more than 50 cm tall, and the long narrow leaves are also hard. The flowers are usually solitary, but occasionally two or three, opening many days apart, can be found on the pendent peduncle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 39,
                    "text": "(Fig. 4B",
                    "ref_id": null
                }
            ],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Ceropegia vignaldiana appears to be very rare as only two popula-tions have so far been seen; four plants have been found at 1,040 metres on Jabal Fayfa and eight plants on Jabal Shada, a 2,006 metre-high granite massif 20 km north of Mikhwa, just off the A1 Bahah to Tihama descent. Jabal Shada is the farthest north any Ceropegia has been found in Saudi Arabia. Here, C. uignaldiana grows in the shelter of Acacia and other shrubs, at an altitude of 1,120 metres, at the base of a ridge, well-vegetated but heavily grazed. The hard, very slender stems of C. uignaldiana, usually only 1 mm thick, are sparsely branched, and none of the plants seen had stems over 65 cm tall. The stiflly down-pointing lanceolate leaves (up to 10 cm long and 8 mm wide), grow along the length of the stem and have petioles up to 8 mm long. The greenish red flowers, 2.8 cm long, are glabrous except for the recurved portion of the lobes, and have pedicels 1 cm long. The calyx has five filiform lobes 2 mm long and the basal inflation is very bulbous and 5 mm in diameter. The corolla-tube is only 2 mm wide for much of its length and flares abruptly into a mouth 8 mm wide. The very narrow dark green and purple lobes are 2 cm long, clothed in long purple or white hairs, and have two or three twists in bud; thejoined apex is distinctly rounded; there is no scent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "The greyish fruits are very distinctive and are some of the longest of any Ceropegia species found in Saudi Arabia. Each seed horn, only 3 mm wide at the base, is 11 cm long and is held vertically on a flat plane with its twin, so that toge.ther the two horns measure 22 cm and are half as tall as the average plant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GROUPS AND DISTRIBUTION"
        },
        {
            "text": "Much has been written about deserts and the global weather changes that are primarily responsible for them, but nomads and their livestock must also play a part. Jabal Fayfa offers a practical demonstration of this; its lower hillsides and neighbouring high mountains are freely ranged by large herds of goats, with a few camels thrown in to complete the destruction. These hillsides, unterraced and unsuitable for the cultivation of crops, are almost barren of shrubs and support only a few Acacia or Commiphora trees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        },
        {
            "text": "In 1982 Jabal Fayfa was green, and many rain-dependent crops were grown. The uncultivated steep stony ground between the excellently maintained ancient terraces, supported a jungle of shrubs which in turn sheltered ceropegias and other succulents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        },
        {
            "text": "However, a visit in the winter of 1986 showed that many of the crops were no longer grown and the abandoned terraces and strips of shrubs were being grazed by sheep and goats. In just a few short years much of the vegetation, together with the ceropegias, has almost disappeared. Many terraces now form platforms for new houses, and Jabal Fayfa is in danger of becoming Fayfa City.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        },
        {
            "text": "Water is the big problem on Jabal Fayfa. There are no permanent pools or streams and all water is trucked from large wadis at its base, which themselves have periods when they are almost dry. Modern crops, such as bananas, coffee or strawberries require much water; it is more profitable to use the land for housing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        },
        {
            "text": "In the country as a whole many plant species are at risk from overgrazing and habitat destruction. This escalated rapidly after the oil boom years following 1973. There were major road works and thousands of kilometers of graded earth tracks were constructed. The population explosion resulted in hundreds of new houses being built, and livestock subsidies tripled the size of the herds. New wells, water bowsers and bought in feed meant that animals could remain in an area long after all grazing was exhausted. All these factors have contributed to the rapid desertification of a country that, although classified as desert was, nevertheless, in the memory of its older inhabitants, a country with a far greater plant cover.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        },
        {
            "text": "The large populations of Ceropegia botrys and C. variegataa var. adelaidae, which occur only on certain soils near A1 Moraira, have almost completely vanished under new homes and farmland, and even round Muhayl there are only a few plants left. This town, until four years ago, could have been called the Succulent Centre of Saudi Arabia where species of Caralluma, Ceropegia, Duvalia, Rhytidocaulon, as well as a variety of aloes and spiny euphorbias, flourished. All are making way for new fields and houses. Even the black lava blocks round Hakima and Abu Arish are being 'harvested' for road stone, and when they and their covering shrubs are gone, the succulents will go too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        },
        {
            "text": "An additional hazard can be floods. In 1983, heavy rains caused disastrous floods on the escarpment in the Abha area; in parts of Wadi a1 Uss the waters rose 9 metres. The entire original population of the glabrous forms of C. aristolochioides subsp. dejersiana was swept away and in this wadi exhaustive searching has revealed only two plants 10 km farther downstream.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        },
        {
            "text": "In Saudi Arabia particularly, drainage and geological composi-tion of the soil seem critical for most succulents, with each species having additional requirements such as altitude and aspect. By far the most favoured soils for succulent Asclepiads seem to be those derived from red granite with a high mica content, and as these are not very widespread in the south west where most succulents grow; this further limits their distribution. Ceropegias are also sensitive to waterlogging and, being palatable to livestock, must also have some protection from grazing, such as hiding among distasteful or thorny shrubs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        },
        {
            "text": "With experience, a glance can identify those areas which may harbour succulents, and because some species are so exacting in their requirements, can predict the particular species as well. Many ceropegias, especially those that grow on the Tihama plain, will not tolerate competition from plants such as grasses, Pentatropis nivalis or Sarcostemma species. However, species growing at higher altitudes are not only tolerant of more shade, but will also grow happily among thick bushes of Euphorbia schimperi, E. cactus and the tangled stems of Cissus rotundifolius.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        },
        {
            "text": "One of the joys of Ceropegia-hunting in Saudi Arabia is the knowledge that in the very next unexplored wadi there may be a new population or even a new species. Unfortunately many of these potential sites may have already been destroyed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEROPEGIAS AS ENDANGERED SPECIES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Studies in the Flora of Arabia XXIV: The genus Ceropegia in Arabia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Bruyns",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Notes Roy. Bot. Card. Edinb",
            "volume": "45",
            "issn": "",
            "pages": "287--326",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Studies in the Flora of Arabia XVI: Two new species of Ceropegia from.Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lavranos",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Notes Roy. Bot. Card. Edinb",
            "volume": "42",
            "issn": "",
            "pages": "315--319",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An illustrated guide to the JIowers of Saudi Arabia",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Collenette",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ceropegia superba (Asclepiadaceae), a new species from Arabia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Collenette",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Kew Bull",
            "volume": "39",
            "issn": "",
            "pages": "639--642",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A CLOSE LOOK AT A CRETAN DAPHNE Nicholas Turland Until now",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Mem. SOC. Brot",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "However, in Michel Gandoger's Flora Cretica (1916), there is a record for D",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schreber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vahl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A, C. variegata var. uaricgata; B, C. variegata var. variegata; C, C. variegata var. adelaidae. Drawn by Joanna Langhorne after S. Collenette.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "flowers of the four forms vary in length between 2.A, C. aristolochioides subsp. deJersiana, common form; B, C. aristolochioides subsp. deflersiana, form with large, hairy lobes; C, C. aristolochioides subsp. deflersiana, short-lobed form; D, C. aristolochioides subsp. deflersiana, form with glabrous flowers; E, C. tihamana; F, C. botrys. Drawn by Joanna Langhorne after S. Collenette.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A, C. arabica var. arabica, typical form; B, C. arabica var. arabica, small form; C, C. arabica var. abbreviata, form with wide open lobes; D, C. arabica var. abbreuiata, common form with joined lobes; E, C. supcrba. Drawn by Joanna Langhorne after S. Collenette.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}