{
    "paper_id": "91c8cc58b490819b19a6b038a19598285e454ef9",
    "metadata": {
        "title": "Turning sandstorms into pearls",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "declaration of State and National emergencies, and declaration of the novel coronavirus outbreak a pandemic by the World Health Organization -I decided I needed to pen a different, more timely editorial, one on the idea of \"turning sandstorms into pearls.\" I first encountered this idea of \"turning sandstorms into pearls\" a number of years ago as I was reading a chapter in the book Making Love Last Forever by Gary Smalley (1996, chapter 4) . The underlying analogy is that difficulties, trials, hurts, and all other painful or challenging experiences that we encounter in life (and love) are like sandstorms. Sandstorms, especially big ones, can blind us, anger us, irritate us, hurt us, disappoint us, and so on. But, as we respond to them, we have a choice: we can get bitter or we can get better. If we want to get better, we need to choose to learn how to use the sandstorms we face for good and for growth. Smalley calls the process of transforming the negative (e.g., disrupting, discouraging, devastating, etc.) aspects of life's sandstorms into benefits (e.g., positive outcomes, life lessons, changes in character, etc.), \"pearl-counting\" (p. 56). This \"pearl-counting\" word picture works well because the beautiful pearl found within an oyster actually starts with an irritating grain of sand or other debris. Pearls can usually be found in every trial, but to find them, we need to intentionally and intently search for them.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 442,
                    "text": "Smalley (1996, chapter 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"What pearls might come out of the COVID-19 pandemic?\", you ask?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Well, truly, only time will tell. But here are three of the items on my wish list:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Living together more harmoniously. When we look back we will see that people of the United States (and around the globe) came together to fight the COVID-19 virus, putting aside everything that now seems to too easily divide us, like race, gender, economic status, politics,and so on, to flatten the curve 1 and save peoples' lives. And that this unity forged by trial extends beyond the virus, helping us to mend our differences and live together more harmoniously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. Living more mindfully, focused on the important rather than the urgent. When we look back we will see that the slowing down of life, due to the myriad of cancelations, postponement, and closures has 1 According to epidemiologists, flattening the curve is the idea to increase social distancing in order to slow down the spread of the virus, so that there is not a huge spike in the number of people getting sick all at once. If that were to occur, there would not be enough hospital beds or mechanical ventilators for everyone who needs them, and the U.S. hospital system would be overwhelmed, which has already happened in other locations in the world. For more details see Godoy (2020) . helped us to focus on the important, rather than what we perceive as being the urgent things in life. We got a chance to stop long enough to take a breath and consider what is really important and were able to place a much higher value on people and relationships than before. In addition, this extra time will have allowed us to become a more mindful 2 and more slow-thinking 3 people. And I hope this slowing down, despite the current circumstances, can help decrease the high rate of mental health issues experienced in this day and age, especially by our young people (Elmore & McPeak 2017) .",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 690,
                    "text": "Godoy (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1265,
                    "end": 1287,
                    "text": "(Elmore & McPeak 2017)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "back, we will see abundant evidence of the invaluable lessons of attitude and gratitude. When it comes down to it, in times when things are well out of our control, there is one thing that is still within our controlour attitude. As stated by Dr. Viktor E. Frankl (2001) in his memoir enti- What's on your pearl counting wish list? Just like with the oyster, only time 4 will reveal the beautiful pearls that will come out of this very difficult and challenging time. I hope that each of us will all be able to experience and treasure the pearls produced by this sandstorm from all around the globe.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 270,
                    "text": "Frankl (2001)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Living with a positive attitude, full of gratitude. When we look"
        },
        {
            "text": "2 Mindfulness is the practice of purposely focusing our attention on the present moment-and accepting it without judgment. Mindfulness is now being examined scientifically and has been found to be a key element in stress reduction and overall happiness. For more details, see Benefits of Mindfulness (2019). 3 The book Thinking, Fast and Slow by Daniel Kahneman (2011) discusses our ability to think both fast and slow. In short, fast thinking is unconscious, emotional, and instinctive; whereas slow thinking is conscious, deliberative, and mostly logical. Fast thinking helps us to get through each day by handling routine actions and decisions with minimum effort or fuss. Slow thinking, on the other hand, comes into play whenever we intentionally allocate our attention to the effortful mental activities that demand it, such as solving a problem, having a meaningful and deep conversation, learning a musical instrument, playing a new game or sport, formulating an argument, monitoring and controlling our behavior, that is, engaging in anything that causes our brain to exert itself. For additional details see Dooley (2012) , Chen (2014) , and Kadioglu (2015) , for example.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1131,
                    "text": "Dooley (2012)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1134,
                    "end": 1145,
                    "text": "Chen (2014)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1152,
                    "end": 1167,
                    "text": "Kadioglu (2015)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Living with a positive attitude, full of gratitude. When we look"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Please do a bad job of putting your course online",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barrett-Fox",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "fbclid= IwAR1EZkAjUNZi0vGwO9_k5XsESoMpveZlD9AgMfIKyLH11IK9P_ X1nt3fIso Benefits of Mindfulness",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "I Will Survive, Coronavirus version for teachers going online",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bruening",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Slow Thinking May Help You See Things Clearly. Entrepreneur",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Book Review: Thinking, Fast and Slow by Daniel Kahneman, Neuromarketing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Marching off the map: Inspire students to navigate a brand new world",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Elmore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcpeak",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Man's Search for Meaning: The Classic Tribute to Hope from the Holocaust",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Frankl",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Flattening A Pandemic's Curve: Why Staying Home Now Can Save Lives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Godoy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Why slow thinking wins",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kadioglu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Thinking, Fast and Slow",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Making Love Last Forever",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smalley",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "1918: The Year Without a Homecoming",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rosie the Riveter Inspired Women to Serve in World War II",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vergun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "She reminded us of when gluten-free food products first came out on the market. In truth, they were not very good, in fact, they tasted a lot like carboard, but they were gluten-free and met a growing health need (good news is that they are much better now!)",
            "authors": [],
            "year": null,
            "venue": "Food Science and Human Nutrition faculty that I thought was very insightful",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Man's Search for Meaning, \"Everything can be taken from a man but one thing: the last of the human freedoms-to choose one's attitude in any given set of circumstances, to choose one's own way.\" Although there is no comparison whatsoever between what Dr. Frankl endured as a Jewish prisoner during the Holocaust and our current COVID-19 circumstances, we can learn an invaluable life lesson from him -life is much less about what happens to us and much more about how we respond to it. And a natural extension of choosing to have a positive attitude, in spite of our circumstances, is a life that is full of gratitude.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}