{
    "paper_id": "92861b672bbd54127fc6aa57e3e3de1107fe17db",
    "metadata": {
        "title": "Chapter 8 MODIFIED ELISPOT Modifications of the Elispot Assay for T Cell Monitoring in Cancer Vaccine Trials",
        "authors": [
            {
                "first": "Anatoli",
                "middle": [],
                "last": "Malyguine",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Cell-Mediated Immunity",
                    "institution": "F F National Cancer Institute at Frederick",
                    "location": {
                        "settlement": "Frederick",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The use of the IFN-γ ELISPOT assay to evaluate cellular immune responses γ has gained increasing popularity, especially as a surrogate measure for CTL responses. We developed and validated some modifications of the IFN-γ ELISPOT assay to optimize immunological monitoring of various cancer vaccine trials. Taking into consideration that the main mechanism of cellmediated cytotoxicity is the release of cytolytic granules that contain, among others, cytolytic protein Granzyme B (GrB), we developed the GrB ELISPOT assay. Extensive studies demonstrated that the GrB ELISPOT assay is specific, accurately measures the rapid release of GrB, is more sensitive than the 51Crrelease assay, and that it may be successfully applied to measuring CTL precursory frequency in PBMC from cancer patients. Assuming that immunological assays that demonstrate recognition of native tumor cells (tumor-specific) may be more clinically relevant than assays that demonstrate recognition of tumor protein or peptide (antigen-specific), we developed and validated the Autologous Tumor IFN-γ ELISPOT assay using PBMC from γ idiotype vaccinated lymphoma patients as effectors and autologous B cell lymphoma tumor cells as targets. The precursor frequency of tumor-reactive T cells was significantly higher in the postvaccine PBMC, compared with prevaccine samples in all patients tested. Furthermore, the specificity of these T cells was established by the lack of reactivity against autologous normal B cells. These results demonstrate the feasibility of evaluating tumor-specific T cell responses when autologous, primary tumor cells are available as targets. Modifications of ELISPOT assay described in this chapter allow more comprehensive assessment of low frequency tumor-specific CTL and their specific effector functions and can provide valuable insight with regards to immune responses in cancer vaccine trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Active specific immunotherapy is a promising but investigational modality in the management of cancer patients. Currently, several different cancer vaccine formulations such as peptides, proteins, antigen-pulsed dendritic cells, whole tumor cells, etc. in combination with various adjuvants and carriers are being evaluated in clinical trials (1) (2) (3) . To determine the optimal cancer vaccine strategy, a surrogate immunological end-point that correlates with clinical outcome needs to be defined, since it would facilitate the rapid comparison of these various formulations. Traditional immunological assays such as ELISA, proliferation and cytotoxicity assays can detect immune responses in vaccinated patients but are not quantitative. In contrast, novel assays such as enzyme-linked immunospot (ELISPOT) assay, intracellular cytokine assay and tetramer assay can quantitate the frequency of antigen-specific T cells. Of these, the ELISPOT assay has the lowest detection limit with 1/10 5 peripheral blood mononuclear cells (PBMC) and has been determined to be one of the most useful assays to evaluate immune response to cancer vaccines (4) . However, the IFN-γ ELISPOT assay is not an exclusive measure of cytotoxic T-lymphocyte (CTL) activity as non-cytotoxic cells can also secrete IFN-γ. Additionally, γ γ CTL with lytic activity do not always secrete IFN-γ (5) . A more relevant γ approach to assess functional activity of cytotoxic lymphocytes would be to measure the secretion of molecules that are associated with lytic activity.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1370,
                    "end": 1373,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One of the major mechanisms of cell-mediated cytotoxicity involves exocytosis of cytoplasmic granules from the effector toward the target cell. The granules contain a number of proteins, including the pore-forming protein perforin and a family of serine proteases called granzymes, including Granzyme B (GrB). Granzyme B is present mainly in the granules of CD8 + CTL and natural killer (NK) cells (6, 7) and may be involved in the lethal hit that kills virus-infected and tumorigeneic cells (8) (9) (10) (11) . Therefore, the release of Granzyme B in response to the appropriate target may be used to evaluate cell-mediated cytotoxicity by specific antitumor CTL generated by vaccination.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 401,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 402,
                    "end": 404,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The GrB ELISPOT assay was previously shown to measure GrB release by GrB transfected CHO cells, T-cell lines and PBMC from patients with AIDS (12) . In our study we demonstrated that the GrB ELISPOT assay could accurately detect GrB secretion by CTL in different model systems and that this assay correlated with the 51 Cr-release assay (13) . We also compared the GrB ELISPOT assay with the IFN-γ ELISPOT assay that is γ routinely used as a surrogate indicator of CTL precursor frequency in immunological monitoring.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The desired outcome of cancer vaccination is to induce a potent T cell response which can specifically recognize and eliminate autologous tumor cells in vivo. Therefore an immunological assay that demonstrates recognition of native tumor (tumor-specific) may be a more clinically relevant assay to assess T cell responses following cancer vaccination, compared with assays that demonstrate recognition of tumor protein or peptide presented on appropriate antigen-presenting cells (antigen-specific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Standard IFN-γ ELISPOT assay has been primarily used for the detection γ of T cell responses against vaccine components by using peptide or protein pulsed antigen-presenting cells as surrogate T-cell targets (14) (15) (16) . Here, a modified IFN-γ ELISPOT assay for the direct quantitation of T cell γ responses against autologous primary tumor cells is described (17) . To develop the assay, follicular lymphoma patients vaccinated with tumorderived idiotype (Id) protein were used as a model, since we have previously shown that Id vaccination induces tumor-specific T cell responses in these patients (18 Dr. Jay Berzofsky, NIH, Bethesda, MD) were utilized as relevant and irrelevant HLA-A2 binding peptides, respectively.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "(18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Peripheral blood mononuclear cells (PBMC) were isolated from venous blood of normal human volunteers by buoyant density centrifugation over Ficoll-Paque (Pharmacia, Piscataway, NJ). Aliquots of effector cells were cryopreserved in the vapor phase of liquid nitrogen for future use in functional testing and flow cytometric analysis. PBMC were cryopreserved in RPMI 1640 (BioWhittaker) supplemented with 10% FBS (Hyclone), 2 mM L-glutamine, 25 mM HEPES (Gibco) and 7.5% DMSO (Fisher Chemical, Fair Lawn, NJ). Samples of cryopreserved PBMC from cancer patients were kindly provided by Dr. Steven Rosenberg (NIH, Bethesda, MD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of human PBMC"
        },
        {
            "text": "PBMC from normal donors were screened for HLA-A2 expression by flow cytometry using direct staining with anti-HLA-A2 FITC-conjugated monoclonal antibody (One Lambda Inc., Canoga Park, CA). PBMC (3x10 6 ) were resuspended in 2 ml of CM supplemented with 1000 U/ml of IL-7 (Peprotech, Rocky Hill, NJ) and seeded in 24 well plates (Costar, Corning, NY). FMP was added to the PBMC at a final concentration of 5 µg/ml. The CTL were grown at 37°C, 12% CO 2. At day 2 and day 5, 20 IU/ml of IL-2 (Hoffmann-LaRoche, Basel, Switzerland) were added. Cells were assayed at day 7 of culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of human anti-flu-matrix peptide (α αFMP) CTL and CD8 + cells depletion"
        },
        {
            "text": "Depletion of CD8 + cells from CTL cultures was performed as previously described (19) . Briefly, 2x10 7 PBMC were incubated for 40 min on ice with 100 µl anti-CD8 (Becton Dickinson Immunocytometry Systems, San Jose, CA), washed and mixed with magnetic beads coated with sheep anti-murine IgG (Dynabeads, Dynal A.S., Norway), at a ratio of 1 lymphocyte to 30 beads. Following 30 min incubation at 4°C with occasional gentle rotation, positive cells were removed by magnetic selection. The depleted population contained <3% CD8 + cells as measured by flow cytometry using anti-CD8 mAb (Becton Dickinson).",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Generation of human anti-flu-matrix peptide (α αFMP) CTL and CD8 + cells depletion"
        },
        {
            "text": "Cytotoxicity of effector cells was assessed using the standard 51 Cr-release assay. Briefly, one million T2 target cells were labeled at 37 °C for 1 h with 100 µCi Na 2 51 CrO 4 (New England Nuclear, Boston, Ma). Target cells were washed and resuspended in CM at 5x10 4 cells/ml. Five thousand target cells per well (100 µl) were added to a 96 well plate (Costar, Cambridge, MA) following the appropriate number of effector cells (100 µl/well). The defined effector to target (E:T) ratios were plated in triplicate. Cytotoxicity assays were performed at 37°C for 4 h. After incubation, cell-free supernatants were collected using a Skatron harvester and analyzed in a gamma counter (LKB-Wallac CliniGamma 1272, Wallac, Finland). Percent specific lysis was calculated using the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "51 Cr-release cytotoxicity assay"
        },
        {
            "text": "(ER -SR)/(MR -SR) x 100, where ER = experimental release, SR = spontaneous release and MR = maximum release.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "51 Cr-release cytotoxicity assay"
        },
        {
            "text": "MultiScreen-IP plates (PVDF membrane, Millipore, Bedford MA) were coated overnight at 4°C with 100 µl/well of anti-human GrB capture antibody (clone GB-10, PeliCluster, Cell Sciences, Norwood MA) diluted to 7.5 µg/ml in PBS. After incubation, coated plates were washed 4 times with PBS and blocked with 200 µl/well of assay medium consisting of RPMI-1640 (BioWhittaler), 10% FBS (Hyclone), 2 mM L-glutamine, 20 mΜ HEPES, 0.1 mM NEAA, 1 mM sodium pyruvate, 100 U/ml penicillin and 100 µg/ml streptomycin (Gibco) for 2 h at 37°C, 5% CO 2 . Targets (C1R.A2) were pulsed with 5 µg/ml FMP or 3 µM MART-1 peptide for 2 h at 37°C prior to use in assay. Unpulsed C1R.A2 and C1R.A2 pulsed with MART-1 peptide as well as K562 cells served as controls. Effector cells (100 µl/well) were added to triplicate wells at specified concentrations followed by 5x10 4 target cells per well (100 µl) for 4 h at 37 0 C in 5%CO 2 . Negative controls consisted of effector cells in the absence of target cells, target cells in the absence of effector cells and medium only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Granzyme B ELISPOT assay"
        },
        {
            "text": "After the incubation, the plates were washed 6 times with PBS/0.05% Tween 20 and 100 µl/well of biotinylated anti-human GrB detecting antibody (clone GB-11, PeliCluster, Cell Sciences) diluted to 0.25 µg/ml in PBS/1% BSA/0.05% Tween 20 was added. Plates were incubated for 3 h at room temperature, washed 4 times with PBS and 50 µl of Streptavidin-Alkaline Phosphatase (Gibco BRL Life Technologies) diluted 1:1500 in PBS/1% BSA was added. After 1 h incubation at room temperature, the plates were washed 4 times with PBS and the spots visualized with 100 µl/well of filtered BCIP-NBT phosphatase substrate (KPL, Gaithersburg, MD). Plates were developed for 30 min at room temperature in the dark and the reaction stopped by rinsing plates with distilled water. The membranes were air-dried and spots were subjected to automated evaluation using the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Granzyme B ELISPOT assay"
        },
        {
            "text": "ImmunoSpot Imaging Analyzer system (Cellular Technology Ltd, Cleveland, OH).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Granzyme B ELISPOT assay"
        },
        {
            "text": "MultiScreen-IP plates (PVDF membranes, Millipore) were coated overnight at room temperature with 50 µ/well of anti-human IFN-γ capture γ antibody (Biosource, International, Camarillo CA) diluted at 20 µg/ml in PBS. After the incubation, coated plates were washed and blocked as stated above. Effector cells (100 µl/well) were added to triplicate wells at specified concentrations followed by 5x10 4 target cells per well (100 µl). After effector and target cells were incubated for 4 h at 37°C, the plates were washed with PBS/0.05% Tween 20 and 50 µl/well of biotinylated antihuman IFN-γ detecting antibody (PharMingen, San Jose, CA) diluted to 1.3 γ µg/ml in PBS/1% BSA/0.05% Tween 20 was added. Plates were incubated with detecting antibody for 2 h at room temperature, washed 4 times with PBS and 50 µl of Streptavidin-Alkaline Phosphatase (Gibco BRL Life Technologies) diluted 1:1500 in PBS1% BSA was added. After 1h incubation at room temperature, the plates were washed and the spots visualized and enumerated as stated above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN-γ γ ELISPOT assay γ γ"
        },
        {
            "text": "Statistical analysis was performed using Pearson correlation coefficient (R 2 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Granzyme B is a potential candidate molecule for measuring tumor specific T-cell responses via the ELISPOT method. This molecule is present in CTL and NK cells and is constitutively expressed in memory but not naïve CTL (20) (21) (22) . Upon effector-target interactions, GrB is rapidly released by cytolytic lymphocytes in a calcium dependent manner and therefore may be used to assess cell-mediated cytotoxicity.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "(21)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Unlike the IFN-γ ELISPOT which is widely utilized, the application of γ the GrB ELISPOT has been limited (12) . Our laboratory has optimized the GrB ELISPOT assay for various cytolytic cells including αEN-EBV and αJY CTL cell lines and have shown that the GrB ELISPOT assay is capable of measuring MHC restricted cytolytic activity quantifying frequency of specific effector cells (13) . Optimal concentration of effector cells ranged between 10 4 and 10 3 cells per well based on several experiments (13) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Since the GrB ELISPOT assay can accurately measure the specific secretion of GrB by CTL cell lines, we generated αFMP-CTL as a more clinically relevant model system to assess whether the GrB ELISPOT assay can reliably detect effector cell responses to specific peptides. We tested CTL reactivity against FMP-pulsed C1R.A2 (specific targets) as well as nonpulsed and MART-1 pulsed C1R.A2 cells (non-specific targets) in the GrB ELISPOT assay (Figure 1 ). K562 were utilized as a control for NK activity (data not shown). Granzyme B secretion was antigen specific as only wells with CTL and FMP-pulsed CIR.A2 contained a substantial number of spots. When the GrB ELISPOT assays were performed with a constant number of target cells but varying numbers of effectors, a strong correlation between the number of effector cells and spots per well was observed (R 2 =0.9642, Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 450,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 868,
                    "end": 876,
                    "text": "Figure 2",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Cell-mediated cytotoxicity has conventionally been measured using the standard 51 Cr-release assay (22) , which assesses CTL and NK cell functions via lysis of radioisotope-labeled target cells. This assay is considered to be the gold standard to evaluate CTL lytic activity. Recently, the IFN-γ ELISPOT assay has become a surrogate measure of CTL responses. We compared the GrB ELISPOT assay to the 51 Cr-release and IFN-γ ELISPOT γ assays to evaluate its ability to quantify CTL lytic responses (Figure 2 ). Both ELISPOT assays were significantly more sensitive than the 51 Cr-release assay. At effector to target ratios of 50:1-12:1, specific lysis was measurable via the 51 Cr-release assay, but the spots per well in the ELISPOT assays were too numerous to count accurately (data not shown). Significant IFN-γ and γ GrB secretion was evident even at E:T ratios as low as 0.2:1, below the level of sensitivity of the 51 Cr-release assay. However, when the optimal number of CTL are used in each individual assay, the amount of GrB and IFN-γ secreting cells in the ELISPOT assays and cytotoxicity in the 51 Cr-release assay have shown excellent cross-correlation with R 2 above 0.95 for all three assays. Correlation of GrB and IFN-γ secretion in the ELISPOT assays with cytotoxicity in γ 51Cr-release assay. Human α-FMP-CTL (7 day culture) were used as effector cells. Target cells were C1R.A2 (ELISPOT) or T2 (51Cr-release) pulsed with FMP, 5x103 cells per well. Incubation time was 4 h at 37°C for all three assays. At the 10:1 effector to target ratio the spots in the IFN-γ ELISPOT assay were too numerous to count. Background (CTL alone) γ was subtracted from the results. Data is representative of 3 experiments. Modified from (13) To further confirm that we were measuring CTL activity, we removed CD8 + cells from the cultures using anti-CD8 mAb and magnetic beads. After depletion, the percentage of CD8 + cells in the cultures was decreased from 24.8±2.9% to 2.7±0.4% and an abrogation of GrB secretion was observed ( Figure 3) . These results show that at least in this system GrB is secreted by CD8 + cells. The dynamics of GrB and IFN-γ secretion differ. Granzyme B secretion γ was detectible as early as 10 min after initial contact of effectors and targets in most experiments. Significant amounts of GrB spots were observed within 30 min of incubation with maximal secretion at 4 h. In contrast, measurable amounts of IFN-γ spots were found only after 1 h of incubation with γ significant IFN-γ secretion measured at 4 h (13).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1737,
                    "end": 1741,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 506,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2032,
                    "end": 2041,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "γ The difference in the observed pattern of GrB and IFN-γ secretion γ parallels the well-defined dynamics of CTL effector functions. When CTL interact with target cells, IFN-γ γ γ is secreted within hours whereas GrB is released very rapidly (within minutes) from preformed granules. Using effector cells with NK activity, we have shown that treatment with Brefeldin A, a protein secretion blocker, significantly decreases IFN-γ but not GrB γ secretion. In contrast, BAPTA-AM, which sequesters intra-cellular calcium and therefore inhibits degranulation, abrogated GrB secretion (manuscript in preparation). The fact that the number of effectors spontaneously secreting GrB is higher than the number secreting IFN-γ (Figure 1 ), γ suggests that the GrB measured in the ELISPOT could be present in preformed granules. However, the spontaneous release of GrB could also be due to the activation state of cytotoxic cells. Granzyme B is consistently expressed in activated cytolytic cells, especially CD8 + CTL (20, 21) .",
            "cite_spans": [
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "(20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1012,
                    "end": 1015,
                    "text": "21)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 725,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Although all three assays correlated, there are numerous advantages to utilizing the ELISPOT assays over the standard 51 Cr-release assay. The ELISPOT assays use a lower number of effector cells to accurately assess activity. The high sensitivity and specificity of the ELISPOT assays are beneficial for monitoring clinical trials where frequently there are limited numbers of patients' cells available. The ELISPOT assays also enumerate antigen specific lymphocyte frequency by measuring secretion of a specific immune protein. As such, the ELISPOT assays are both qualitative and quantitative. Additionally, the problems associated with the labeling efficiency of targets and the isotope use are not a concern with the ELISPOT assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Therefore, both the GrB and IFN-γ ELISPOT assays are superior γ alternatives to the 51 Cr-release assay to test CTL response. However, when compared with the IFN-γ ELISPOT, the GrB ELISPOT assay is more rapid γ and may be a more direct measure of antigen specific CTL lytic activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "While IFN-γ ELISPOT is widely used for cancer vaccine trials γ monitoring, we did not find any information on GrB ELISPOT clinical use except for testing AIDS patients (12) . Our preliminary research using PBMC samples from cancer patients suggests that the GrB ELISPOT assay may be successfully applied to evaluate CTL precursor frequency. We have shown that the results obtained from the GrB ELISPOT and the standard 51 Crrelease assays tended to correlate (R 2 =0.9927, Figure 4) .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 482,
                    "text": "Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The role of perforin in immune surveillance and rejection of tumors has been well established (22) , but the role of GrB is still controversial. A recent study demonstrated that GrB is not critical for CTL perforin-mediated rejection of spontaneous or experimental tumors in mice (23) . These findings are in contrast to previous studies that have suggested that GrB plays a critical role in controlling tumors in vivo (24) (25) (26) . Regardless of the role of GrB in cell-mediated killing, GrB expression is restricted to CTL and NK cells and therefore the release of GrB is a more specific measure of cytotoxic lymphocytes than IFN-γ (20) (21) (22) . As such, simultaneous use of the IFN-γ and GrB ELISPOT assays may provide important immunological insight into patient responses to cancer vaccines that may then be directly assessed against clinical outcome. Vaccination course % specific lysis;",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "(23)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "(25)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "(21)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "GrB spots/well GrB Cr release Figure 4 .Correlation of Granzyme B release by PBMC from vaccinated patients in the ELISPOT assay and cytotoxicity in the 51Cr-release assay. PBMC from melanoma patients immunized with gp100:209-2M peptide were tested pre-and at different time points post vaccination against gp100:209 peptide. No reactivity against control peptide gp100:280 was found. Average from 7 patients that showed response in 51Cr-release assay. All samples",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "AUTOLOGOUS IFN-γ γ ELISPOT ASSAY γ γ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Blood samples were obtained from patients with Stage III or IV follicular center cell lymphoma grade 1 or grade 2 at various time points before and after vaccination with the patient-specific tumor-derived Id protein incorporated into liposomes along with recombinant human IL-2 as described previously (27) . Peripheral blood mononuclear cells (PBMC) were isolated by density gradient centrifugation with Ficoll Isopaque (ICN Biomedicals Inc., Aurora, OH) and cryopreserved for immunological assays. To perform the testing, pre-and postvaccine PBMC were thawed, washed and resuspended to a concentration of 1-3x10 6 cells/ml in RPMI 1640 medium (Invitrogen Corp, Carlsbad, CA), supplemented with 5% FBS (Hyclone, Logan, Utah), 1mM sodium pyruvate (BioWhittaker, Walkersville, MD), 20 mM HEPES buffer (Invitrogen), 50 µM βmercaptoethanol (Sigma, St. Louis, MO), 2 mM l-glutamine, 100 U/ml penicillin and 100 µg/ml streptomycin (Invitrogen). Five ml/well of the cell suspensions were plated into 6 well plates (Corning, Inc. Corning, NY) and rested overnight at 37ºC, 5% CO 2 . The next day, PBMC were harvested, washed and counted prior to use in the ELISPOT assay.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "(27)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of PBMC"
        },
        {
            "text": "Cryopreserved cells from the lymph node biopsy specimen were enriched for tumor cells by depletion of T cells with CD3 microbeads over a magnetic column (Miltenyi Biotec, Auburn, CA) using the manufacturer's protocol. Autologous normal B cells were isolated from PBMC by magnetic cell separation method using the B Cell Isolation Kit (Miltenyi Biotec) according to the manufacturer's protocol. The purity of the isolated tumor and normal B cells was > 95%. Tumor cells and normal B cells were activated for 3 days with 800 ng/ml of recombinant human soluble CD40 ligand trimer (sCD40Lt, Amgen, Thousand Oaks, CA) and recombinant human IL-4 (2 ng/ml, Peprotech, Rocky Hill, NJ). Activated tumor cells and normal B cells were harvested and washed prior to co-culture with PBMC in the ELISPOT assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Activation of tumor cells and normal B cells"
        },
        {
            "text": "Several variables were evaluated to optimize the signal to noise ratio for the detection and quantitation of tumor-specific T cells. These variables included: type of microtiter plate, activation of tumor cells with sCD40Lt, freshly thawed versus overnight cultured PBMC, effector to target cell ratio, length of incubation time of the assay, culture medium, and finally, substrate development system (17) . Optimizes protocol is presented below.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Autologous tumor IFN-γ γ ELISPOT assay"
        },
        {
            "text": "MultiScreen-IP opaque 96-well plates (High Protein Binding Immobilon-P membrane, Millipore, Bedford, MA) were coated overnight at room temperature with 50 µl/well of 20 µg/ml mouse anti-human IFN-γ mAb γ (BioSource, Camarillo, CA) in DPBS (Invitrogen). After overnight incubation, the plates were washed three times with 200 µl DPBS per well and blocked with 200 µl/well of RPMI 1640 supplemented with 10% human AB serum (Mediatech, Herndon, VA), 25 mM Hepes, 2 mM L-glutamin, 100 U/ml penicillin and 100 µg/ml streptomycin (Invitrogen) for 2 h at 37ºC, 5% CO 2 . Harvested effectors were added to the plates in triplicates at 10 5 cells/well with either culture medium alone or with 2x10 5 cells/well sCD40Lt activated autologous tumor cells, and cultured for 48 h at 37ºC, 5% CO 2 . The plates were washed manually 6 times with 200 µl/well of DPBS/0.05% Tween. 50 µl/well of 2 µg/ml mouse anti-human IFN-γ-γ γ biotinylated mAb (BD Pharmingen) in DPBS/1%BSA/0.05% Tween was added and the plates were incubated for 2 h at room temperature. Plates were manually washed 4 times with DPBS and 50 µl/well of streptavidin HRP (BD Pharmingen) diluted 1:2000 in DPBS/1% BSA was added for 1 h at room temperature. The plates were washed 4 times with DPBS. Spots were visualized by adding 100 µl/well of True Blue Peroxidase Substrate (KPL, Gaithersburg, MD) for 2 min. Plates were scanned and counted using the ImmunoSpot analyzer (Cellular Technology, Ltd., Cleveland, OH) to determine the number of spots/well. The precursor frequency of tumorspecific T cells was determined by subtracting the background spots in tumor alone and PBMC alone from the number of spots seen in response to tumor cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autologous tumor IFN-γ γ ELISPOT assay"
        },
        {
            "text": "Statistical analysis was performed using Student's t-test for paired mean values and Pearson correlation coefficient (R 2 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Activation of B cell tumor cells with CD40L upregulated various costimulatory molecules and MHC class I and class II molecules on the surface of tumor cells. It is associated with enhanced antigen presenting capability (28) . Our pilot experiments indicated that activation of tumor cells with sCD40Lt markedly enhanced the sensitivity of the ELISPOT assay by increasing the IFN-γ production by responding T cells as compared to non-γ activated tumor cells (17) . We have therefore used sCD40Lt activated tumor cells as stimulators to evaluate T cell responses in this assay.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "(28)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Triplicate wells demonstrating the IFN-γ spots produced by pre-and γ post-vaccine PBMC analyzed in parallel are shown in Figure 5 . Significantly higher numbers of IFN-γ spots were detected in the postvaccine PBMC as γ compared to the prevaccine sample (p<0.0001, Figure 5&6 ). To test specificity of the T cell responses, postvaccine PBMC were cocultured with either sCD40Lt activated autologous tumor cells or activated normal B cells in parallel. Significant number of IFN-γ spots were detected γ only in response to autologous tumor cells but not autologous normal B cells in all three patients that were tested (p< 0.0001, Figure 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "Figure 5",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 264,
                    "end": 274,
                    "text": "Figure 5&6",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 628,
                    "end": 637,
                    "text": "Figure 7)",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Our data demonstrate that the ELISPOT assay could be adapted to reliably and reproducibly determine the precursor frequency of tumorspecific T cells in follicular lymphoma patients immunized with an autologous tumor-derived Id vaccine. We have also been able to use this assay to quantitate the tumor-specific T cell responses in mantle cell lymphoma patients vaccinated with Id (data not shown). Thus, this assay fulfilled our stated objectives for a clinically relevant immunological assay by demonstrating that it could functionally (IFN-γ production) and γ quantitatively assess the T cell responses induced by a cancer vaccine against autologous primary tumor cells. As opposed to the traditional antigen-specific assays that assess immune responses against vaccine components (peptides or proteins), tumor-specific immunological assays in addition to being more clinically relevant can have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "several advantages. Firstly, tumor-specific assays can potentially detect both CD4 + and CD8 + T cell responses since endogenous antigens are presented by both MHC class I and class II molecules (29) . In contrast, antigen-specific (protein) assays detect mostly CD4 + T cell responses since the soluble exogenous antigen is predominantly processed in the endosomal pathway and presented on MHC class II molecules. Secondly, tumor-specific assays can be used in patients with any HLA phenotype unlike peptide assays that are usually restricted to a single HLA phenotype (e.g. HLA-A*0201) depending on the binding affinity of the peptide. Thirdly, tumor-specific assays allow monitoring of patients when whole or lysed tumor cells are used as the immunogen and the tumor-specific antigens have not been defined. A probable limitation for tumor recognition assays is the availability of tumor cells. While primary tumor cells are easily accessible for some cancers (e.g. lymphoma, leukemia, myeloma, melanoma), they may not be generally accessible for certain other cancers (e.g. breast cancer, renal cell cancer). When available, it may be feasible to adapt the IFN-γ ELISPOT γ assay for the quantitative assessment of T cell responses against primary tumor cells as a preferable alternative to antigen-specific assays.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "(29)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "We developed a modification of ELISPOT assay that measures GrB release from CTL. GrB ELISPOT assay is a superior alternative to the 51 Crrelease assay since it is significantly more sensitive and provides an estimation of cytotoxic effector cell frequency. Additionally, unlike the IFN-γ ELISPOT assay, the GrB ELISPOT directly measures the release of a γ cytolytic protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "We also adapted the IFN-γ ELISPOT assay to directly measure immune γ responses against autologous primary tumor cells in vaccinated cancer patients. We demonstrated that the modified IFN-γ ELISPOT assay could be γ used to reliably and reproducibly determine the tumor-reactive T cell frequency in the PBMC of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Modifications of ELISPOT assay described in this chapter allow more comprehensive evaluation of low frequency tumor-specific CTL and their specific effector functions and can provide valuable insight with regards to immune responses in cancer vaccine trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "This work was supported by the National Cancer Institute, SAIC-Frederick, Inc., Contract N01-C0-12400. The content of this publication does not necessarily reflect the view or the policies of the Department of Health and Human Services, nor does mention of trade names, commercial products, or organizations imply endorsement by the U.S. Government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Progress in human tumor immunology and immunotherapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "411",
            "issn": "",
            "pages": "380--384",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A decade in the life of tumor immunology",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lotze",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Cancer Res",
            "volume": "7",
            "issn": "",
            "pages": "759--760",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Translational development of active immunotherapy for hematologic malignancies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Semin Oncol",
            "volume": "30",
            "issn": "3",
            "pages": "17--22",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immunologic monitoring of cancer vaccine therapy: results of a workshop sponsored by the Society for Biological Therapy",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Keilholz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Finke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunother",
            "volume": "25",
            "issn": "",
            "pages": "97--138",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effector cytolotic function but not IFNgamma production in cytotoxic T cells triggered by virus-infected target cells in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Regner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lobigs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blanden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mullbacher",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Scand J Immunol",
            "volume": "54",
            "issn": "",
            "pages": "366--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human natural killer cells: biologic and pathologic aspects",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trinchieri",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perussia",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Lab Invest",
            "volume": "50",
            "issn": "",
            "pages": "489--513",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Granzymes: exogenous proteinases that induce target cell apoptosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trapani",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunol Today",
            "volume": "16",
            "issn": "",
            "pages": "202--208",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Execution and suicide: cytotoxic lymphocytes enforce Draconian laws through separate molecular pathways",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Podack",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Curr Opin Immunol",
            "volume": "7",
            "issn": "",
            "pages": "11--17",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The CTL's kiss of death",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berke",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cell",
            "volume": "81",
            "issn": "",
            "pages": "9--12",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Perforin and lymphocyte-mediated cytolysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Persechini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunol Rev",
            "volume": "146",
            "issn": "",
            "pages": "145--75",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Granzymes, a family of serine proteases released from granules of cytolytic T lymphocytes upon T cell receptor stimulation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jenne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tschopp",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Immunol Rev",
            "volume": "103",
            "issn": "",
            "pages": "53--71",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Granzyme B ELISPOT assay for ex vivo measurements of T cell immunity",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rininsland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Helms",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Asaad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boehm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tary-Lehmann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol Methods",
            "volume": "240",
            "issn": "",
            "pages": "143--55",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Granzyme B ELISPOT assay: an alternative to the 51 Cr-release assay for monitoring cell-mediated cytotoxicity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shafer-Weaver",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sayers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strobl",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Transl Med",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Immunologic monitoring of clinical trials in patients with cancer: technology versus common sense",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Whiteside",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol Invest",
            "volume": "29",
            "issn": "",
            "pages": "149--62",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Quantification of tumor-specific T lymphocytes with the ELISPOT assay",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schmittel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Keilholz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scheibenbogen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunother",
            "volume": "23",
            "issn": "",
            "pages": "289--95",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "In vitro generated cytolytic T lymphocytes reactive against head and neck cancer recognize multiple epitopes Chapter",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Asai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Storkus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mueller-Berghaus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "HLA-A2, including peptides derived from the p53 and MDM-2 proteins",
            "authors": [],
            "year": 2002,
            "venue": "Cancer Immun",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A Modified Human ELISPOT Assay to Detect Specific Responses to Primary Tumor Cell Targets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malyguine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strobl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shafer-Weaver",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Transl Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Complete molecular remissions induced by patient-specific vaccination plus granulocyte-monocyte colony-stimulating factor against lymphoma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bendandi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gocke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kobrin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Med",
            "volume": "5",
            "issn": "",
            "pages": "1171--1177",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Correlation of human CD56+ cell cytotoxicity and IFN-gamma production",
            "authors": [
                {
                    "first": "Derby",
                    "middle": [
                        "E"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cytokine",
            "volume": "13",
            "issn": "",
            "pages": "85--90",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Lymphocyte-mediated cytotoxicity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Annu Rev Immunol",
            "volume": "20",
            "issn": "",
            "pages": "323--70",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Protein sorting and secretion during CTL killing",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Semin Immunol",
            "volume": "9",
            "issn": "",
            "pages": "109--124",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "CTL effector functions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Henkart",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Semin Immunol",
            "volume": "9",
            "issn": "",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Cutting Edge: Granzymes A and B are not essential for perforin-mediated tumor rejection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trapani",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Immunol",
            "volume": "171",
            "issn": "",
            "pages": "515--518",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Granzyme A and B-deficient killer lymphocytes are defective in eliciting DNA fragmentation but retain potent in vivo anti-tumor capacity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trapani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur J Immunol",
            "volume": "31",
            "issn": "",
            "pages": "39--47",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Purification of r a factor from the granules of a rat natural killer cell line (RNK) that reduces tumor cell growth and changes tumor morphology. Molecular identity with a granule serine protease (RNKP-1)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sayers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wiltrout",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sowder",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Munger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Immunol",
            "volume": "148",
            "issn": "",
            "pages": "292--300",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Unlocking the secrets of cytotoxic granule proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Leukoc Biol",
            "volume": "70",
            "issn": "",
            "pages": "18--29",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cutting Edge: Liposomal formulation of a self lymphoma antigen induces potent protective anti-tumor immunity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pennington",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ochoa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Robb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Popescu",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "160",
            "issn": "",
            "pages": "3637--3461",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Follicular lymphomas can be induced to present alloantigen efficiently: a conceptual model to improve their tumor immunogenicity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cardoso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc Natl Acad Sci",
            "volume": "92",
            "issn": "",
            "pages": "8200--8204",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Class II MHC molecules can use the endogenous pathway of antigen presentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nuchtern",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Biddison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "343",
            "issn": "",
            "pages": "74--80",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flu-Matrix peptide (FMP, NH 2 -G-I-L-G-F-V-F-T-L-COOH, American Peptide Company, Inc., Sunnyvale, CA) and melanoma common tumor antigen MART-1 (NH 2 -A-A-G-I-G-I-L-T-V-COOH), kindly provided by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Specificity of GrB and IFN-γ secretion by γ αFMP-CTL in the ELISPOT assays. Human αFMP-CTL (7 day culture, 5x103 cells per well) were run alone (A) or against various target cells (5x104 cells per well): C1R.A2 (B), C1R.A2 pulsed with 5 µg/ml FMP (C) or C1R.A2 pulsed with 3 µM MART-1 (D). Effector and target cells were incubated for 4 h at 37°C. Image from the plate scan generated by the CTL Analyzer is shown. Data is presented as spots per well ± SD and is representative of 3 experiments (13).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 2. Correlation of GrB and IFN-γ secretion in the ELISPOT assays with cytotoxicity in γ 51Cr-release assay. Human α-FMP-CTL (7 day culture) were used as effector cells. Target cells were C1R.A2 (ELISPOT) or T2 (51Cr-release) pulsed with FMP, 5x103 cells per well. Incubation time was 4 h at 37°C for all three assays. At the 10:1 effector to target ratio the spots in the IFN-γ ELISPOT assay were too numerous to count. Background (CTL alone) γ was subtracted from the results. Data is representative of 3 experiments. Modified from (13)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Effector cells secreting GrB in the ELISPOT assay. Human αFMP-CTL (7 day culture) before and afterdepletion of CD8+ cells were used as effector cells (5x103 cells per well). Target cells were C1R.A2 pulsed with FMP (5x104 cells per well). CD8+ cells were removed from effector cell cultures using anti-CD8 mAb and magnetic beads. Effector and target cells were incubated for 4 h at 37°C. Data is representative of 3 experiments. Modified from(13).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Samp m m les were kindly provided by Dr. S. Rosenberg, NIH, Bethesda.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Representative wells of a tumor IFN-γELISPOT assay. Pre-and postvaccine γ γ PBMC (105 cells/well) were co-cultured with sCD40Lt activated autologous tumor cells h (2×105 cells/well) for 48 h as described in Materials and Methods. Wells containing PBMC alone and tumor cells alone served as controls. Samples were tested blinded in triplicates. Image from the plate scan generated by the CTL Analyzer is shown. Average numbers of spots per well are indicated. Data is from a representative experiment of nine with similar results(17).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Cancer patients' response to vaccination. Pre-and postvaccine PBMC (105 cells/well) were co-cultured with sCD40Lt activated autologous tumor cells (2×105 cells/well) for 48 h as described in Materials and Methods. Samples were tested blinded in triplicates. Three patients (P 1-3) were tested three times each and average number of spots per 105 effectors ± SE shown. Modified from(17).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Specificity of the tumor-reactive T cell responses. Postvaccine PBMC samples from three patients (P 1-3) were co-cultured with either autologous sCD40Lt activated follicular lymphoma tumor cells (white columns) or activated normal B cells (gray columns) for 48 h. PBMC alone are shown in black columns. All samples were tested blinded. Average number of spots per 105 PBMC ± SE (n=3) shown(17).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ").K562 (Human myelogenous leukemia cell line, ATCC, Manassas, VA) was cultured in complete medium (CM) consisting of RPMI 1640 (BioWhittaker, Walkersville, MD) supplemented with 10% FBS (Hyclone, Logan, UT), 2mM glutamine, 1mM pyruvate, 100 U/ml Penicillin and 100 µg/ml Streptomycin (Gibco BRL Life Technologies, Grand Island, NY). The C1R.A2 human plasma leukemia cell line which expresses a transfected genomic clone of HLA-A2.1 was cultured in CM supplemented with 500 µg/ml of G418 (Invitrogen, Carlsbad, CA). The T2 human lymphoblastoma Tap-deficient cell line (ATCC, Manassa, VA) was cultured in IMDM medium (BioWhittaker, Walkersville, MD) supplemented with 20% FBS (Hyclone), 100 U/ml Penicillin and 100 µg/ml Streptomycin. All target cell lines were grown at 37°C, 5% CO 2. Prior to use in assays, C1R.A2 or T2 target cells were pulsed with HLA-A2 binding peptides for 2 h at 37°C, 5% CO 2.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}