{
    "paper_id": "93435514b2c12f709d3bfd8236a9571591a8fba6",
    "metadata": {
        "title": "Lehren aus Corona",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Die Behörde trug der Revisionswerberin auf, ihr im Anschlusspflichtbereich einer öffentlichen Wasserversorgungsanlage befindliches Grundstück an diese anzuschließen und die dafür erforderlichen Einrichtungen herzustellen. Nach Aufhebung der Beschwerde wurde Revision erhoben, die sich unter anderem auf die Frage der Parteistellung eines Miteigentümers stützte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Das VwG stellte fest, dass die Voraussetzungen des § 5 Abs. 1 Oö. WVG 2015 vorlägen, da der zu erwartende Wasserbedarf des Grundstücks durch die gemeindeeigene Wasserversorgungsanlage voll befriedigt werden könne. § 5 knüpft an das Vorhandensein einer Versorgungsleitung innerhalb eines Anschlussbereichs an. Es besteht keine Anschlusspflicht an eine Transportleitung. Die Begriffe \"Versorgungsleitung\" und \"Transportleitung\" werden im Oö. WVG 2015 nicht näher definiert. Die Revisionswerberin brachte außerdem vor, dass keine Rechtsprechung existiere, ob ein verwaltungspolizeilicher Auftrag nach § 5 an alle Miteigentümer eines anzuschließenden Objektes in einem einheitlichen Bescheid zu ergehen habe. Der VwGH hält in seinem Erkenntnis fest (23.01.2020, Ra 2019/07/0093), dass ein derartiger Auftrag, der sich an alle Miteigentümer eines Grundstücks zu richten hat, nicht in einem einheitlichen Bescheid gegen alle, sondern auch rechtmäßig an einzelne Miteigentümer ergehen kann. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Österreichischer Wasser-und Abfallwirtschaftsverband (ÖWAV), randl@oewav.at Mag. Heidrun Schiesterl, MA, Österreichischer Wasser-und Abfallwirtschaftsverband (ÖWAV)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Florian",
                    "suffix": ""
                },
                {
                    "first": "Ll",
                    "middle": [
                        "M"
                    ],
                    "last": "Stangl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Wenn sich ein Abfallbehandlungsverfahren nicht einer einzigen Verfahrenskategorie zuordnen lässt, muss dies anhand der Ziele und Begriffsbestimmungen festgelegt werden. Im Anlassfall wurde für einen Böschungsaustausch eine Bodenaushubdeponie bewilligt. Das Bodenaushubmaterial sollte als neue Böschung in die Deponie eingebracht werden. ISd AWG sind Ablagerungen in oder auf dem Boden als Beseitigung, die Rückgewinnung von anderen anorganischen Stoffen als Verwertung zu qualifizieren. Der VwGH (29.01.2020, Ra 2019/13/0103) hob das angefochtene Erkenntnis wegen inhaltlicher Rechtswidrigkeit auf, da die Zuordnung zu einer Verfahrenskategorie unterlassen wurde. 1977 wurde erstmals die wasserrechtliche Bewilligung zur Einleitung von Niederschlagswässern in einen Bach durch eine Betriebsanlage erteilt. Aufgrund einer Änderung der Betriebsanlage erteilte die Behörde 2007 die gewerberechtliche Genehmigung. Im Änderungsprojekt wurden zwei Stränge zur Ableitung von Abwasser vorgesehen. Über den Geschäftsführer der Betreiberin wurde 2019 eine Verwaltungsstrafe verhängt, da er Niederschlagswässer über den Strang 2 in den Bach ableitete, dabei sei nur die Ableitung von 80 l/s über den Strang 1 wasserrechtlich bewilligt. Aufgrund einer Beschwerde wurde die Strafe vom LVwG aufgehoben. Dies hatte eine Amtsrevision des BMNT zur Folge. Der VwGH führte in seinem Erkenntnis (19.12.2019, Ro 2019/07/0012) aus, dass die Ableitung von betrieblichen Niederschlagswässern in einen Bach von der Konzentrationsbestimmung des § 356b Abs. 1 Z 3 GewO 1994 umfasst ist. Der Umstand, dass die \"Beseitigung von Dach-, Parkplatz-und Straßenwässern\" erst 2013 in § 356b GewO ein-Umweltrecht kompakt© Österreichischer Wasser-und Abfallwirtschaftsverband (ÖWAV) and Springer-Verlag GmbH Austria, ein Teil von Springer Nature als auch von der Verwaltungs-behörde festgelegte verfahrensrechtliche Fristen. Auch Rechtsmittelfristen zählen zu den verfahrensrechtlichen Fristen, weshalb Bescheide während des oben genannten Zeitraums nicht rechtskräftig werden können. Nicht betroffen und damit nicht automatisch unterbrochen sind hingegen materiell-rechtliche Fristen, wie etwa Baubeginnfristen oder Fristen hinsichtlich der Konsensdauer.Auch bei den ex-lege unterbrochenen verfahrensrechtlichen Fristen kann jedoch die Verwaltungsbehörde -unter gleichzeitiger Setzung einer neuen angemessenen Frist -den Ausschluss der Verfahrensunterbrechung verfügen. Voraussetzung dafür ist jedoch, dass die Einzelinteressen an der Fortsetzung des Verfahrens (Abwendung Gefahr für Leib und Leben, Sicherheit und Freiheit bzw Abwehr eines erheblichen und unwiederbringlichen Schadens einer Partei) das Allgemeininteresse (Verhütung/Bekämpfung von COVID-19 bzw Schutz der Aufrechterhaltung eines geordneten Verwaltungsbetriebes) überwiegen. ■",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Zitiervorschlag: ÖWAW URK 2020, Seite#",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Der aktuellen Situation geschuldet wird mit dem 4. COVID-19-Gesetz, BGBl I 2020/24, der BMK (bis zum 31.12.2020 befristet) ermächtigt, zur Verhinderung der Verbreitung von COVID-19 (vorübergehend) auf Verordnungsebene Ausnahmen vom grundsätzlichen Lkw-Fahrverbot an Wochenenden und Feiertagen zu statuieren, wenn eine Gesetzesänderung nicht in angemessener Zeit möglich ist (Art 24 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UMWELTRELEVANTE COVID-19-BEGLEITMASS-NAHMEN"
        }
    ]
}