{
    "paper_id": "949a3fb9850623746ecdd820fad60b7d0ce2cbad",
    "metadata": {
        "title": "Journal Pre-proof Exploration of alternative supply chains and distributed manufacturing in response to COVID-19; a case study of medical face shields Exploration of alternative supply chains and distributed manufacturing in response to COVID-19; a case study of medical face shields",
        "authors": [
            {
                "first": "Alborz",
                "middle": [],
                "last": "Shokrani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bath",
                    "location": {
                        "postCode": "BA2 7AY",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Evripides",
                "middle": [
                    "G"
                ],
                "last": "Loukaides",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bath",
                    "location": {
                        "postCode": "BA2 7AY",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Elias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bath",
                    "location": {
                        "postCode": "BA2 7AY",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "J G"
                ],
                "last": "Lunt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bath",
                    "location": {
                        "postCode": "BA2 7AY",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Quarantine conditions arising as a result of the coronavirus (COVID-19) have had a significant impact on global production-rates and supply chains. This has coincided with increased demands for medical and personal protective equipment such as face shields. Shortages have been particularly prevalent in western countries which typically rely upon global supply chains to obtain these types of device from low-cost economies. National calls for the repurposing of domestic mass-production facilities have the potential to meet medical requirements in coming weeks, however the immediate demand associated with the virus has led to the mobilisation of a diverse distributed workforce. Selection of appropriate manufacturing processes and underused supply chains is paramount to the success of these operations. A simplified medical face shield design is presented which repurposes an assortment of existing alternative supply chains. The device is easy to produce with minimal equipment and training. It is hoped that the methodology and approach presented is of use to the wider community at this critical time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent decades, western countries have focused on manufacturing low-volume, high-value, highmargin products. Consequently, the production of high-volume, low-margin products has shifted towards low-cost economies, and long and sophisticated supply chains have been established. The application of just-in-time strategies and lean ideologies throughout these networks has led to significant cost reductions. However, these networks have poor resilience to global disruptions, with nearly 35% of manufacturers reporting disturbances due to the global coronavirus (COVID-19) pandemic [1] .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 587,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "One such low-margin mass-produced item is face shields (medical visors) used as Personal Protection Equipment (PPE). The global spread of the virus has required governments to take harsh measures in imposing quarantines, with the knock-on-effect of halting manufacturing and exports [2, 3] . These events, in combination with a surging demand created a shortage of PPE that has led to a global competition for sourcing materials and sanctions on exports [4] . One such approach is the European Commission's initiative on the joint procurement of PPE [5] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 287,
                    "end": 289,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Across the world, national calls to produce ventilators, PPE and other urgently required medical equipment have been publicised [6] , with significant numbers of mass production facilities being repurposed to meet this demand. These approaches will address the long term, high-production rates required, however take weeks-to-months to establish. Given that the critical time scale associated with the COVID-19 pandemic is on the order of days-to-weeks, the necessity of localised, cost-effective and rapid production has emerged.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Thus far, existing networks between medical institutions, research facilities and independent designers have been used to mobilise a diverse workforce. This has included developing the technology required to use a single ventilator for two patients, as well as repurposing scuba diving equipment for PPE [7] . The success of such \"new products\" relies not only on design and materials but also on ease of production and availability of manufacturing facilities and raw materials. Organically, this has led to the generation of new supply chains and distributed manufacturing systems.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Medical face shields have a significant potential for distributed manufacture using alternative materials. They are single-use head mounted devices worn as a physical barrier by medical personnel during aerosol generating procedures such as intubation, respiratory physiotherapy or oropharyngeal suction. These procedures are typically required in the treatment of patients experiencing acute respiratory distress. Given the expected increase in COVID-19 cases and global competition for sourcing PPE, many medical facilities currently do not have enough stock and/or reliable resources to meet the anticipated demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Face shields consist of a clear thermoformed polymer sheet held in place with an elasticated strap or a polymer frame manufactured by injection moulding which can be emulated at a local level through Additive Manufacturing (AM) [8] . However, AM is a slow process not suitable for mass production that requires skilled operators and relatively costly materials and equipment. Other researchers have designed systems that rely on sophisticated production techniques or bulk resources which are used by mass production PPE facilities, adding further pressure to stretched supply chains [9] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The novelty of the present study is a design that uses simple tooling and has been devised to repurpose alternative existing supply chains that are currently underused:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": " A3 clear polyvinylchloride/acetate sheets for the visor -printing/binding services  Medium density (~40 kgm -3 ) polyurethane foam for the facial support-upholstery/furniture manufacturers J o u r n a l P r e -p r o o f  Woven waistband elastic for the head strap -haberdashers  Staples & staplers to attach the strap-stationery/office-supply companies  Glue/adhesives to adhere the foam to the visor -crafting/home-improvement market",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The dimensions of the design were finalised through consultation with end users; the width of A3 was found to simultaneously provide effective neck and forehead protection, whilst minimising cutting operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "It should be noted that the materials and design outlined in this study are selected based on availabilities within the UK, and therefore different underused supply routes can be exploited elsewhere. For example, transparent plastic agricultural or roofing materials may be more widely available for the visor in rural locations, elasticated fishing lines or neoprene are likely to be more accessible for the strap in coastal locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The design is simple and easy to produce to allow distributed production by a workforce with limited manufacturing experience. The instructions for manufacture were shared electronically, and the raw materials were distributed between distinct manufacturing sites. Testing has revealed that a batched assembly line of individual operators performing specific tasks is ~50% more efficient than one-piece flow. This approach achieves a production rate of ~30 shields/person/hour at an approximate cost of £0.40 per item. Limited tools beyond those found in a conventional office environment are required, and there is potential for the design to be modified and adapted to local availability. For example, the use of die cutting, guillotines, gluing jigs and strip cutters can drastically increase production rate and precision. An instructional video, description of production steps, cost breakdown and template are provided in the supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "One major concern over this production method is the cleanliness which can be achieved within unregulated environments. Consideration must also be given to potential COVID-19 contamination of the face shield by members of the workforce. In this regard, the following practical steps may be taken by producers and hospitals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "1. Following production, the completed shields are sealed inside airtight packaging. Studies have shown that the COVID-19 virus can survive a maximum of 4 days on plastic surface [10] and therefore masks should be stored for 5 days prior to use. 2. The face shields are being worn by hospital staff and therefore, a reduced level of cleanliness is required, than would be associated with patient use. Before use, the hospital will wipe and clean the shields in accordance with conventional good practice protocols for mass produced face shields.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The broader implication of this work is that designers should consider the sustainability and availability of supply chains when selecting materials and assembly methods during the production of emergency equipment such as PPE. The design presented may also prove useful to those interested in producing face shields to meet the arising needs of medical facilities across the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National-Association-of-Manufacturers, 2020. NAM coronavirus outbreak special survey",
            "authors": [],
            "year": 2020,
            "venue": "The National Association of Manufacturers",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China's Supply Chains and Coronavirus: What's Next?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How China can rebuild global supply chain resilience after COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Betti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Trump Eases PPE Export Ban With Canada, Mexico Exemption",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus: Commission bid to ensure supply of personal protective equipment for the EU proves successful",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "European-Commission",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "UK wary of international market for ventilators",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corera",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The ventilator challenge will test ingenuity to the limit. 29/03/2020",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pooler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kuchler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bushey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Calling All Makers With 3D Printers: Join Critical Mission To Make Face Masks And Shields For 2020 Healthcare Workers",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccue",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MIT develops one-piece plastic face shields for coronavirus medics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hitti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Neeltje",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors would like to thank clinicians at the Royal United Hospital in Bath, UK for their constructive feedback during the design of the face shields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "All data required to reproduce these findings are available in the supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal Pre-proof"
        }
    ]
}