{
    "paper_id": "96948a7e4880a2dec092020fa08f54b8d4c5dc2d",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Lucet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hopital Sainte Anne Paris",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "P"
                ],
                "last": "Olié",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Académie nationale de médecine",
                    "location": {
                        "addrLine": "16 rue Bonaparte",
                        "postCode": "75006",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Déclaration de liens d'intérêt : aucun *Étant donné le contexte sanitaire épidémique lié au Covid-19 du mois de mars 2020, la présentation orale de cette communication en séance à l'Académie a été reportée. MC : Médecine de l'addiction KW : Addiction Medicine Résumé Malgré les fréquentes comorbidités psychiatriques, le trouble de l'usage de substance doit être appréhendé comme une pathologie autonome par ses déterminants, sa sémiologie et ses modalités évolutives spontanées ou sous traitement. De multiples produits de synthèse sont désormais accessibles via internet : associé à la créativité des chimistes cela a participé à l'émergence de pratiques inédites allant du chemsex au purple drank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Les conduites addictives résultent d'un ensemble de facteurs individuels (vulnérabilités biologique et psychique) et contextuels (disponibilité et banalisation du toxique dans l'environnement). Les pathologies mentales autres sont des facteurs de vulnérabilité à la pathologie addictive, tout comme les conduites addictives peuvent révéler une pathologie émotionnelle ou psychotique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Le médecin se doit d'entendre l'impuissance du malade face au besoin irrépressible de consommer (craving) et proposer une thérapeutique qui peut être chimique (y compris traitement de substitution) et psychologique. Dans la majorité des cas un accompagnement social s'impose pour corriger les effets désocialisants du trouble de l'usage de substances ou des comportements addictifs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Despite the frequency of psychiatric comorbidities, substance use disorder must be understood as an autonomous pathology due to its own determinants, semiology and possibilities of evolution, either spontaneous or under treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The ease of access to multiple synthetic products via the Internet combined with the creativity of chemists are contributing to the emergence of novel practices ranging from chemsex to purple drank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Addictive behaviours result from a combination of individual factors (biological and psychological vulnerability) and contextual factors (availability and triviality of the toxicant in the environment). Other mental disorders are factors of vulnerability to addictive pathology as well as the addictive behaviours can reveal an emotional or psychotic pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The physician needs to hear the patient powerlessness hidden behind the craving and propose a therapy that may be chemical (including substitution treatment) and psychological. Most of the time, social support is necessary to correct the desocializing effects of substance use disorder or addictive behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Évolution des idées Trop souvent, trop longtemps, les conduites addictives ont été considérées comme un fait social ne justifiant l'intervention médicale qu'à l'heure des complications. Aujourd'hui encore se manifestent des prises de position en faveur de certaines consommations de substances psychotropes au potentiel addictogène avéré tels que le tabac, l'alcool et pourquoi pas le cannabis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Les connaissances médicales, neurobiologiques et psychopathologiques conduisent à réviser la conception selon laquelle toute action en faveur d'une limitation des consommations de substances psychoactives licites ou illicites ne serait rien de plus qu'une tentative de réduire la liberté individuelle. Les conduites addictives sont bel et bien un chapitre de la pathologie médicale et non point un simple accident de rencontre avec une substance ou un comportement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Le terme addiction est issu du droit romain ancien pour désigner la sanction d'un débiteur défaillant, donnant droit au plaignant de l'asservir en réparation. Ce terme a été repris par les anglo-saxons pour désigner l'attachement des toxicomanes à leurs drogues. C'est ensuite qu'il a été étendu à un ensemble de conduites dites addictives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Addiction désigne la relation de dépendance plus ou moins aliénante qu'un individu a établie avec un ou des produits (tabac, alcool, héroïne, cannabis, cocaïne, etc. ou médicament) ou avec des pratiques (jeux, sport, achat, sexe, travail, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Une conduite addictive se caractérise par l'impossibilité d'empêcher ou de contrôler un comportement qui va se répétant en dépit de la conscience de ses conséquences négatives pour soi-même et/ou son environnement. Ce comportement vise à générer une sensation ou un état de plaisir. Parfois il vise à écarter une sensation de malaise physique ou psychique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "L'addiction est donc définie par l'utilisation qui est faite d'un produit ou d'un comportement en dépit de ses conséquences négatives [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Définir l'addiction non plus par le produit mais par son mésusage protège d'expressions stigmatisantes liées à certaines représentations sociales telles que \"alcoolisme\" ou « toxicomanie ».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Koob et Volkow [2] ont proposé de distinguer trois étapes dans l'instauration de cette pathologie :",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[2]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "-étape initiale impulsive correspondant à une prédisposition à répondre immédiatement à un stimulus externe ou interne sans prise en compte des conséquences pour soi ou autrui, voire une incapacité à contrôler le cours d'un comportement initié ; l'impulsivité est mesurable lors de tests psychologiques révélant la propension à choisir une petite récompense immédiate plutôt qu'une forte récompense plus tardive ; -étape compulsive où le sujet entretient par la répétition un comportement préalablement acquis en retenant les éléments de renforcement positif plus que ceux qui seraient négatifs ; -étape où les comportements sont devenus automatiques sans avoir à en appeler à une pleine conscience. Le rôle de la dopamine serait particulièrement essentiel lors de la deuxième étape, dans les processus de renforcement positif.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Trois grands types de comportement de consommations sont classiquement distingués : l'usage, l'usage nocif et la dépendance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "-L'usage est une consommation le plus souvent circonstancielle ou occasionnelle d'une substance psychoactive sans complications pour la santé du consommateur, sans induction de troubles du comportement ou de conséquences nocives pour les autres. Il n'est pas considéré comme pathologique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "-L'usage nocif correspond à une consommation répétée induisant des dommages psychiques et/ou somatiques et/ou sociaux. Cet usage est donc potentiellement nocif pour le sujet lui-même et pour son environnement. Le niveau de dépendance n'est pas établi comme étant encore atteint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "-La dépendance est la perte de la liberté de s'abstenir ou la perte de contrôle de la consommation. Elle peut se manifester au niveau physique (symptômes de sevrage) et/ou psychique (envie irrépressible de consommer ou craving) [3] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "La cinquième édition du Manuel Diagnostique et Statistique des Troubles Mentaux (DSM 5) [4] , parue en 2013, a modifié cette catégorisation en privilégiant une approche dimensionnelle globale de ces troubles et de leur évolution sous l'intitulé : trouble de l'usage de substance. Cette nouvelle conception devrait être reprise par la CIM 11.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Le trouble de l'usage est défini par 11 critères. Il est considéré plus ou moins grave selon le nombre de symptômes présents (cf. annexe 1). Le trouble peut être actuel, en rémission précoce (pas de critère présent depuis au moins trois mois et moins de 12 mois) ou en rémission prolongée (pas de critère depuis au moins 12 mois, sauf le critère craving qui peut persister).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Les addictions comportementales sont peu à peu prises en compte dans ces classifications nosographiques : le jeu pathologique est spécifié dans le DSM 5 et la CIM 11 va intégrer la catégorie trouble du jeu vidéo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "L'addiction est donc désormais considérée comme une pathologie autonome indépendante d'autres pathologies psychiques. Ceci n'exclut pas l'existence de fréquentes comorbidités désormais distinguées en :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "-troubles liés aux substances (intoxication, sevrage et dépendance) ; -troubles induits par les substances (survenant au cours ou au décours immédiat de l'intoxication avec des liens de causalité acquis) ; -troubles avec des liens de causalité non établis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Usage puis trouble de l'usage et addiction débutent le plus souvent à l'adolescence ou l'âge adulte jeune. Lorsque le phénomène pathologique est enclenché, il envahit progressivement la vie psychique et la vie sociale du sujet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Dans la majorité des cas cette évolution est émaillée de tentatives et d'arrêts plus ou moins durables et de rechutes plus ou moins précoces. La voie vers la rémission prolongée (plus de 12 mois) voire la guérison (certainement pas moins de 24 mois de totale abstinence) est parsemée de nombreuses embûches. Cette pathologie chronique révèle des traits psychocomportementaux tels que l'attrait majeur pour les produits ou comportements addictifs (cette toxicophilie rend compte de la fréquence des poly addictions), l'ambivalence face à l'abstinence et la faiblesse de motivation thérapeutique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "La sous-estimation du niveau de consommation, la mauvaise reconnaissance de ses conséquences, la faible aptitude à verbaliser ce qui entoure et fonde la répétition, la banalisation de la consommation sont des éléments sémiologiques à peu près constants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Perte de contrôle, impossibilité de plus en plus marquée de réduire ou arrêter les comportements addictifs et craving sous-tendent l'évolution péjorative au fil du temps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Le craving est aujourd'hui considéré comme le symptôme central des conduites addictives. C'est un phénomène complexe que l'on peut définir comme une \"envie irrépressible de consommer une substance ou de réaliser un comportement gratifiant\". Noyau de la pathologie addictive le craving ou envie irrépressible devient expérience égodystonique et involontaire, qui peut persister des mois après l'arrêt de la consommation [5] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "L'exposition chronique à l'objet d'addiction peut entraîner des processus de tolérance (besoin d'augmenter la dose pour un même effet) puis de sevrage (symptômes induits par un arrêt de la consommation). Ces symptômes ne sont ni systématiques, ni nécessaires pour porter un diagnostic d'addiction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Les répercussions sociales et/ou médicales peuvent être différentes selon le produit ou le comportement et le contexte social. Le décrochage scolaire ou professionnel, la désocialisation et l'absentéisme professionnel en sont quelques exemples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "L'épidémiologie des consommations mesure des niveaux et des modes de consommation d'une substance : expérimentation, occasionnel, répété, régulier et quotidien. Ces évaluations ne permettent pas de poser un diagnostic clinique de trouble de l'usage [6, 7] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I."
        },
        {
            "text": "Nouveaux produits / nouvelles pratiques Le marché des drogues n'a pas échappé au développement des nouvelles technologies et d'internet : le net offre une grande accessibilité à une diversité de produits qu'accompagne l'émergence de nouvelles pratiques. a. Évolution de l'offre de substances psychoactives Internet a constitué dès sa création un vecteur du commerce des drogues psychoactives que ce soit sur le web de surface (pages web référencées sur les moteurs de recherche) ou sur le darknet (web non référencé dévolu aux activités illicites). Les e-trafiquants profitent des nouvelles technologies pour faciliter et sécuriser la vente en utilisant des outils d'anonymisation ou encore des systèmes de paiement par cryptomonnaies [8, 9] .",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 738,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 741,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Cette « uberisation » du marché facilite l'accessibilité à des drogues traditionnelles pour de nouveaux consommateurs et plus encore pour des personnes déjà usagères. Ceci conduit à une augmentation de la consommation au sein d'un public socialement bien inséré, notamment parmi les jeunes dont on sait la familiarité avec le web.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Internet a également relancé sur le marché un certain nombre de substances synthétisées puis abandonnées par l'industrie pharmaceutique du fait de leur inefficacité ou toxicité [10] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Internet a plus encore ouvert la porte à l'émergence de nouvelles drogues regroupées sous le terme de nouveaux produits de synthèse (NPS). Il s'agit là d'un éventail hétérogène de substances capables d'imiter les effets de certains produits licites ou illicites : phénéthylamines et cathinones dont la structure est analogue à celle de l'amphétamine ou de la MDMA, cannabinoïdes opioïdes ou encore équivalents benzodiazépiniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Bien que proches voire similaires, leurs structures moléculaires spécifiques permettent, au moins à court terme, de contourner la législation sur les stupéfiants jusqu'à ce que les États ou les organisations internationales les recensent et les interdisent. D'où leur autre appellation trompeuse de « legal highs ». Pour suivre cette cadence infernale, certains États classent désormais en une seule fois des familles entières de molécules similaires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Le principal moyen de contrôle législatif des NPS demeure leur inscription sur la liste des stupéfiants. En France, cette liste est fixée par un arrêté et est régulièrement complétée depuis l'apparition des NPS. L'arrêté du 27 juillet 2012 a représenté un changement majeur dans la manière dont le classement des nouveaux produits de synthèse est réalisé. Alors que jusqu'ici il était procédé à des classements individuels, molécule par molécule, pour la première fois le législateur a eu recours à une approche dite « générique « [11] . Les NPS peuvent également être classés au plan européen sur décision du Conseil de l'Europe. Enfin, les NPS peuvent aussi faire l'objet d'un classement international de la part des Nations unies.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Les principaux NPS présents dans l'Hexagone sont des cannabinoïdes de synthèse proches du delta-9-tétrahydrocannabinol, (THC, le principe actif du cannabis) et des phénéthylamines se rapprochant soit de la MDMA soit du LSD, recouvrant ainsi une large variété de substances dont les cathinones, plus proches de la MDMA [12] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Les sites de vente en ligne utilisent des serveurs hébergés dans des pays disposant de législations différentes de la nôtre. La créativité des chimistes offre une multitude de molécules et les vendeurs adoptent des stratégies marketing attractives pour attirer un public toujours plus large. Les réseaux sociaux servent de relais informationnels aux produits comme aux sites. En 2018, environ 650 molécules ont été recensées en Europe et un peu plus de 300 en France, réparties entre 11 familles chimiques [13] . b. Développement de nouvelles pratiques Cette offre de NPS attire de nouveaux consommateurs et favorise l'émergence de nouveaux modes de consommations.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Parmi eux le chemsex prend une place singulière en associant l'usage de produits de synthèse (« chemicals »), à un mode de consommation particulier (relations sexuelles) [14] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Cette pratique est devenue fréquente notamment chez les sujets homosexuels, avec le risque de contracter des infections sexuellement transmissibles (IST) plus encore que les sujets hétérosexuels [15, 16] . Elle est encore plus fréquente chez les sujets homosexuels déjà touchés par une IST, dont le VIH avec une prévalence estimée entre 29 % et 88,7 % selon les études [17] . Ce phénomène n'est évidemment pas réservé aux homosexuels, touchant d'autres groupes d'usagers comme les femmes et les hétérosexuels [18] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Les cathinones de synthèse et en particulier la mephedrone sont les plus utilisées dans cette pratique avec la méthamphétamine, le GHB, la cocaïne et à moindre importance la kétamine [19] . Ces consommateurs associent volontiers plusieurs substances psychoactives sous forme sniffée ou injectée par voie intraveineuse (pratique appelée « slam ») [20] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Sont recherchées des drogues qui amplifient l'interaction sexuelle et la recherche d'aventure pour accéder à un sentiment de plaisir intense, stimuler l'endurance sexuelle et diminuer l'inquiétude quant aux risques liés aux pratiques sexuelles non protégées et avec des partenaires multiples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "L'apparition d'applications de rencontres à visée sexuelle utilisant la géolocalisation (« geosexual networking Apps ») et adoptées par une partie de la communauté gay potentialise ce phénomène [21] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "La réémergence de certaines infections sexuellement transmissibles (IST) ces dernières années, plus particulièrement dans la population homosexuelle masculine, est préoccupante : entre 2013 et 2015 on a observé́ plus 100 % de gonococcies, plus 92 % de rectites à C. trachomatis (non L) et plus 56 % de syphilis précoces dans cette population. Seul point rassurant : la prévention de l'infection par le virus de l'immunodéficience humaine (VIH) par la prophylaxie (médicamenteuse) préexposition sexuelle (PrEP) alors que le port de préservatifs est majoritairement délaissé [22, 23] .",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 577,
                    "text": "[22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Une nouvelle pratique appelée binge drinking (défini par une ingestion rapide d'une quantité d'alcool de plus de 60 g notamment durant le week-end) s'est répandue chez les adolescents à partir des États Unis où elle avait débuté. Elle occasionne des complications telles que coma éthylique, troubles du comportement de type hétéro agressif ou auto agressif et troubles de la mémoire. C'est une possible voie d'entrée vers la dépendance. Une enquête récente auprès d'étudiants en médecine parisiens indique que près de la moitié d'entre eux se seraient adonnés à ce type d'expérience [24] .",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 587,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Une autre donnée est le développement de la consommation de « purple drank » (boisson à base de codéine ou de dextrométhorphane, d'antihistaminique (prométhazine) et de soda) devenue populaire dans les années 2000 grâce à sa promotion par de nombreux rappeurs américains dans leurs textes et leurs clips vidéos [25] . En 2017, après 2 décès chez des adolescents français et une cinquantaine de cas avec complications graves (coma, troubles de la vigilance, crises convulsives, syndrome confusionnel) recensés par les autorités sanitaires dans les deux années précédentes, tous les médicaments contenant de la codéine, du dextrométhorphane, de l'éthylmorphine ou de la noscapine ont été placés sur la liste des médicaments disponibles sur ordonnance, et donc retirés de la vente libre en pharmacie [26] .",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "II."
        },
        {
            "text": "Les individus ne sont pas égaux devant le risque de passage d'une consommation à une addiction. La pathologie addictive résulte d'une interaction entre plusieurs facteurs de vulnérabilité susceptibles de se renforcer : liés aux substances, à l'individu et à l'environnement [27] .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "III. Les facteurs prédisposants de l'addiction"
        },
        {
            "text": "Ces facteurs ont un poids différent selon le stade de l'addiction :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Les facteurs prédisposants de l'addiction"
        },
        {
            "text": "-les facteurs environnementaux et les traits de personnalité ont une influence plus marquée sur l'initiation de la consommation de substance ; -les facteurs génétiques ont un poids plus important pour la transition de l'usage régulier à la dépendance [28] . a. Facteurs liés aux substances Toutes les substances psychotropes addictogènes, licites ou non, partagent la capacité d'activation du système de récompense qui suscite la répétition des comportements capables d'induire une sensation de plaisir ou de « high », jusqu'à faire négliger les activités normalement nécessaires. L'évolution vers un état de dépendance après expérimentation est néanmoins variable selon les produits psychoactifs : 68 % chez les sujets qui avaient expérimenté le tabac, 23 % chez ceux qui avaient expérimenté l'alcool, 9 % chez ceux qui avaient expérimenté le cannabis et 21 % chez ceux qui avaient expérimenté la cocaïne [29] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "III. Les facteurs prédisposants de l'addiction"
        },
        {
            "text": "Le risque de complications somatiques, psychiques et sociales diffère également en fonction du produit objet d'addiction. La puissance psychotogène du cannabis est globalement moindre que celle de l'amphétamine. La cocaïne est davantage susceptible de générer un dérèglement thymique que le tabac.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Les facteurs prédisposants de l'addiction"
        },
        {
            "text": "Enfin, la perception sociale (positive ou à type de banalisation d'une substance comme ce peut être le cas pour le cannabis ou l'alcool) peut encourager sa consommation [30] . b. Facteurs de vulnérabilité liés à l'individu L'âge de la première consommation, les facteurs génétiques ainsi que les traits de personnalité et certaines comorbidités psychiatriques sont des facteurs de vulnérabilité.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "III. Les facteurs prédisposants de l'addiction"
        },
        {
            "text": "• âge de la première consommation Plusieurs études longitudinales confirment que la précocité de la première consommation est prédictive de la dépendance ultérieure. Ceci est vrai pour toutes les substances, du tabac au cannabis, de l'alcool aux opiacés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Les facteurs prédisposants de l'addiction"
        },
        {
            "text": "Le cerveau des adolescents est plus sensible aux effets des substances à la faveur d'une maturité plus précoce des circuits sous corticaux (circuits de la récompense, de la motivation et de la réactivité émotionnelle) par rapport à la maturation plus tardive des circuits préfrontaux (contrôle inhibiteur cognitif, émotionnel et comportemental). Il en résulte un contrôle inhibiteur moins actif, favorisant les prises de risque et une sous-estimation des conséquences négatives ultérieures [31, 32] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 494,
                    "text": "[31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "32]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "III. Les facteurs prédisposants de l'addiction"
        },
        {
            "text": "Le poids des facteurs génétiques s'avère d'autant plus important que la pathologie addictive est sévère par son ampleur et ses répercussions. La part d'héritabilité est estimée entre 30 à 60 % selon les études.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• facteurs génétiques"
        },
        {
            "text": "Certains facteurs génétiques de vulnérabilité sont communs à l'ensemble des addictions alors que d'autres seraient spécifiques à telle ou telle substance. Les addictions sont des pathologies multifactorielles à propos desquelles plusieurs polymorphismes génétiques ont été décrits : polymorphisme TaqIA (SNP rs1800497) du gène du récepteur dopaminergique D2 dans l'alcoolodépendance ou encore le gène FAM53B, régulateur de la prolifération cellulaire dans la dépendance à la cocaïne [33] .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "• facteurs génétiques"
        },
        {
            "text": "• traits de personnalité et comorbidités psychiatriques Faible estime de soi, autodépréciation, timidité, mauvais contrôle émotionnel, difficultés à avoir des relations stables et à résoudre les problèmes interpersonnels sont différents traits de personnalité possibles facteurs de risque d'installation d'une conduite addictive [7] . L'impulsivité est un trait favorisant les addictions ainsi que les rechutes après sevrage ; les addictions aggravant l'impulsivité il s'ensuit une spirale de plus en plus négative.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "• facteurs génétiques"
        },
        {
            "text": "Le trait recherche de sensations favoriserait surtout l'initiation aux conduites addictives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• facteurs génétiques"
        },
        {
            "text": "Enfin, un niveau élevé d'alexithymie (incapacité à verbaliser les émotions) est fréquemment retrouvé dans cette population clinique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• facteurs génétiques"
        },
        {
            "text": "Les comorbidités des addictions avec d'autres troubles psychiatriques concernent 80 % des sujets : troubles anxieux, bipolarité, schizophrénie… Il ne faut pas oublier que la dépendance à la nicotine est associée à diverses anomalies comportementales ou mentales : dépendance à d'autres substances mais aussi niveau d'anxiété ou de dépressivité [34] . c. Facteurs de vulnérabilité environnementaux L'antécédent de carences affectives et éducationnelles et de maltraitances durant l'enfance, l'initiation à l'usage et la disponibilité des drogues dans l'environnement proche, sont autant de facteurs favorisant l'installation d'une conduite addictive [30] .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "• facteurs génétiques"
        },
        {
            "text": "L'influence des pairs joue également un rôle majeur chez l'adolescent dont on sait la quête de références identificatoires avec le risque de s'illusionner dans quelque comportement d'imitation à portée de camarade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• facteurs génétiques"
        },
        {
            "text": "La consommation de substances psychoactives provoque un ensemble de conséquences négatives pour la santé à court comme à long terme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Les complications"
        },
        {
            "text": "Le tabagisme est la première cause de mortalité évitable en France, à l'origine d'un décès sur huit, essentiellement du fait de cancers, maladies cardiovasculaires et maladies respiratoires. Une moitié des décès dus au tabac survient entre 30 et 69 ans : l'espérance de vie d'un fumeur est réduite de 20 à 25 ans par rapport à celle d'un non-fumeur [35] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[35]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "IV. Les complications"
        },
        {
            "text": "L'alcool constitue la 1ere cause de mortalité prématurée et la deuxième cause de mortalité évitable avec 45.000 décès par an en France en 2015. On estime que 1,4 million de français souffriraient de pathologies attribuables à l'alcool [36] . Par leurs effets sur la vigilance et les perceptions, les alcoolisations ponctuelles sont une cause d'accidents et de passages à l'acte parfois mortellement hétéro agressifs. A cela s'ajoutent comas voire décès consécutifs à une alcoolisation aiguë.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. Les complications"
        },
        {
            "text": "Le trouble de l'usage augmente le risque de nombreuses maladies : cancers, maladies cardiovasculaires, du système digestif et du système nerveux [37] .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "IV. Les complications"
        },
        {
            "text": "Le cannabis est la drogue illicite la plus utilisée alors qu'elle bénéficie d'une image parfois favorable auprès de la population. Sa consommation est associée à un risque accru de troubles psychiques (aigus et chroniques) mais peut également avoir des conséquences sur la santé physique : syndrome d'hyperémèse cannabinoide (nausées et vomissements récurrents ,douleurs abdominales survenant chez les consommateurs chroniques réversibles à l'arrêt ) , coordination et performances altérées (associées à un risque d'accidents de la voie publique), troubles cognitifs, maladies cardiovasculaires ou respiratoires. Cette toxicité n'est pas seulement liée au mode de consommation du cannabis (mélange avec du tabac) mais à la toxicité propre du THC [38, 39] .",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 750,
                    "text": "[38,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "39]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "IV. Les complications"
        },
        {
            "text": "Les usagers de substances classées stupéfiants (opiacés, cocaïne, crack...) ont un taux de mortalité sept fois plus élevé que l'ensemble de la population de même âge : morts brutales par surdose ou accident, pathologies infectieuses liées à la pratique de l'injection, suicides, maladies de l'appareil respiratoire, circulatoire ou digestif en sont les causes [40] . Un tiers des usagers réguliers d'héroïne ont présenté au moins un épisode de surdose non mortelle au cours de leur vie. Parmi les usagers de drogues par voie intraveineuse, la prévalence biologique du VHC était de 64 % et celle du VIH de 13 % en 2011 [41] .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[40]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[41]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "IV. Les complications"
        },
        {
            "text": "La cocaïne, dans sa forme poudre (chlorhydrate) ou \"crack\" (cocaïne base), est actuellement la deuxième substance illicite la plus consommée en France. Les complications les plus fréquentes sont psychiatrique ( L'exposition prénatale à l'alcool perturbe le développement cognitif, comportemental, social et émotionnel de l'enfant. Plusieurs études d'imagerie cérébrale ont également montré l'effet néfaste de l'exposition à d'autres substances (cannabis, cocaïne, amphétamines, opiacés) sur le cerveau en développement [44] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[44]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "IV. Les complications"
        },
        {
            "text": "Des effets tout au long de l'enfance de l'exposition prénatale au cannabis ont été observés sur le sommeil, les fonctions cognitives et exécutives et le contrôle émotionnel (manifestations d'anxiété) [45] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[45]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "IV. Les complications"
        },
        {
            "text": "Enfin la consommation de substances psychoactives est une des principales causes de violences et de délinquance en France. Plus de la moitié des personnes admises en milieu carcéral présentent un trouble de l'usage des substances voire une dépendance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Les complications"
        },
        {
            "text": "Plusieurs études épidémiologiques (National Epidemiologic Survey on Alcohol and Related Conditions (NESARC), Epidemiologic Catchment Area Survey (ECA) [46, 47] ) ont rapporté des taux de comorbidité élevés entre troubles psychiatriques et troubles addictifs. On estime que 6 personnes sur 10 abusant d'alcool et de drogues souffrent d'un trouble mental autre et que 25 à 60 % des personnes atteintes d'un trouble mental souffrent d'un trouble addictif [48] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[46,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "47]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[48]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "V. Addiction et troubles psychiatriques"
        },
        {
            "text": "La polyaddiction est un type de comorbidité fréquent, une deuxième addiction ayant un rôle renforçateur de la première addiction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Addiction et troubles psychiatriques"
        },
        {
            "text": "De nombreux travaux ont souligné les conséquences péjoratives de ces comorbidités. L'étude du ratio de mortalité standardisé (SMR) indique que les patients présentant une double pathologie, trouble de l'usage des substances et maladie mentale, ont une surmortalité supérieure à celle des malades mentaux sans usage de substance qui ont eux-mêmes une surmortalité par rapport à la population générale. Une étude de cohorte rapporte les données chiffrées suivantes : SMR 8,46 (IC 8.14-8.79) pour les malades mentaux avec trouble d'usage de substance comorbide versus 3,63 (IC : 3.42-3.83) pour les malades mentaux ne présentant pas une telle comorbidité [49] .",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 656,
                    "text": "[49]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "V. Addiction et troubles psychiatriques"
        },
        {
            "text": "Depuis une vingtaine d'années a émergé le concept de pathologie duelle pour désigner la présence comorbide d'un ou plusieurs troubles psychiatriques et d'une ou plusieurs addictions. Cette situation de pathologie duelle est associée à une modification des symptômes : expression symptomatique de la dépression plus fréquemment comportementale avec irritabilité, conduites à risques, comportements agressifs et conduites suicidaires ; symptômes maniaques plus flamboyants et plus sévères ; symptomatologie schizophrénique positive plus sévère. À cela s'ajoute une moindre efficacité des traitements et donc une péjoration de l'évolution [50] . Il n'existe pas d'argument pour corréler utilisation de telle ou telle substance et tel ou tel trouble psychiatrique mais quelques faits retiennent l'attention : a) Parmi les troubles de personnalité comorbides,le trouble borderline est caractérisé par une instabilité-impulsivité et des conduites à risque en particulier automutilations et consommations de substance. Une étude récente rapporte une hyperactivation du noyau accumbens et de l'amygdale lors d'un stimulus douloureux chez des sujets borderlines en situation de stress social (exclusion sociale). Ceci pourrait faire concevoir le recours à la substance psychotrope comme outil d'apaisement du mal être émotionnel [51] . b) L'association entre trouble bipolaire et conduites addictives, est surtout observée dans le cas de trouble bipolaire particulièrement instable et résistant aux thérapeutiques. Cette association est plus fréquente dans les cas de trouble bipolaire à début précoce. Les modifications symptomatiques induites par les substances, notamment l'alcool, induisent un retard au diagnostic de 8 à 10 ans. c) Le trouble déficitaire de l'attention / hyperactivité (TDAH) est fortement associé au développement de troubles liés à l'usage de substances, souvent à un âge très précoce et avec une aggravation plus rapide du trouble de l'usage. Dans une méta-analyse de 29 études, 23,1 % des patients avec un trouble de l'usage avaient également un TDAH de l'adulte [52, 53] . d) Se pose enfin la question du lien entre symptomatologie psychotique et conduites addictives. Une situation singulière est celle des psychoses amphétaminiques où le sujet est envahi par une idée prévalente capable de conduire à des comportements médico-légaux parfaitement bien organisés.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 640,
                    "text": "[50]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1320,
                    "end": 1324,
                    "text": "[51]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2080,
                    "end": 2084,
                    "text": "[52,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2085,
                    "end": 2088,
                    "text": "53]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "V. Addiction et troubles psychiatriques"
        },
        {
            "text": "La cooccurrence entre conduites addictives et schizophrénies est connue. Une cohorte danoise (de plus de 3 millions de personnes dont 204.000 avec un diagnostic de trouble de l'usage de substance et 21.300 avec un diagnostic de trouble schizophrénique) rapporte que le diagnostic de trouble de l'usage de substance multiplie par 6 le risque de développer un trouble schizophrénique. Ce risque perdure plus de 10 ans après l'arrêt de la consommation [54] .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "text": "[54]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "V. Addiction et troubles psychiatriques"
        },
        {
            "text": "Le distinguo entre schizophrénie préalable au trouble de l'usage de substance et pharmacopsychose peut être difficile. La question du lien entre ces deux pathologies n'a pas d'explication physiopathologique sinon une vulnérabilité génétique commune aux 2 troubles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Addiction et troubles psychiatriques"
        },
        {
            "text": "Les pathologies addictives sont des troubles d'évolution chronique. La prise en charge s'inscrit par conséquent dans un cadre de soins à moyen et long terme. Les hospitalisations sont indiquées lors de sevrages « préparés » ou de complications somatiques et/ou psychiatriques [55] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[55]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "Une motivation minimale du patient à s'abstenir de substance conditionne l'issue du traitement. Les premières étapes sont donc orientées vers l'évaluation de cette motivation et sa progression. Les entretiens motivationnels utilisent des instruments tels les calendriers de consommation et la balance motivationnelle entre les effets attendus et les complications de la consommation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "Les thérapeutiques médicamenteuses opposent deux stratégies antinomiques : la stratégie substitutive versus la stratégie de sevrage puis de post sevrage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "• La stratégie substitutive Les traitements de substitution sont réservés aux patients présentant des dépendances opiacées ou tabagiques. Le principe est de proposer à un patient sevré un produit de la même classe pharmacologique que la substance toxique dont il ne reproduit pas l'effet euphorisant (longue durée d'action) et n'a pas tous les inconvénients. C'est le craving qui guide le choix posologique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "La substitution nicotinique est une détoxification sur plusieurs mois : sa posologie doit être suffisante pour prévenir une nouvelle consommation. À titre indicatif, 1 cigarette représente 1 mg de nicotine mais la dose initiale peut être plus élevée, il ne faut pas oublier que le nombre de cigarettes fumées ne définit pas le niveau de dépendance. Une reprise du tabagisme conduit à reconsidérer la posologie de la substitution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "La substitution opiacée est un outil de maintien du patient dans un programme de soins. Le symptôme clinique qui permet d'adapter la posologie est le craving. Un sujet sous méthadone ou buprénorphine haut dosage (BHD) continuant à consommer des opiacés doit être réévalué quant à sa motivation et sa capacité actuelle à adhérer au programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "La méthadone est initiée progressivement jusqu'à une dose efficace, 60 à 80 mg/j voire plus. Cette posologie est obtenue par une titration sur une à deux semaines. Cette dose est stable tout au cours de la cure hors les périodes de rechutes, sans induire d'accoutumance. Son utilisation n'est néanmoins possible que dans un cadre réglementaire restrictif (centres de soins agréés, prescription sécurisée), motivé par la possibilité de décès par overdose en cas d'usage inapproprié [56] .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "[56]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "La BHD, sans risque de dommage mortel, est plus largement prescrite, à des doses allant de 8 à 16 mg/j. Cependant, sa facilité d'accès a conduit à une explosion de son mésusage et détournement. L'association BHD-naloxone, disponible en France mais encore sous utilisée, prévient l'effet shoot recherché par l'injection de buprénorphine [57] .",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[57]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "• La stratégie de sevrage et de post sevrage",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "Les traitements du sevrage sont symptomatiques, associant anxiolytiques et antalgiques. Le sevrage ne peut s'envisager sans mesures préventives des rechutes : un programme de postsevrage d'une durée de six mois à un an doit être défini.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "A cette étape, le craving est la cible thérapeutique. Ce besoin irrépressible de consommer est sous tendu par un dysfonctionnement du système de récompense dopaminergique. Les études de neuroimagerie indiquent qu'un grand nombre de structures cérébrales sont impliquées dans la gestion du système dit de récompense impliquant amygdale, striatum, cortex cingulaire et frontal. Une perturbation de la réactivité notamment striatale aux stimuli de récompense pourrait conditionner le passage à un trouble de l'usage [58] .",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[58]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "Dans le trouble de l'usage de l'alcool, le nalméfène et la naltrexone permettent une réduction du craving par leur action antagoniste sur les récepteurs opiacés mu. C'est sur ce phénomène que le baclofène pourrait également avoir une spécificité d'action [59] . La N-acétyl cystéine peut normaliser les taux de glutamate et diminuer le comportement de recherche de cocaïne. Son action anticraving est surtout efficace chez des patients déjà abstinents, à des posologies comprises entre 1200 et 3600 mg/J [60] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[59]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[60]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "Des essais d'utilisation de Sativex® [61] ont récemment été menés pour traiter la dépendance au cannabis : cet essai sur 40 sujets (20 sous placebo versus 20 sous Sativex®) a montré une réduction du taux de consommation mais pas d'augmentation du taux d'abstinence.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "[61]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "Certaines techniques psychothérapiques, notamment cognitives et comportementales, ont également montré la preuve d'une efficacité [62] . La e-santé permet aujourd'hui de développer des outils basés sur ces techniques et complémentaires à la prise en charge classique. Nous avons développé une application smartphone pour accompagner en temps réel les patients qui souhaitent diminuer ou arrêter leurs consommations. Lorsque le patient ressent une poussée de craving (qui induit le plus souvent une sorte de sidération égodystonique), l'application sert à lui proposer la stratégie la plus pertinente pour qu'il évite de consommer. Ces stratégies sont personnalisées grâce à l'utilisation du machine learning ou apprentissage automatique. Elles sont conseillées à l'utilisateur dans un contexte donné, via un algorithme implanté dans le logiciel, par une méthode de renforcement. Une étude multicentrique nationale est actuellement en cours afin de mesurer l'efficacité d'un tel outil dans la prise en charge ambulatoire de patients souffrant d'addiction [63] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[62]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[63]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "Le traitement des comorbidités psychiatriques est primordial. Ces troubles comorbides souvent résistants nécessitent habituellement des posologies d'antidépresseur ou d'antipsychotique élevées.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. Principes de prise en charge"
        },
        {
            "text": "Malgré les fréquentes comorbidités psychiatriques les conduites addictives doivent être abordées comme des pathologies spécifiques par leurs aspects sémiologiques et évolutifs, leurs déterminants et leurs thérapeutiques. L'addictologie est désormais une spécialité à part entière. Ainsi jugement moral et stigmatisation laissent place à une meilleure intelligence de ces souffrances. Il y a plus d'un demi-siècle les prescriptions de produits de substitution ont opportunément accompagné le développement de la prise en charge sanitaire aussi précoce que possible des personnes dépendantes aux opiacés : leur efficacité a été démontrée jusqu'à la possibilité de permettre une sortie définitive de cette dépendance vers une resocialisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. Conclusion"
        },
        {
            "text": "Ces pathologies qu'elles soient à type d'usage abusif de substance ou de comportement sont une occasion de connaître mieux les mécanismes sous tendant la recherche de plaisir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. Conclusion"
        },
        {
            "text": "« Plus la sexualité écarte le sentiment, plus elle ressemble à l'alcool » (A. Malraux) : l'étude des processus neuronaux, du système limbique au cortex préfrontal, en jeu dans les addictions comportementales est une opportunité pour avancer dans la compréhension de cette réalité clinique justement relevée par l'écrivain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. Conclusion"
        },
        {
            "text": "L'addiction à une substance est un mode d'utilisation problématique d'une substance psychoactive conduisant à une altération du fonctionnement ou à une souffrance, cliniquement significative, caractérisé par la présence de deux (ou plus) des manifestations suivantes, observées au cours d'une période continue de douze mois :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annexe 1 : Critères diagnostiques de troubles liés à la consommation d'une substance (DSM5)"
        },
        {
            "text": "1 -La substance est souvent prise en plus grande quantité ou pendant une période plus prolongée que prévu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annexe 1 : Critères diagnostiques de troubles liés à la consommation d'une substance (DSM5)"
        },
        {
            "text": "2 -Il y a un désir persistant, ou des efforts infructueux pour diminuer ou contrôler l'usage de la substance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annexe 1 : Critères diagnostiques de troubles liés à la consommation d'une substance (DSM5)"
        },
        {
            "text": "3 -Beaucoup de temps est passé à des activités nécessaires pour obtenir, utiliser la substance ou à récupérer de ses effets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annexe 1 : Critères diagnostiques de troubles liés à la consommation d'une substance (DSM5)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Des activités sociales, professionnelles ou de loisirs importantes sont abandonnées ou réduites à cause de l'utilisation de la substance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Usage répété de la substance dans des situations où cela peut être physiquement dangereux",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "usage de la substance est poursuivi bien que la personne sache avoir un problème psychologique ou physique persistant ou récurrent susceptible d'avoir été causé ou exacerbé par la substance. 10 -Tolérance, définie par l'un des symptômes suivants : a. Besoin de quantités notablement plus fortes de la substance pour obtenir une intoxication ou l'effet désiré b. Effet notablement diminué en cas d'usage continu de la même quantité de substance 11 -Sevrage caractérisé par l'une ou l'autre des manifestations suivantes : a. Syndrome de sevrage caractéristique de la substance b. La substance (ou une substance très proche) est prise pour soulager ou éviter les symptômes de sevrage. Références 1. Lucet C, Laqueille X. Aspects médico-légaux des addictions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "-L&apos;",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "In: Bornstein S. Traité de Psychiatrie Légale. Bruxelles: Larcier-Bruylant",
            "volume": "2018",
            "issn": "",
            "pages": "1231--256",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neurocircuitry of addiction",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Koob",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Volkow",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Neuropharmacology",
            "volume": "35",
            "issn": "",
            "pages": "217--238",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Classification Internationale des troubles mentaux et des troubles du comportement. Dixième version. Descriptions cliniques et directives pour le diagnostic. Critères diagnostiques pour la recherche",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "American Psychiatric Association. DSM-5. Manuel diagnostique et statistique des troubles mentaux. Washington DC et Londres, 2013. Traduction française par M-A Crocq et JD Guelfi",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "De chazeron I. Le craving, des clés pour comprendre",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brousse",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Alcoologie et addictologie",
            "volume": "36",
            "issn": "",
            "pages": "110--115",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinique des addictions",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Laqueille",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Laqueille X. Pratiques cliniques en addictologie",
            "volume": "2017",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Traité d'addictologie. 2ème édition",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reynaud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "OFDT, Drogues et addictions, données essentielles",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Drugs 2.0: The web revolution that's changing how the world gets high",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Will growth in cryptomarket drug buying increase the harms of illicit drugs?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aldridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Barratt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Addiction",
            "volume": "113",
            "issn": "",
            "pages": "789--96",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Arrêté du 27 juillet 2012 modifiant l'arrêté du 22 février 1990 fixant la liste des substances classées comme stupéfiants et la liste des substances psychotropes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Profils et pratiques des usagers de Nouveaux produits de synthèse. Tendances, n°108, OFDT",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cadet-Taïrou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nouveaux produits de synthèse. Dix ans de recul sur la situation française. Tendances, n°127,OFDT",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Néfau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cadet-Taïrou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cathinones de synthèse, chemsex et slam: un phénomène inquiétant",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Brahim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karila",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benyamina",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Le Courrier des Addictions",
            "volume": "20",
            "issn": "",
            "pages": "7--9",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "chemsex\": GPs' role in harm reduction for emerging forms of recreational drug use",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Perera",
                    "middle": [
                        "S"
                    ],
                    "last": "Safer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Gen Pract",
            "volume": "66",
            "issn": "",
            "pages": "4--5",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sexualised drug taking among men who have sex with men: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tomkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kliner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Perspect Public Health",
            "volume": "139",
            "issn": "",
            "pages": "23--33",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "How to assess gay, bisexual and other men who have sex with men for chemsex",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Pakianathan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hegazi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sex Transm Infect",
            "volume": "92",
            "issn": "",
            "pages": "568--70",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Should we offer routine hepatitis C antibody testing in men who have sex with men",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Int AIDS Soc",
            "volume": "17",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Men who have sex with men diagnosed with a sexually transmitted infection are significantly more likely to engage in sexualised drug use",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ottaway",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Finnerty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amlani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pinto-Sander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szanyi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J STD AIDS",
            "volume": "28",
            "issn": "",
            "pages": "91--94",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Motivations and values associated with combining sex and illicit drugs ('chemsex') among gay men in South London: findings from a qualitative study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weatherburn",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hickson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torres-Rueda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bourne",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sex Transm Infect",
            "volume": "93",
            "issn": "",
            "pages": "203--209",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Recreational drug use, polydrug use, and sexual behaviour in HIV-diagnosed men who have sex with men in the UK: results from the cross-sectional ASTRA study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daskalopoulou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet HIV",
            "volume": "1",
            "issn": "",
            "pages": "22--31",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Réémergence inquiétante des infections sexuellement transmissibles dans un contexte de promotion de la PrEP",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caumes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Presse Med",
            "volume": "47",
            "issn": "",
            "pages": "719--740",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "No glove, no love\": Time to get priorities right again to prevent sexually transmitted infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caumes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Mal Infect",
            "volume": "49",
            "issn": "",
            "pages": "293--298",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Alcoolisation à risque chez des étudiants en médecine parisiens",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Duroy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Perquier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Brahim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lejoyeux",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Encephale",
            "volume": "43",
            "issn": "",
            "pages": "334--343",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Purple drank prevalence and characteristics of misusers of codeine cough syrup mixtures",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Agnich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Stogner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Marcum",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Addict Behav",
            "volume": "38",
            "issn": "9",
            "pages": "2445--2454",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Arrêté du 12 juillet 2017 portant modification des exonérations à la réglementation des substances vénéneuses. JORF n°0165 du 16 juillet 2017",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Drug addiction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Camí",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farré",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "975--86",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Prediction of alcohol drinking in adolescents: Personality-traits, behavior, brain responses, and genetic variations in the context of reward sensitivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "U"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Banaschewski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biol Psychol",
            "volume": "118",
            "issn": "",
            "pages": "79--87",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Probability and predictors of transition from first use to dependence on nicotine, alcohol, cannabis, and cocaine: results of the National Epidemiologic Survey on Alcohol and Related Conditions (NESARC)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lopez-Quintero",
                    "suffix": ""
                },
                {
                    "first": "Pérez",
                    "middle": [],
                    "last": "De Los Cobos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hasin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Drug Alcohol Depend",
            "volume": "115",
            "issn": "",
            "pages": "120--150",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Psychiatric and substance use disorders in late adolescence: the role of risk and perceived social support",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beitchman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Adlaf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Massak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kenaszchuk",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Addict",
            "volume": "14",
            "issn": "",
            "pages": "124--162",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Facteurs de vulnérabilité des addictions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dervaux",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Rousselet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Laqueille X. Pratiques cliniques en addictologie",
            "volume": "2017",
            "issn": "",
            "pages": "24--36",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Annual Research Review: On the developmental neuropsychology of substance use disorders",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Conrod",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nikolaou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Child Psychol Psychiatry",
            "volume": "57",
            "issn": "",
            "pages": "371--94",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Les addictions sous l'angle de la génétique",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramoz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gorwood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Nicotine dependence and psychiatric and substance use disorder comorbidities among American Indians/Alaska Natives: findings from the National Epidemiologic Survey on Alcohol and Related Conditions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Moghaddam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Dickerson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westermeyer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Drug Alcohol Depend",
            "volume": "144",
            "issn": "",
            "pages": "127--133",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Les décès attribuables au tabagisme en France. Dernières estimations et tendance, années",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonaldi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Andriantafika",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chyderiotis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boussac-Zarebska",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Benmarhnia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grémy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BEH -Bulletin épidémiologique hebdomadaire",
            "volume": "",
            "issn": "",
            "pages": "528--568",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "La mortalité attribuable à l'alcool en France en 2015. BEH -Bulletin épidémiologique hebdomadaire",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonaldi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--6",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Acute and long-term effects of cannabis use: a review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karila",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rolland",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Pharm Des",
            "volume": "20",
            "issn": "",
            "pages": "4112--4120",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Adverse effects of cannabis on health: an update of the literature since 1996",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kalant",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prog Neuropsychopharmacol Biol Psychiatry",
            "volume": "28",
            "issn": "5",
            "pages": "849--863",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Premiers résultats de l'enquête « cohorte de mortalité d'usagers de stupéfiants",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Brisacier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Estimation de la séroprévalence du VIH et de l'hépatite C chez les usagers de drogues en France -Premiers résultats de l'enquête ANRS-Coquelicot",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jauffret-Roustide",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pillonel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weill-Barillet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Léon",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Strat",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Brunet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "2013",
            "issn": "",
            "pages": "39--40",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Décès directement liés aux drogues. Évaluation de leur nombre en France et évolutions récentes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Brisacier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mallaret",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Tendances",
            "volume": "133",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Augmentation des signalements d'intoxication liée à la consommation de cocaïne et de crack -Point d'Information",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Cannabis use during pregnancy: Are we at the verge of defining a \"fetal cannabis spectrum disorder\"?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Pick",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Hypotheses",
            "volume": "124",
            "issn": "",
            "pages": "53--58",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Substance use during pregnancy and postnatal outcomes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Irner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vedal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Olofsson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Addict Dis",
            "volume": "31",
            "issn": "",
            "pages": "19--28",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Prevalence, correlates, disability, and comorbidity of DSM-IV drug abuse and dependence in the United States: results from the national epidemiologic survey on alcohol and related conditions",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Compton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Stinson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Gen Psychiatry",
            "volume": "64",
            "issn": "",
            "pages": "566--76",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Comorbidity of mental disorders with alcohol and other drug abuse. Results from the Epidemiologic Catchment Area (ECA) Study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Regier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Rae",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "JAMA",
            "volume": "264",
            "issn": "",
            "pages": "2511--2519",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Comorbidity: addiction and other mental illnesses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Volkow",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Association between alcohol and substance use disorders and all-cause and cause-specific mortality in schizophrenia, bipolar disorder, and unipolar depression: a nationwide, prospective, register-based study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hjorthøj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Østergaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Benros",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Psychiatry",
            "volume": "2",
            "issn": "",
            "pages": "801--809",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Introduction à la notion de comorbidité et concept de dual diagnosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Benyamina A. Addictions et comorbidités",
            "volume": "2014",
            "issn": "",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Physical pain recruits the nucleus accumbens during social distress in borderline personality disorder",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Olié",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Doell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Corradi-Dell&apos;acqua",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Courtet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perroud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc Cogn Affect Neurosci",
            "volume": "13",
            "issn": "",
            "pages": "1071--80",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "International Consensus Statement on Screening, Diagnosis and Treatment of Substance Use Disorder Patients with Comorbid Attention Deficit/Hyperactivity Disorder",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Crunelle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moggi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Addict Res",
            "volume": "24",
            "issn": "",
            "pages": "43--51",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Prevalence of attention-deficit hyperactivity disorder in substance use disorder patients: a metaanalysis and meta-regression analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Emmerik-Van Oortmerssen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van De Glind",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Den Brink",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Drug Alcohol Depend",
            "volume": "122",
            "issn": "1-2",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Association between alcohol, cannabis, and other illicit substance abuse and risk of developing schizophrenia: a nationwide population based register study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Toftdahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nordentoft",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hjorthøj",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychol Med",
            "volume": "47",
            "issn": "",
            "pages": "1668--1675",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Place de l'hospitalisation dans la prise en charge en addictologie",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Trebalag",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gourevitch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rev Prat",
            "volume": "68",
            "issn": "",
            "pages": "683--689",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Règles de prescription de la méthadone",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrand",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Laqueille",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev Prat",
            "volume": "69",
            "issn": "",
            "pages": "355--363",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "La buprénorphine à haut dosage: mésusage et détournements d'usage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Costentin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Goullé",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bull Acad Natl Med",
            "volume": "199",
            "issn": "",
            "pages": "965--971",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Incentive Processing in Persistent Disruptive Behavior and Psychopathic Traits: A Functional Magnetic Resonance Imaging Study in Adolescents",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Veltman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Pape",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biol Psychiatry",
            "volume": "78",
            "issn": "",
            "pages": "615--624",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Pharmacological treatments for opiate and alcohol addiction: A historical perspective of the last 50 years",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanco-Gandía",
                    "suffix": ""
                },
                {
                    "first": "Rodríguez-Arias",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Pharmacol",
            "volume": "836",
            "issn": "",
            "pages": "89--101",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "N-acetylcysteine for treating cocaine addiction -A systematic review",
            "authors": [
                {
                    "first": "Nocito",
                    "middle": [],
                    "last": "Echevarria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Andrade",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ruffo",
                    "middle": [],
                    "last": "Capatti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Siciliano",
                    "middle": [],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Da Silveira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Fidalgo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychiatry Res",
            "volume": "251",
            "issn": "",
            "pages": "197--203",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Nabiximols combined with motivational enhancement/cognitive behavioral therapy for the treatment of cannabis dependence: A pilot randomized clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Trigo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soliman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Quilty",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Cognitive behavioral treatment with adult alcohol and illicit drug users: a meta-analysis of randomized controlled trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magill",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Stud Alcohol Drugs",
            "volume": "70",
            "issn": "",
            "pages": "516--543",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Une aide à la prise en charge du craving sur smartphone",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dupouy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Rousselet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Polin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Laqueille",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Par son aspect coloré (couleur violette donnée par le sirop codéiné) et son goût sucré, ce cocktail semble ludique et inoffensif : il est devenu très populaire chez les jeunes américains puis français.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "35 %) (trouble psychotique), cardiovasculaire (30 %) (trouble du rythme, HTA...) et neurologiques (27 %) (AVC, état de mal épileptique…). Des complications infectieuses (12 %), respiratoires (8 %) et ORL (3 %) sont également rapportées[42,43].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}