{"paper_id": "977f5247bb1869fd4fb510b6c9797e760645fda9", "metadata": {"title": "Public Health Surveillance", "authors": [{"first": "Ruth", "middle": [], "last": "Gilbert", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Susan", "middle": ["J"], "last": "Cliffe", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Public health surveillance enables public health practitioners to assess and monitor changes in the population's health and make recommendations for action. The systematic, ongoing collection, analysis and dissemination of data ensures that the right information is available at the right time to inform public health action. This chapter will introduce you to the key concepts and objectives of public health surveillance, and will help you to understand how effective surveillance systems are based on four basic steps: data collection, analysis, interpretation and response. This chapter will also help you to understand the advantages and disadvantages of the different surveillance systems which are used to collect information on public health. The chapter concludes with a look at how advances in technology, social media and the internet are shaping the future of public health surveillance.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "After reading this chapter you will be able to:", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "• Describe the purpose and key features of public health surveillance • Describe the basic steps which underpin public health surveillance systems • Defi ne different surveillance systems and critically compare their advantages and disadvantages", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Information from public health surveillance systems is used to assess public health status, track conditions of public health importance, defi ne public health priorities, evaluate programmes and develop public health research .", "cite_spans": [], "ref_spans": [], "section": "What Is Public Health Surveillance?"}, {"text": "Surveillance was originally defi ned by Langmuir ( 1963 ) as 'the systematic collection, consolidation, analysis and dissemination of data'. More recently, it has been defi ned as 'a core public health function that ensures the right information is available at the right time and in the right place to inform public health decisions and actions' (DH PHE Transition Team 2012 ) . Surveillance systems are often thought of as information loops involving healthcare providers, public health agencies and the public. The cycle begins when cases of disease are reported by healthcare professionals to the public health agencies.", "cite_spans": [{"start": 40, "end": 57, "text": "Langmuir ( 1963 )", "ref_id": "BIBREF13"}, {"start": 347, "end": 377, "text": "(DH PHE Transition Team 2012 )", "ref_id": null}], "ref_spans": [], "section": "What Is Public Health Surveillance?"}, {"text": "Although initially used to detect outbreaks of infectious diseases, public health surveillance is also an essential tool in tracking the occurrence of many noncommunicable conditions such as injuries, birth defects, chronic conditions, mental illness and environmental and occupational exposure to health risks (Nsubuga et al. 2006 ; Buchler 2012 ; St. Louis 2012 ) . Public health surveillance can also identify changes in the distribution of risk factors and can indicate if certain sectors of the population are at increased risk as a result of environmental, behavioural or other risk factors (Hawker et al. 2012 ) . Consequently, surveillance data can provide an overview of a population's health status as well as the determinants of health (DH PHE Transition Team 2012 ). Additionally, surveillance can be used to evaluate or monitor existing control measures or determine the effectiveness of new health measures following their introduction (Nsubuga et al. 2006 ; Hawker et al. 2012 ).", "cite_spans": [{"start": 311, "end": 333, "text": "(Nsubuga et al. 2006 ;", "ref_id": "BIBREF18"}, {"start": 334, "end": 348, "text": "Buchler 2012 ;", "ref_id": "BIBREF3"}, {"start": 349, "end": 365, "text": "St. Louis 2012 )", "ref_id": "BIBREF24"}, {"start": 597, "end": 618, "text": "(Hawker et al. 2012 )", "ref_id": "BIBREF10"}, {"start": 950, "end": 972, "text": "(Nsubuga et al. 2006 ;", "ref_id": "BIBREF18"}, {"start": 973, "end": 991, "text": "Hawker et al. 2012", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "What Is Public Health Surveillance?"}, {"text": "Public health surveillance forms an essential part of the public health toolkit. The specifi c objectives of a public health surveillance programme will depend on what information is needed, who needs it and how it will be used. Developing an effective surveillance programme will ensure a robust evidence base for public health action, programme planning and evaluation, and the development of research hypotheses. Surveillance data can be used to monitor key framework indicators at national and local levels, such as deaths and injuries on roads, alcohol-related admissions to hospital, excess winter deaths and people presenting with HIV at a late stage of infection. It can also provide valuable information for Directors of Public Health on the health of their local population and support clinical commissioning groups by providing measures of population health status, e.g. information on the incidence of sexually transmitted infections and vaccine preventable diseases, or GP and emergency department attendances. Additionally, epidemic intelligence supports health protection and emergency preparedness by facilitating rapid detection of outbreaks of infectious disease and can provide early warning of emerging threats (DH PHE Transition Team 2012 ).", "cite_spans": [], "ref_spans": [], "section": "Objectives of Public Health Surveillance"}, {"text": "Public health surveillance involves the continuous, ongoing monitoring of the frequency and distribution of diseases and their risk factors . It encompasses the processes of systematic data collection, collation, analysis, interpretation and subsequent dissemination of information (DH PHE Transition Team 2012 ; Thacker et al. 2012 ). Data may be collected at a local, national or international level and are used to identify changes in patterns of disease or disease determinants within a given population against historical or geographical baselines (DH PHE Transition Team 2012 ). This enables healthcare providers and policy makers to determine exactly where control and prevention efforts need be focused and to target resources appropriately.", "cite_spans": [{"start": 313, "end": 332, "text": "Thacker et al. 2012", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Continuous, Ongoing Collection of Data"}, {"text": "A fundamental principle of public health surveillance is that surveillance systems should provide valid (true) information to decision makers in a timely manner, at the lowest possible cost (Nsubuga et al. 2006 ) . In order to be effective, surveillance", "cite_spans": [{"start": 190, "end": 212, "text": "(Nsubuga et al. 2006 )", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Effi cient, Practical and Timely"}, {"text": "List key uses for public health surveillance data and give specifi c examples for each. Refl ect on how this information could be used to support public health action?", "cite_spans": [], "ref_spans": [], "section": "Discussion Task"}, {"text": "Comments : Examples of how data from public health surveillance systems are used • To measure the burden of known diseases and determinants of health in different populations • To detect outbreak and epidemics • To activate appropriate public health action in response to outbreaks • To identify the natural history of diseases • To identify new or emerging health concerns, or changes in infectious agents • To monitor trends in disease rates and changes in associated risk factors • To detect changes in health practice and behaviour • To provide evidence to inform planning and implementation of public health programmes • To support effective allocation of health resources • To evaluate the effectiveness of control and prevention measures • To support research (from DH PHE Transition Team 2012 ) systems needs to be effi cient and practical . When setting up a surveillance programme, it is important to consider exactly what information is required to avoid collecting data that will not be used, wasting both time and resources. A key purpose of communicable disease surveillance is to detect the occurrence of outbreaks or epidemics so immediate action can be taken to identify and control the source (e.g. outbreaks of food poisoning) or to enable health services to quickly implement emergency plans to deal with an increased number of patients (e.g. during an infl uenza epidemic). Therefore, it is essential that data are collected quickly and efficiently, providing timely information for action (Table 1 ) . Most data are now collected electronically and automatically imported into databases, resulting in improved data quality and timeliness (Buchler 2012 ; Thacker et al. 2012 ) . However, it is important to be aware that delays can occur at any point of a surveillance system, for example, physicians cannot diagnose some diseases until confi rmatory laboratory testing has been completed.", "cite_spans": [{"start": 773, "end": 802, "text": "DH PHE Transition Team 2012 )", "ref_id": null}, {"start": 1660, "end": 1675, "text": "(Buchler 2012 ;", "ref_id": "BIBREF3"}, {"start": 1676, "end": 1697, "text": "Thacker et al. 2012 )", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 1511, "end": 1521, "text": "(Table 1 )", "ref_id": "TABREF0"}], "section": "Discussion Task"}, {"text": "Surveillance systems need to be fl exible in order to accommodate changes in operating conditions or information requirements without incurring signifi cant additional costs. For example, case defi nitions, reporting forms or procedures may change. Acceptability is essential as it refl ects the willingness of individuals and organisations to participate in a surveillance system. It is also important to regularly review the surveillance programmes and the information collected. Information or systems which are no longer of interest should be ended, and new systems developed to collect data on new, emerging threats to health. ", "cite_spans": [], "ref_spans": [], "section": "Flexible and Acceptable"}, {"text": "Pre-defi ned criteria or trigger points based on long-term historical data can be used to activate specifi c public health action if the number of cases rises above a certain level. For example, 'baseline infl uenza activity' is the level of clinical infl uenza activity observed during the periods when infl uenza viruses are not circulating widely. Usually, in countries like the UK or the USA, there will be a 2-3-month period during the winter when the level of clinical infl uenza activity rises above the baseline threshold. As well as using data from laboratory confi rmed cases of infl uenza, reports of patients visiting their GP with infl uenza-like illness (ILI) can be used to identify increasing rates of infection ( Fig. 1 ). When infl uenza activity rises above the baseline rate, specifi c public health responses, such as the prescription of antiviral prophylaxis, will be triggered by pre-defi ned public health policies. As seen in this example, surveillance outputs should feed directly into an operational response in real time to minimise any delay in response (DH PHE Transition Team 2012 ).", "cite_spans": [], "ref_spans": [{"start": 730, "end": 736, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "What's the Evidence?"}, {"text": "What are the key factors that can impact on the timeliness of surveillance programmes? What measures could you put in place to reduce their impact?", "cite_spans": [], "ref_spans": [], "section": "Discussion Task"}, {"text": "It is essential that surveillance systems are both sensitive and representative. Sensitivity defi nes the ability of a system to detect the cases or other health events it is intended to detect. It also refers to the system's ability to detect epidemics and other changes in disease occurrence. Representativeness is the extent to which a surveillance system accurately portrays the incidence of a health event in a population. To generalise or draw conclusions about a community from surveillance data, the system must be representative.", "cite_spans": [], "ref_spans": [], "section": "Sensitive and Representative"}, {"text": "It is essential that there is a direct and immediate link between the outputs of surveillance systems and operational or policy response (Nsubuga et al. 2006 ). There is little point in collecting and analysing data if no action follows. The link between identifying a problem and the activation of an appropriate public health response should be governed and supported by local, national or international policy.", "cite_spans": [{"start": 137, "end": 157, "text": "(Nsubuga et al. 2006", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Direct Link Between Outputs and Response"}, {"text": "Public health surveillance data are collected from a wide variety of sources. Each source of information will provide a different overview of the frequency and distribution of disease; combining information from multiple sources can help to build up a more complete and accurate picture (Fig. 2 ) . Most disease surveillance systems are based on anonymised reports of cases from hospital records, General Practitioners (GPs) or laboratories which are sent to a central organisation, such as Public Health England (PHE) or the Centers for Disease Control and Prevention (CDC). Valuable information is also obtained from the reporting of 'Notifi able diseases'. These are diseases that must be reported to a Government authority. Health protection legislation in the UK requires notifi cation of approximately 30 infectious diseases. Additional surveillance data may be collected from telephone helplines, such as calls made to the NHS 111 service in England. This is called syndromic surveillance and can provide a quick indication of increased levels of symptoms, such as sickness or respiratory symptoms, in the community. Health information may also be combined with other types of data , such as demographic data collected by population surveys and environmental data. ", "cite_spans": [], "ref_spans": [{"start": 287, "end": 296, "text": "(Fig. 2 )", "ref_id": null}], "section": "Sources of Data"}, {"text": "Suggest key sources of data which could be used in public health surveillance?", "cite_spans": [], "ref_spans": [], "section": "Discussion Task"}, {"text": "Comments : Key sources of information used in Public Health Surveillance in the UK ", "cite_spans": [], "ref_spans": [], "section": "Discussion Task"}, {"text": "The World Health Organization (WHO) has developed a global framework for disease surveillance , which includes formal collaborators (e.g. national public health authorities, and WHO collaborating centres and laboratories) and informal collaborators (e.g. nongovernmental organisations, including health foundations) (Thacker et al. 2012 ) . The importance of global health surveillance increased in the late twentieth century with the emergence of HIV and novel strains of infl uenza (St. Louis 2012 ) . The most important international agreement on disease control is the International Health Regulations (IHR) (World Health Organisation 2015b ). Through the IHR, WHO keeps countries informed about public health risks, and works with partners to help countries build capacity to detect, report and respond to public health events. The new regulations and network were fi rst tested when an outbreak of a novel H1N1 infl uenza ('swine fl u') was reported in April 2009. The WHO co-ordinated the global response and the IHR effectively supported an unprecedented sharing of information between collaborating institutions and the WHO.", "cite_spans": [{"start": 316, "end": 338, "text": "(Thacker et al. 2012 )", "ref_id": "BIBREF25"}, {"start": 484, "end": 501, "text": "(St. Louis 2012 )", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "International Surveillance"}, {"text": "Investigate what public health surveillance programmes currently operate in your country? Who is responsible for collecting, analysing and reporting data? Have a look at some of the key routine reports and refl ect on how they are used to improve public health.", "cite_spans": [], "ref_spans": [], "section": "Discussion Task"}, {"text": "Before developing a surveillance programme a number of issues should be considered. Is the disease likely to have a negative impact on public health, for example, through causing an epidemic (e.g. infl uenza, cholera) or a signifi cant public health problem (e.g. diabetes, cardiovascular disease, obesity)? Or is information required on the effectiveness of a public health intervention (e.g. immunisation programme)? It is also essential to determine whether a surveillance programme is likely to be feasible and cost-effective. An effective surveillance system will include four basic steps: data collection, analysis, interpretation and response which will help to inform and support public health action (Fig. 3 ) . Clear objectives and methodology need to be agreed for each programme prior to its development with the aim of optimising timeliness, representativeness and accuracy of data (Noah 2006 ) . However, it is also essential that there is inbuilt fl exibility to enable the system to adapt to changes in the population and the physical and social environment (Nsubuga et al. 2006 ).", "cite_spans": [{"start": 895, "end": 907, "text": "(Noah 2006 )", "ref_id": "BIBREF16"}, {"start": 1074, "end": 1094, "text": "(Nsubuga et al. 2006", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 709, "end": 718, "text": "(Fig. 3 )", "ref_id": null}], "section": "Developing Public Health Surveillance Systems"}, {"text": "Clear guidelines and case defi nitions are essential to ensure that all the information required is collected on a regular, timely basis. Case defi nitions need to be considered carefully as they will impact on the amount, type and quality of data needed. Decisions will need to be made on the optimal levels of sensitivity and specifi city to balance the costs and benefi ts associated with false-positive and false-negative reports. Clear guidelines also help to ensure consistency and uniformity. Data can either be collected universally, covering an entire population (or a representative sample of that population) or from carefully selected locations which are deemed to be particularly susceptible to change (sentinel surveillance). The use of data standards helps to ensure that surveillance information collected over time can be compared. They can also support effective data linkage between different surveillance systems and across countries (Nsubuga et al. 2006 ).", "cite_spans": [{"start": 954, "end": 974, "text": "(Nsubuga et al. 2006", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Data Collection"}, {"text": "Surveillance information can analysed by time, place and person. Routine analysis is generally limited to addressing a few key important questions such as 'is the condition being reported more frequently than expected?' If so, by how much and should this trigger an 'alert'? Are cases clustered by geography or time? Does this require further investigation? It is essential to review data regularly to ensure validity (Nsubuga et al. 2006 ) and to ensure that the criteria for 'alert' status remain appropriate.", "cite_spans": [{"start": 418, "end": 440, "text": "(Nsubuga et al. 2006 )", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Analysis"}, {"text": "Simple tables and graphs are often the most useful way to summarise and present data. The use of a consistent standardised format helps to facilitate direct comparison over time. Generally, data are analysed by age and sex. However, analysis of Public Health Action Surveillance Fig. 3 A surveillance system will include four basic steps: data collection, analysis, interpretation and response (from Noah 2006 ) additional variables such as occupation, sociodemographics, ethnicity and travel history may be essential in understanding the epidemiology of some diseases (Noah 2006 ) . In some circumstances, GIS mapping can add important geographical information about the population affected or localised changes in incidence . Whenever possible, it is better to calculate disease rates than simply presenting the number of cases. However, with routine surveillance this is not always possible as the denominator (information on the size of the population) is not always available.", "cite_spans": [{"start": 400, "end": 411, "text": "Noah 2006 )", "ref_id": "BIBREF16"}, {"start": 569, "end": 581, "text": "(Noah 2006 )", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 279, "end": 285, "text": "Fig. 3", "ref_id": null}], "section": "Analysis"}, {"text": "Interpretation involves converting the statistics into practical, useful information. To do this, it is essential to have a good understanding of what the surveillance system can and cannot realistically deliver. It is also important to consider timeliness of reporting and representativeness (Noah 2006 ) . Surveillance data generally only represent the tip of the iceberg (Fig. 4 ) . However, the proportion of cases reported is likely to depend on factors such as the severity and duration of disease. For example, most cases of meningococcal meningitis will require treatment and are likely to be reported, while only a small proportion of patients with a foodborne illness will seek healthcare (Somerville et al. 2012 ). However, trends in the proportion of cases that are reported for different conditions generally remain relatively constant over time. When interpreting changes in rates over time, it is important to consider whether any factors have changed within the system, for example, changes in diagnostic testing protocols or an increase in media publicity, etc. which may distort the results. number of cases in different sized groups or populations. However, this type of graph provides very little useful data for policy makers or public health practitioners since it gives no indication of whether these rates vary in different areas of the country or in different groups of the population. To address these issues, the tuberculosis surveillance programme in the UK is an 'enhanced surveillance programme' which collects information on variables such as country of birth and ethnicity, in addition to routine demographic information such as age and sex. This information can be used to help develop policies focusing on improving the health of vulnerable groups. For example, Fig. 5b shows the rates of tuberculosis in two groups of the population: those born in the UK and those born elsewhere (non-UK born). It clearly shows that the rates of infection are over 20 times higher in the non-UK born population than in UK born. If we had simply presented the number of cases the size of this disparity would not have been seen as the size of the non-UK born population is much smaller.", "cite_spans": [{"start": 293, "end": 305, "text": "(Noah 2006 )", "ref_id": "BIBREF16"}, {"start": 699, "end": 722, "text": "(Somerville et al. 2012", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 374, "end": 383, "text": "(Fig. 4 )", "ref_id": "FIGREF2"}, {"start": 1796, "end": 1803, "text": "Fig. 5b", "ref_id": null}], "section": "Interpretation"}, {"text": "Refl ect on how this information can be used to improve public health?", "cite_spans": [], "ref_spans": [], "section": "Tuberculosis Surveillance"}, {"text": "Disease surveillance can be used to monitor the effectiveness of immunisation programmes. Most vaccine preventable diseases are notifi able diseases meaning that it is a legal requirement to report any cases to a Government authority (PHE in England). Figure 6 compares data from two immunisation programmes: diphtheria and measles. Figure 6a shows that in the UK in 1914, there were approximately 60,000 diphtheria cases which resulted in approximately 6000 deaths, and that between 1914 and 1944, thousands of cases of diphtheria were reported each year. Mass vaccination was introduced in 1942 and by the early 1950s very few cases were reported. The surveillance data clearly shows that the immunisation programme in England and Wales was a success. Compare this with the data from the measles immunisation programme.", "cite_spans": [], "ref_spans": [{"start": 252, "end": 260, "text": "Figure 6", "ref_id": "FIGREF4"}, {"start": 333, "end": 342, "text": "Figure 6a", "ref_id": "FIGREF4"}], "section": "Monitoring Immunisation Programmes"}, {"text": "• Was the measles programme as effective initially? Refl ect on why you think this may have been? • What intervention(s) successfully reduced the number of cases of measles? • From this graph, describe how the vaccine coverage rates have changed over time. Based on these surveillance outputs, what public health action would you propose to improve public health?", "cite_spans": [], "ref_spans": [], "section": "Monitoring Immunisation Programmes"}, {"text": "Timely dissemination of data is critical to avoid a delay between the analysis of data and activation of an appropriate public health response (Nsubuga et al. 2006 ) . The automation of reporting procedures can optimise effi ciency. Since surveillance reports are used by a wide variety of professionals such as policy makers, public health specialists as well as the media and general public, reports should include straightforward tables and fi gures plus an explanatory commentary. The frequency of reporting will be determined by the potential impact of the disease on public health. Monthly or quarterly reporting may be appropriate for diseases where rates are changing relatively slowly. For example, rates of healthcare associated infections are reported monthly in the UK while vaccine coverage rates are reported quarterly. In some situations, more frequent reports are needed. For example during the winter, organisations such as PHE and CDC provide weekly summaries of the number of cases of infl uenza and other seasonal respiratory illnesses. If the number of cases is changing rapidly, such as during an infl uenza epidemic or pandemic, reports may be published daily; however, this is very resource intensive. Generally in-depth reports will only be provided on an ad hoc or annual basis.", "cite_spans": [{"start": 143, "end": 165, "text": "(Nsubuga et al. 2006 )", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Response"}, {"text": "Public health surveillance data are collected in many ways, depending on the nature of the health event under surveillance, potential methods for identifying the disease, the population involved, resources available and the goals of the programme.", "cite_spans": [], "ref_spans": [], "section": "Public Health Surveillance Methods"}, {"text": "Passive surveillance, which involves the automatic reporting of hospital or GP records, is the most common form of public health surveillance (Noah 2006 ) . Negative results are not reported and this type of system is ideal for monitoring trends over time for relatively common diseases. Automatic electronic reporting has the advantage of reducing costs and minimising transcriptional errors; however, the information is frequently incomplete or may include misdiagnoses. Additionally, only a minimum dataset is available which may limit its usefulness.", "cite_spans": [{"start": 142, "end": 154, "text": "(Noah 2006 )", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Passive Surveillance Systems"}, {"text": "Active surveillance is used when complete reporting is required and includes the reporting of negative diagnoses. It is generally used to collect information on uncommon diseases which are likely to cause signifi cant public health impact, such as meningococcal infections or SARS, or when cases need to be followed up with public health interventions such as immunisation, chemophylaxis, quarantine and contract tracing. It can also be used to collect data on rare diseases such as Reye syndrome or vCJD. The system has a number of advantages over passive surveillance, such as improved sensitivity and representativeness, as well as the collection of a more detailed dataset. However, it is much more expensive and time consuming, and it would be diffi cult to sustain large numbers of reports for long periods of time.", "cite_spans": [], "ref_spans": [], "section": "Active Surveillance Systems"}, {"text": "In the UK, enhanced surveillance programmes collect more detailed information than routine surveillance. They may be used to gain a clearer understanding of the true incidence of a disease prior to the introduction of a health intervention, such as an immunisation programme, or to collect additional information on key risk factors which will assist the development of effective prevention and control strategies. For example, the enhanced surveillance of TB programme collects additional information on country of birth and ethnicity.", "cite_spans": [], "ref_spans": [], "section": "Enhanced Surveillance Systems"}, {"text": "Behavioural surveillance systems focus on identifying risk factors . They collect data on any attribute, characteristic or exposure that increases the likelihood of developing an infection, disease or injury.", "cite_spans": [], "ref_spans": [], "section": "Behavioural Surveillance Systems"}, {"text": "Sentinel surveillance is used to monitor common diseases. Detailed or high quality information is collected from a limited network of carefully selected, geographically dispersed reporting centres, such as GP practices or hospitals. Sentinel surveillance requires more time and resources than passive surveillance, but a well-designed sentinel system can be used to identify changes in disease trends, rapidly identify outbreaks or monitor the burden of disease in a community. However, it is important to remember that sentinel surveillance will not detect rare diseases or cases if they occur outside the catchment areas of the sentinel sites (WHO 2015a ).", "cite_spans": [], "ref_spans": [], "section": "Sentinel Surveillance Systems"}, {"text": "Syndromic surveillance is an innovative system which is increasingly being used in many countries to monitor public health . It is a highly sensitive system which can quickly provide information on the health of the general population. It primarily measures the number of people who contact a healthcare provider to report specifi c symptoms such as fever, diarrhoea and vomiting, fl u-like symptoms, or heat-or coldrelated health issues. Anonymised information can be collected from settings such as emergency departments (A&Es), general practices, GP out-of-hours services and walk-in health centres, as well as calls to telephone health advice lines. Data can quickly indicate changes in the number of people reporting certain symptoms.", "cite_spans": [], "ref_spans": [], "section": "Syndromic Surveillance Systems"}, {"text": "Identify an example of each type of surveillance system described above. Briefl y describe the aim of the programme. Investigate why the system was chosen and refl ect on its advantages and disadvantages or limitations. How could these be overcome in the future?", "cite_spans": [], "ref_spans": [], "section": "Discussion Task"}, {"text": "Comments : Examples of different surveillance systems can be found by searching the websites of organisations such as Public Health England, CDC or WHO, or by searching for peer-reviewed publications using simple searchterms such as 'sentinel surveillance'. The aim(s) of a specifi c system or programme will often be stated on the organisation's website, while peerreviewed publications may discuss its advantages and disadvantages. Refl ect on the advantages and disadvantages, and propose recommendations for future action to overcome the disadvantages or limitations of the system.", "cite_spans": [], "ref_spans": [], "section": "Discussion Task"}, {"text": "Mass gatherings are defi ned as gatherings of more than 1000 people at a specifi c location, for a specifi c purpose (WHO and HPA 2012 ) . An infl ux of people from all over the world could potentially increase the risk of disease transmission and severely strain existing health services (Soomaroo and Murray 2012 ; McCloskey et al. 2014 ) . During mass gatherings, it is essential to address any health issues immediately to mitigate the threat to public health. Consequently, early identifi cation of potential threats, occurring either in the host country or globally, is crucial in providing a timely and appropriate response. To do this, effective systems and suffi cient capacity must be in place to collect, analyse and interpret information, enabling health professionals and emergency responders to act quickly to protect the public's health (HPA 2013 ).", "cite_spans": [{"start": 117, "end": 136, "text": "(WHO and HPA 2012 )", "ref_id": null}, {"start": 289, "end": 316, "text": "(Soomaroo and Murray 2012 ;", "ref_id": "BIBREF23"}, {"start": 317, "end": 340, "text": "McCloskey et al. 2014 )", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Case Study: Enhancing Infectious Disease Surveillance at Mass Gatherings"}, {"text": "Syndromic surveillance can be used to monitor seasonal disease trends, identify outbreaks or provide information on sudden and potentially unexpected changes in disease trends during mass gatherings. It may also successfully detect novel emerging infectious diseases (Hawker et al. 2012 ) . Sentinel surveillance can also provide ongoing and timely information about the progress of an outbreak or public health incident. For example, which areas of the country are affected? Which age groups are most at risk? Does the severity of symptoms appear to be changing? It can also indicate when the number of cases has peaked. Conversely, syndromic surveillance can also provide reassurance about an absence of incidents during a mass gathering. The main limitation of syndromic surveillance is a lack of specifi city. However, the number of people reporting specifi c symptoms gives an indication of the size and spread of an outbreak or incident, and if necessary, symptomatic information can be compared to data collected through more traditional reporting systems.", "cite_spans": [{"start": 267, "end": 288, "text": "(Hawker et al. 2012 )", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Case Study: Enhancing Infectious Disease Surveillance at Mass Gatherings"}, {"text": "(continued)", "cite_spans": [], "ref_spans": [], "section": "Case Study: Enhancing Infectious Disease Surveillance at Mass Gatherings"}, {"text": "Public health surveillance has evolved signifi cantly over time. As the topics of surveillance have changed, so have the methods of surveillance which have been enhanced by rapid advances in information technology. New opportunities for strengthening surveillance capacity have arisen, many of which are based on the use of internet searches and social media (Schmidt 2012 ) . Examples of novel surveillance programmes which have used technology to gain public health information quickly, or to obtain information which would be missed by routine surveillance, include:", "cite_spans": [{"start": 359, "end": 374, "text": "(Schmidt 2012 )", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "The Future of Public Health Surveillance"}, {"text": "• Google fl u trends ( https://www.google.org/fl utrends/ ) which monitors 'fl urelated' Google searches. Aggregated Google search data are used to estimate infl uenza activity in populations around the world in near real time (Ginsberg et al. 2009 ). • Flusurvey is an Internet-based infl uenza surveillance project ( http://fl usurvey.", "cite_spans": [{"start": 227, "end": 248, "text": "(Ginsberg et al. 2009", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "The Future of Public Health Surveillance"}, {"text": "org.uk ) run by the London School of Hygiene and Tropical Medicine. It aims to (continued)", "cite_spans": [], "ref_spans": [], "section": "The Future of Public Health Surveillance"}, {"text": "Over 14,000 athletes participated in the London 2012 Olympic and Paralympic Games, and approximately nine million tickets were sold at venues across the UK, making the London Olympics very different to previous major events. Prior to the games, concern was expressed that London's health services may be compromised. To mitigate potential risks, established surveillance and reporting systems within the UK were enhanced and new systems were introduced. A key focus was improved timeliness, with a move from weekly to daily activity reports. The new enhanced systems included:", "cite_spans": [], "ref_spans": [], "section": "The Future of Public Health Surveillance"}, {"text": "• Two national syndromic systems which monitored emergency department activity and calls to out-of-hours GP services, enabling 24-h monitoring of the health of local residents and visitors • An Olympic polyclinic syndromic surveillance system • An event-based surveillance system which recorded incidents and outbreaks from across the UK • International Epidemic Intelligence where the UK worked with international partners such as WHO and ECDC • Enhanced microbiology services with increased capability and capacity (McCloskey et al. 2014 ) During the games, improved working practices successfully resulted in enhanced surveillance and diagnostic capability while increased resilience was achieved through better reporting, data analysis and processes. In the end, it was known with some certainty that no signifi cant events occurred! (HPA 2013 ). Lessons learnt from the London 2012 Games are now being used by those planning and preparing for mass gatherings in the future. capture information from the general population, many of whom will not visit a doctor and therefore will not be captured by traditional surveillance programmes. Analysis of data for 2012-2013 has shown that Flusurvey can be used to provide reliable information to policy makers in near real time (Adler et al. 2014 ). • In the USA, city public health departments have been using Twitter and online reviews to identify cases of foodborne illness which would be missed by routine surveillance programmes (Kuehn 2014 ; Nsoesie et al. 2014 ). • In the fi rst 100 days of the 2010 Haitian cholera outbreak, cholera-related Twitter postings were found to signifi cantly correlate with offi cial case data and were available up to 2 weeks earlier than data collected through offi cial reporting structures (Chunara et al. 2012 ). • Mobile phone data were used to analyse population movement following the earthquake in Haiti in 2010. It was found the movement of large numbers of people could be tracked quickly and effectively. This type of information could assist organisations in delivering an effective emergency response (Bengtsson et al. 2011 ). • Similarly, during the 2014-2015 outbreak of Ebola virus disease (EVD) in West Africa, CDC collated mobile phone data from the region to map population movement. They proposed that this could provide a real time early warning of new outbreaks or clusters of EVD (BBC 2014 ).", "cite_spans": [{"start": 517, "end": 541, "text": "(McCloskey et al. 2014 )", "ref_id": "BIBREF15"}, {"start": 1275, "end": 1293, "text": "(Adler et al. 2014", "ref_id": "BIBREF0"}, {"start": 1481, "end": 1494, "text": "(Kuehn 2014 ;", "ref_id": "BIBREF12"}, {"start": 1495, "end": 1514, "text": "Nsoesie et al. 2014", "ref_id": "BIBREF17"}, {"start": 1778, "end": 1798, "text": "(Chunara et al. 2012", "ref_id": "BIBREF5"}, {"start": 2099, "end": 2121, "text": "(Bengtsson et al. 2011", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "The Future of Public Health Surveillance"}, {"text": "In this chapter, we have seen that public health surveillance is the systematic, ongoing collection, analysis and dissemination of data which enables public health practitioners to assess and monitor changes in the population's health, and to make recommendations for action at a local, national or international level. We have seen that that there are a number of different surveillance strategies; however, all surveillance systems are fundamentally based on four basic steps: data collection, analysis, interpretation and response. The ever increasing use of new technology, social media and the internet continues to shape the future of public health surveillance. However, despite advances in scope and methods, the fundamental aspects of public health surveillance remain constant, with the ultimate aim of providing information for action.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "How could social media be used in the future to enhance disease surveillance ? What are the advantages, disadvantages and ethical implications of this type of approach?", "cite_spans": [], "ref_spans": [], "section": "Discussion Task"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Incidence and risk factors for infl uenzalike-illness in the UK: Online surveillance using Flusurvey", "authors": [{"first": "A", "middle": [], "last": "Adler", "suffix": ""}, {"first": "K", "middle": [], "last": "Eames", "suffix": ""}, {"first": "S", "middle": [], "last": "Funk", "suffix": ""}, {"first": "W", "middle": [], "last": "Edmunds", "suffix": ""}], "year": 2014, "venue": "BMC Infectious Diseases", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2334-14-232"]}}, "BIBREF1": {"ref_id": "b1", "title": "Ebola: Can big data analytics help contain its spread?", "authors": [{"first": "", "middle": [], "last": "Bbc", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Improved response to disasters and outbreaks by tracking population movements with mobile phone network data: A post-earthquake geospatial study in Haiti", "authors": [{"first": "L", "middle": [], "last": "Bengtsson", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "A", "middle": [], "last": "Thorson", "suffix": ""}, {"first": "R", "middle": [], "last": "Garfi Eld", "suffix": ""}, {"first": "J", "middle": [], "last": "Schreeb", "suffix": ""}], "year": 2011, "venue": "PLoS Medicine", "volume": "8", "issn": "8", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pmed.1001083"]}}, "BIBREF3": {"ref_id": "b3", "title": "CDC's vision for public health surveillance in the 21st century", "authors": [{"first": "J", "middle": [], "last": "Buchler", "suffix": ""}], "year": 2012, "venue": "Introduction. Morbidity and Mortality Weekly Report", "volume": "61", "issn": "3", "pages": "1--2", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Flu view: Weekly U.S. Infl uenza Surveillance Report 2014-2015 infl uenza season week 22 ending", "authors": [{"first": "", "middle": [], "last": "Cdc", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Social and news media enable estimation of epidemiological patterns early in the 2010 Haitian cholera outbreak", "authors": [{"first": "R", "middle": [], "last": "Chunara", "suffix": ""}, {"first": "J", "middle": [], "last": "Andrews", "suffix": ""}, {"first": "J", "middle": [], "last": "Brownstein", "suffix": ""}], "year": 2012, "venue": "American Journal of Tropical Medicine and Hygiene", "volume": "86", "issn": "1", "pages": "39--45", "other_ids": {"DOI": ["10.4269/ajtmh.2012.11-0597"]}}, "BIBREF6": {"ref_id": "b6", "title": "Public health surveillance. Towards a public health surveillance strategy for England", "authors": [{"first": "", "middle": [], "last": "Dh Phe Transition", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Syndromic surveillance: Our national insurance PHE Blog Public Health Matters, 6 th", "authors": [{"first": "A", "middle": [], "last": "Elliot", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Foodborne Diseases Active Surveillance Network Working Group", "authors": [], "year": 1997, "venue": "", "volume": "3", "issn": "", "pages": "581--583", "other_ids": {"DOI": ["10.3201/eid0304.970428"]}}, "BIBREF9": {"ref_id": "b9", "title": "Detecting infl uenza epidemics using search engine query data", "authors": [{"first": "J", "middle": [], "last": "Ginsberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Mohebbi", "suffix": ""}, {"first": "R", "middle": [], "last": "Patel", "suffix": ""}, {"first": "L", "middle": [], "last": "Brammer", "suffix": ""}, {"first": "M", "middle": [], "last": "Smolinski", "suffix": ""}, {"first": "L", "middle": [], "last": "Brilliant", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "457", "issn": "", "pages": "1012--1014", "other_ids": {"DOI": ["10.1038/nature07634"]}}, "BIBREF10": {"ref_id": "b10", "title": "Communicable disease control and health protection handbook", "authors": [{"first": "J", "middle": [], "last": "Hawker", "suffix": ""}, {"first": "N", "middle": [], "last": "Begg", "suffix": ""}, {"first": "I", "middle": [], "last": "Blair", "suffix": ""}, {"first": "R", "middle": [], "last": "Reintjes", "suffix": ""}, {"first": "J", "middle": [], "last": "Weinberg", "suffix": ""}, {"first": "K", "middle": [], "last": "Ekdahl", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "London 2012 Olympic and Paralympic Games summary report of the Health Protection Agency's Games time activities", "authors": [], "year": 2013, "venue": "Health Protection Agency", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Agencies use social media to track foodborne illness", "authors": [{"first": "B", "middle": [], "last": "Kuehn", "suffix": ""}], "year": 2014, "venue": "Journal of the American Medical Association", "volume": "312", "issn": "2", "pages": "117--118", "other_ids": {"DOI": ["10.1001/jama.2014.7731"]}}, "BIBREF13": {"ref_id": "b13", "title": "The surveillance of communicable diseases of national importance", "authors": [{"first": "A", "middle": [], "last": "Langmuir", "suffix": ""}], "year": 1963, "venue": "New England Journal of Medicine", "volume": "24", "issn": "268", "pages": "182--192", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Principles & practice of public health surveillance", "authors": [{"first": "L", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": [], "last": "Teutsch", "suffix": ""}, {"first": "S", "middle": [], "last": "Thacker", "suffix": ""}, {"first": "", "middle": [], "last": "St", "suffix": ""}, {"first": "M", "middle": [], "last": "Louis", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Olympic and Paralympic Games: Public health surveillance and epidemiology", "authors": [{"first": "B", "middle": [], "last": "Mccloskey", "suffix": ""}, {"first": "T", "middle": [], "last": "Endericks", "suffix": ""}, {"first": "M", "middle": [], "last": "Catchpole", "suffix": ""}, {"first": "M", "middle": [], "last": "Zambon", "suffix": ""}, {"first": "J", "middle": [], "last": "Mclauchlin", "suffix": ""}, {"first": "N", "middle": [], "last": "Shetty", "suffix": ""}], "year": 2012, "venue": "The Lancet", "volume": "383", "issn": "9934", "pages": "2083--2089", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Controlling communicable disease", "authors": [{"first": "N", "middle": [], "last": "Noah", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Online reports of foodborne illness capture foods implicated in offi cial foodborne outbreak reports", "authors": [{"first": "E", "middle": [], "last": "Nsoesie", "suffix": ""}, {"first": "S", "middle": [], "last": "Kluberga", "suffix": ""}, {"first": "J", "middle": [], "last": "Brownstein", "suffix": ""}], "year": 2014, "venue": "Preventive Medicine", "volume": "67", "issn": "", "pages": "264--269", "other_ids": {"DOI": ["10.1016/j.ypmed.2014.08.003"]}}, "BIBREF18": {"ref_id": "b18", "title": "Public health surveillance: A tool for targeting and monitoring interventions", "authors": [{"first": "P", "middle": [], "last": "Nsubuga", "suffix": ""}, {"first": "E", "middle": [], "last": "White", "suffix": ""}, {"first": "S", "middle": [], "last": "Thacker", "suffix": ""}, {"first": "M", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "S", "middle": [], "last": "Blount", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Broome", "suffix": ""}], "year": 2006, "venue": "Disease control priorities for developing countries", "volume": "", "issn": "", "pages": "997--1015", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Tuberculosis in the UK", "authors": [], "year": 2014, "venue": "Public Health England", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The Green Book. Information for public health professionals on immunisation", "authors": [], "year": 2014, "venue": "Public Health England", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Trending now: Using social media to predict and track disease outbreaks", "authors": [{"first": "C", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 2012, "venue": "Environmental Health Perspectives", "volume": "120", "issn": "1", "pages": "30--33", "other_ids": {"DOI": ["10.1289/ehp.120-a30"]}}, "BIBREF22": {"ref_id": "b22", "title": "Public health and epidemiology at a glance", "authors": [{"first": "M", "middle": [], "last": "Somerville", "suffix": ""}, {"first": "K", "middle": [], "last": "Kumaran", "suffix": ""}, {"first": "R", "middle": [], "last": "Anderson", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Disasters at mass gatherings: Lessons from history", "authors": [{"first": "L", "middle": [], "last": "Soomaroo", "suffix": ""}, {"first": "V", "middle": [], "last": "Murray", "suffix": ""}], "year": 2012, "venue": "PLoS Currents", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/currents.RRN1301"]}}, "BIBREF24": {"ref_id": "b24", "title": "Global health surveillance", "authors": [{"first": "", "middle": [], "last": "St", "suffix": ""}, {"first": "M", "middle": [], "last": "Louis", "suffix": ""}], "year": 2012, "venue": "Morbidity and Mortality Weekly Report", "volume": "61", "issn": "3", "pages": "15--19", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Public health surveillance in the United States: Evolution and challenges", "authors": [{"first": "S", "middle": [], "last": "Thacker", "suffix": ""}, {"first": "J", "middle": [], "last": "Qualters", "suffix": ""}, {"first": "L", "middle": [], "last": "Lee", "suffix": ""}], "year": 2012, "venue": "Morbidity and Mortality Weekly Report", "volume": "61", "issn": "3", "pages": "3--9", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Sentinel surveillance", "authors": [], "year": 2015, "venue": "World Health Organisation", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "International Health Regulations (IHR)", "authors": [], "year": 2015, "venue": "World Health Organisation", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "CDC's vision for public health surveillance in the 21st century", "authors": [], "year": 2012, "venue": "Morbidity and Mortality Weekly Report", "volume": "", "issn": "", "pages": "1--40", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Public health surveillance. Towards a public health surveillance strategy for England", "authors": [{"first": "", "middle": [], "last": "Dh Phe Transition", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Syndromic surveillance: Our national insurance . PHE Blog Public Health Matters", "authors": [{"first": "A", "middle": [], "last": "Elliot", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Principles & practice of public health surveillance", "authors": [{"first": "L", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": [], "last": "Teutsch", "suffix": ""}, {"first": "S", "middle": [], "last": "Thacker", "suffix": ""}, {"first": "", "middle": [], "last": "St", "suffix": ""}, {"first": "M", "middle": [], "last": "Louis", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "There was no week 53 in the previous influenza seasons displayed above; therefore, the week 53 data point for those seasons is an average of weeks 52 and 1.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "A comparison of weekly reporting rates for Infl uenza-like illness for 2009-2015 in comparison with the expected baseline activity levels(CDC 2015 )", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The prevalence of illness pyramid (Adapted from FoodNet 1997 , p. 581) R. Gilbert and S.J. Cliffe", "latex": null, "type": "figure"}, "FIGREF3": {"text": "presents the number of cases of tuberculosis (TB) reported in the UK by year. This simple data analysis shows whether the number of cases have changed over time. The calculation of rates takes into account denominators (or the comparative size of different populations) and therefore is useful when comparing the Examples of standard surveillance outputs which are included in the annual report from the UK Enhanced tuberculosis surveillance programme. ( a ) Tuberculosis case reports and rates,UK, 2004-2013 and( b ) tuberculosis case reports and rates by place of birth,UK, 2004-2013  (PHE 2014a", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Examples of surveillance data monitoring the effectiveness of immunisations programmes. ( a ) Diphtheria cases and deaths in England and Wales: 1914-2003 and ( b ) coverage of measles vaccination and measles notifi cations from 1950 to 2004 (PHE 2014b )", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Healthcare-seeking behaviour, e.g. GP attendance, emergency department attendance, telehealth calls • Horizon scanning (e.g. WHO and EWRS reports, ProMED, GPHIN, social media ) • Hospital episode statistics • Immunisation programme data • Infectious disease reporting • Local authority data (e.g. Care First statistics, school, census, benefi ts claimants) • Meteorological data analysis for health • National statistics mortality data • National Treatment Agency data (e.g. drug and alcohol use and treatment data) • Other health determinant monitoring (e.g. obesity, poor housing, educational status) • Screening programme data • Termination of pregnancy statistics (Source: DH PHE Transition Team 2012 )", "latex": null, "type": "table"}}, "back_matter": []}