{
    "paper_id": "97c6cbe4dc82dbeb9bbe64dfa7001badad83fc99",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "x7. JUNI 192z KLINISCHE WOCHENSCHRIFT. i. JAHRGANG. Nr. 25 i275 EINZELREFERATE UND ALLGEMEINE PATHOLOGIE. zur Kenntnis der prim~r-multiplen Geschwulstbildungen des Knochenmarks~ Von H. HIRSCHFELD. (Instit. 5.Krebsforsch., Charit@, Berlin.) FoL haematol. Bd. 27, H. 2, S. 97. 1922. Bei einer 44J/ihr. Frau, die Wegen heftigster Brustschmerzeu zum Arzt ging, land sich eine wallnuBgroBe Geschwulst am Sternalende der einen Clavicula und eine hochgradige Druckempfindlichkeit des Sternums der Rippen und der Wirbels~u]e. Im Ufin 5ehlte der Bence-Jonessche EiweiBk6rper, au5 den wegen des Verdachts auf multiple Myelome gefahndet wurde. Das Blue war vollkommen normal. Sehr bald trat eine Paraparese met Steigerung der Sehnenreflexe und doppelseitigem Babinski auf neben ausgedehnten Blasen-und Sensibilit/itsst6rungen. Nach etwa 2 Monaten Exitus. Aueh w~hrend der ganzen Beobacheungszeie waren auBer einer An~mie nur sehr geringfiigige Blutver/inderungen vorhanden. Die Sektion ergab ausgedehnte Mye!ombildung in einem Sclfliisselbeen, der \"Wirbels/iule, Rippen, und zahlreichen anderen Knochen und eine Kompression des R~ickenmarks in der H6he des Io. und I I. Brustwirbels. Mikroskopisch erwiesen sich die Tumoren uicht als Myelome, sondern als multiple myelogene Sarkome, die ihren Ausgangspunkt vom Stroma des Knochenmarks nahmen. Keine myeloische Metaplasie in den Lymphdriisen, nur geringffigige in der Milz. ROSENOW. Die Entstehung der Dorsmskoliosen und M6glichkeiten ihrer chirurgischen Behandlung. Von E. K. FREY. (Chir. Univ. Klin. Mfinchen.) Dtsch. Zeitschr. 5. Chirurg. Bd. x69, H. 1/2, S. 13. 1922. In einer sehr fieigigen und lesenswerten Arbeit vertieIt sich der Verf. in die Probleme der Anatomie und Physiologie der normalen und kyphoskoliotisch verkrfimmten \"vVirbels~ule und leitet daraus neue Vorschl~ige zur operativen Behandlung der Dorsalskoliose ab, die sorgf/iltiger Nachprfifung weft send. Die vielen interessanten Einzelheiten der Arbeit, der ein ausgiebiges Literaturverzeichnis beigegeben ist, mfissen im Original nachgelesen werden. SIMON. 0bet hereditiire 0ssifikationsdefekte der Scheitelbeine. (Foramina parietalia permagna hereditaria.) Von R. NEURATH. Zeitschr. t. Kinderheilk. Bd. 32, H. 1/2, S. 121. 1922. Die angeborenen Ossificationsdefekte der Scheitelbeine, typische Entwicklungshemmungen, send als Foramina parietalia permagna aufzufassen. See linden sich, je eines in jedem Scheitelbein, symmetrisch zur Sagittallinie nahe dem oberen hinteren Winkel des Os parietale inform eines verschieden groBen Knoeheniensters. See pflegen sich met verschiedenen anderen degenerativen Entwicklungshemmungen zu kombinieren und scheinen nach den Beobachtungen des Verf. h/tufiger eine heredit~re Grundlage zu haben als man bisher wugte. WEIGERT. BAKTERIOLOGIE UND SEROLOGIE. Die Bakteriophagen. Von J. MAISIN. Arch. internat, de pharmacodyn, et de th6rap. ]3d. 26, H. 3/4, S. 215. I922. Eingehende Schilderung des d'H~RELLEschen PhS~nomens auf Grund eigener Untersuchungen. Der Bakteriophage kann lytisches Verm6gen ffir verschiedene Bakterienarten besiezen oder gewinnen; er kann abet auch ursprfinglich vorhandene lytische Eigenschaften verlieren, so dab seine ursprfinglich vielseitige \\u sich strenger spezialisiert. Auf abget6tete Bacillen fibt er keine \\u aus. Durch Immunisierung yon Kaninchen met dem Bakteriophagen erhS.lt man antilytische Sera; das gleiche Ergebnis erzielt man dutch Behandlung met resistent gewordenen Bacillen; in ganz geringem MaBe auch met normalen, empfindlichen Keimen. Die Sera send nicht streng spezifisch sondern allgemein antilytisch gegenfiber Bakteriophagen. Die resistent gewordenen Keime tragen niche alle das bakteriophage Prinzip met sich; see k6nnen die lysogene Kraft verlieren, um see w~ihrend der .Dauer ihrer Resistenz niche weeder zu gewinnen. See k6nnen aber auch ihre l~esistenz v611ig verlieren, namenflich, wenn see zusammen met antilytischem Serum auf festen N~ihrboden gezflehtet werden. --Uber die.Natur des bakteriophagen Prinzips besteht noch keine Klarheit. Es ist nicht dialysabel, es mug daher ein Kolloid seen, wahrscheinlich ein stickstoffhaltiges, das noch Fermenteigenschaften besitzt, aber auch andere, die sich nur schwer met einem fermentartigen K6rper vertragen wfirden. Die Lyse selbst ist wohl eine Fermentwirktmg. Die Frage ist nut, ob dies Ferment aus den Mikroben stammt oder ob es yon einem besonderen Virus sezerniere wird. Verf. neigt zu der letzgenannten M6glichkeit und schliegt sich damit der d'HI~RELLESChen Deutung an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "aufschwemmung. 2. Auss/~en auf eine Agarplatte: a) sofort 1lath Zusatz des Virus, b) nach Bebrfitung von 3 Stunden, 6 Stunden und 24 Stunden. Ise nach 3 sttindiger Bebriitung keen Wachseum auf den Platten nachweisbar, so liegt ein hochwirksames Virus vor, und es empfiehlt sich dann in kiirzeren Zeitabsti~nden Plateenkulturen anzulegen. Bee ganz geringer Wirksamkeit empfiehlt es sich, die Beobachtung auch l~inger als 24 Stunden fortzusetzen. Ihre Methode halten die Autoren ffir sicherer als die sonst fibliche durch Beobaehtung der Aufhellung von Bakterienaufschwemmungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BUCHBESPRECHUNGEN."
        },
        {
            "text": "BRAUN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BUCHBESPRECHUNGEN."
        },
        {
            "text": "Ph~inomens auf Streptokokken. Von G. PIORKOWSKI. Med. Klinik Jg. x8, Nr. 15, S. 474. 1922. Der Nachweis im Bht kreisender Streptokokken ist nach Angaben des Verf.: met einer von ihm hergestellten Traubenzucker-hflhnereiweiBbouillon fast stets m6glich. Der Umsehlag in nicheh/imolytische Streptokokken bedeutet einen Virulenzverlust, hervorgerufen durch die Beeinflussung des K6rpers. Gleichzeitig nimmt die L/inge der Keiten ab. Bakteriophagische Fermente send auch bee den Streptokokken vorhanden. See zur Darstellung zu bringen, gelingt met der TraubenzuckerhtihnereiweiBbouillon. Nach Ansicht des Verf. 15,2t der Ausfall der Aufhellung einen Sehlut3 auf die Prognose der Erkrankung zu. Im Tierversuehe ist eino Vernichtung der Streptokokken met Helle der bakteriophagischen Fermenee m6glich.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 90,
                    "text": "PIORKOWSKI. Med. Klinik Jg. x8, Nr. 15, S. 474. 1922.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reitrag zur Streptokokkenfrage. Anwendung des d'Herelleschen"
        },
        {
            "text": "BRAUN. Uber die Wirkung yon Isoagglutinen und Isolysinen bee der Bluttransfusion. Von F. JERVELL. (Frauenklin. u. Path. Inst. Reichshospit., Kristiania.) Mitt. a. d. Grenzgeb. d. Med. u. Chirurg. Bd. 34, H. 5, S. 650. 1922. Komplikationen bee der Bluttransfusion infolge Agglutination oder H/imolyse vermeidet man am einfachsten dutch Vornahme mikroskopischer Agglutinationsproben mit dem Serum des Kranken und den Blutk6rperchen des Spenders im h/ingenden Tropfen. Menschen, deren Blutk6rperchen yore Serum des Kranken agglutiniert werden kommen als Blutspender niche in Betracht. Eine besondere Prfifung auf H~molysine ist bee negativem Ausfall des Agglutinationsversuchs unn6fig, da Isolysine nicht ohne gleichzeitige Anwesenheit yon Isoagghfinen vorkommen. Auch schwache Agglutination kann met starker H~molyse einhergehen. Mitteilung von 2 entsprechenden F/illen bee denen infolge mil3gl/ickter Agglutinationsproben Komplikationen auftraten.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 223,
                    "text": "Grenzgeb. d. Med. u. Chirurg. Bd. 34, H. 5, S. 650. 1922.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reitrag zur Streptokokkenfrage. Anwendung des d'Herelleschen"
        },
        {
            "text": "ROSRNOW.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reitrag zur Streptokokkenfrage. Anwendung des d'Herelleschen"
        },
        {
            "text": "THEORIE THERAPEUTISCHER WIRKUNGEN. fiber die pharmakologische Beeinflussung der Nierenfunktion. Von E. STARKENSTEIN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THERAPIE."
        },
        {
            "text": "(Pharmak. Inst. deutsch. Univ. Prag.) Arch. f. exp. Pathol. u. Pharmakol. Bd. 92, H. 4, 6, S. 339. I922 Atophan allein vermehrt die Harnmenge nicht, dagegen wurde beobachtet, daB Atophan die uneer Adrenalin oder auf Glucosezufuhr vermehrte Urinausscheidung noch welter steigert, und zwar unabhgngig vonder bee Applikation beider Stoffe auftreeenden Glykosurie. In der Arbeit wird diese eigenartige Erscheinung und Eigenschaft des Atophan durch zahlreiche Versuche, die die Ausscheidungsbedingungen zugeffihrter Wassermengen feststellen, analysiert und die Annahme wahrscheinlich gemacht, dab das Atophan einen unmittelbaren renalen Angriffspunkt besiezt, dab es die sekretorische Funktion der Niere (Harns/iure-, Aceeon-Ausscheidung) beeinfiuBt, die FiltrationsvorgSmge (Chlorid-, Zuckerausscheidung) aber unbeeinfiul3t 1/~13t. Die \"Wasserausfuhr wird yon Atophan dann gesteigert, wenn an sich eine Diurese im Gang ist oder sonst wee die Bedingungen ffir eine gegen die Norm vermehrte Wasserausfuhr gegeben send. Praktisch interessiert dies deshalb, weft, wee auch durch den Beriche eines klinischen Falles deuttich iltuseriert wird, die diuretische Wirkung der Mietel aus der Purinreihe versti~rkt werden kann. Die Untersuchungen ergaben 5erner wertvolle Ergebnisse beztiglich ~r bee Wasser-und Salzzufuhr. Die Verh~Itnisse liegen hier relater kompliziert und eignen sich f/Jr die Wiedergabe in einem kurzen Referat niche.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 81,
                    "text": "Pathol. u. Pharmakol. Bd. 92,",
                    "ref_id": null
                },
                {
                    "start": 82,
                    "end": 87,
                    "text": "H. 4,",
                    "ref_id": null
                },
                {
                    "start": 88,
                    "end": 90,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 91,
                    "end": 103,
                    "text": "S. 339. I922",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THERAPIE."
        },
        {
            "text": "OPPENHEIMER. Organische Arsenverbindungen sind grunds~tzlich weniger toxisch als anorganische, unter den ersten sind die Ifinfwerfigen Kohlensto55-Arsen-Verbindungen keineswegs gesetzm/iBig giftiger als die dreiwertigen. Die am wenigsten giftigen Stoffe sind die, welche eine Arsenogruppe (also mit verdoppeltem As-Atom, Typus RAs = AsR) enthalten, sic haben such den besten therapeuiisehen / Dosis tolerata).~",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THERAPIE."
        },
        {
            "text": "Im fibrigen sind die Verbindungen vom ,,Arsintyp\" (RASH 2, prim/~re As-Verbindung u.a. Reduktionsprodukte der salvarsan/ihnlichen Verbindungen) wesentlich giftiger als alle anderen organischen As-Verbindungen, ihre trypanocide Xu ist freilich gleichSaUs sehr hock Interessant ist noch der Befund, dab die Umwandlung der Nitrogruppe in eine Aminogruppe bet Nitrohydroxyphenylamins/inre yon einem trypanociden Effekt begleitet wird, die der ursprfinglichen Verbindung fehlt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index, ~= Detests-~va]\""
        },
        {
            "text": "OPPENHEIMER.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index, ~= Detests-~va]\""
        },
        {
            "text": "Zur Untersucht wurden die Lebern yon 19 F/illen yon Schwammvergiftung; vermutlich handelte es sieh in den meisten F/~llen urn Vergiftung mit Amanita phalloides. In den akut verlauSenden F/~llen tritt der Ted 11/2 bis 5 Tage nach dem GenuB der Pilze ein. Die Leberver/inderungen bestehen in diesen F/~llen in Verfettung der Leberzellen, und zwar sind die Befunde ganz ~hnlich wie bet akuter Phosphorvergiftung. Es kommt zu kleinen Zellnekrosen, degenerativer und infiltrativer Verfettung; entzfindliche Prozesse sind nur ganz unbedeutend. Bet postrahiertem Verlauf entwickeln sich ~hnliche ]Bilder, wie man sie bet Leberatrophie finder, Nekrosen mehr in den zentralen Abschnitten der Acini, Reparationsprozesse (Gallengangswueherungen, Regenerationsvorgfinge an den Leberzellen), und schlieBlich k6nnen ]3ilder resultieren, wie sic yon Fgllen ausgeheilt~r Leberatrophie bekannt sind (knotige Hyperplasie Die Zunahme der PLAUT-VINcENTsehen Angina in den letzten Kriegsjahren der Nachkriegszeit ist nicht auf Einschleppung zuriickzuffihren, sondern wahrscheinlich durch mangelhafte Ern/ihrung (Avilaminose) in der Hauptsache bedingt. Die fusiformen Baeillen und die Spiroch/iten sind obligate Anaerobier und serophil. Treten in der Mundh6hle Exsudationen auf, so siedeln sie sich dort in erh6htem MaBe an; um so leichter, je starker sehon in der normalen Mundh6hle ihre Verbreitung ist. Sie haben somit keine primate /ifiologische Bedeutung. --In Kuiturversuchen unter anaeroben Bedingungen erseheinen zuerst Streptokokken, dann nach einigen Tagen die Spindelbacillen und die Spiroeh~ten. Die Streptokokken 56rdern das Wachstum der Fusobakterien und erm6glichen ihr Fortkommen unter sonst unzureichenden Bedingungen. Fusobakterien und Spirillum sputigenum wachsen in halb erstarrtem Rinderserum in Symbiose; auch ein symbiontisches Wachstum yon Fusobakterien und Spirochaeta dentium ist anzunehmen. Die chemischen Leistungen der Gestankbildung und Gaserzeugung sind offenbar auch an die Symbiose der Sireptokokken geknfipft, da weder die Reinkulturen der Einzelarten, noch die Symbiose ohne Kokken das Ergebnis zeitigten. Es handelt sich also um eine Vereinigung yon Organismen, die wechselseitig in ihrem Fortkommen und ihren biologischen Leis• in groBer Abh~ngigkeit stehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOXIKOLOGIE."
        },
        {
            "text": "SZLmMANN. Bet der Uberschichtungsprobe mit Jodalkohol treten nur relativ kleine Reaktionsflgchen der beiden Stoffe miteinander in Berfihrung. Verf. gibt eine Modifika• an, bet der nach Eintritt der IReaktion die noch jodhaltige und die biliverdinhaltige Phase in m6glichst groBer Oberflgche getrennt werden kann. Start des Jodalkohols wird eine L6sung yon\" Jod in ~ther (Jodi purl o, 5, ~ther suHur 36,o) bzw. in Chloroform (Jodi purl 0,5, Chloroform 76,5) benutzt 2 bis 4 ccm der zu untersuchenden Flflssigkeit werden mit etwa I ccm der Jodl6sung gesch/ittelt nnd abstehen gelassen. Das nicht verbrauchte Jod geht in seine ursprfingliche Phase zuriick, wghrend Grfinfgrbung der wgssrigen Phase Biliverdin (oxydiertes Bilirubin) anzeigt. Die Probe ist mindestens ebenso zuverlgssig wie alle andeten Proben, racist empfindlieher. 13esonders die Jod-Chloroiorm-~Ssung ist zu empfehten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOXIKOLOGIE."
        },
        {
            "text": "EISNER. 1Jber galletreibende Mittel, insbesondere Cholaktol. Von J. W. SCHONGER. (Pharmak. Inst. u. reed. Klin., Erlangen.) Dtsch. *ned. Wochenschr. Jg. 48, Nr. 12, S. 378. 1922 .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 177,
                    "text": "Wochenschr. Jg. 48, Nr. 12, S. 378. 1922",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TOXIKOLOGIE."
        },
        {
            "text": "Drei Fglle yon Leber-bzw. Gallenblasenerkrankung durch r wghrend der Beobachtungsfrist giinstig beeinfluBt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOXIKOLOGIE."
        },
        {
            "text": "Kritisehe ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PANKREASERKRANKUNGEN."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sitzung vom 24",
            "authors": [],
            "year": 1922,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Anatomische Einteilung in Vorderlappen (PrS.hypophyse), Zwischenlappen, Hinterlappen und Pars tuberalis; fiberdies die akzessorischen Parahypophysen und der Rest der embryonalen Hypophysenh6hle",
            "authors": [
                {
                    "first": "Prag",
                    "middle": [],
                    "last": "Biedl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Referat fiber die Hypophyse",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Die dystrophischen tfeimdrfisen-ver~inderungen bei Akromegalie sind der Mitbeteiligung der Pars intermedia zuzuschreiben. Die FRS~ILIc~Ische Krankheit findet sich, wenn der Abflug des Zwischenlappensekrets nach dem Zwischenhirn verlegt ist, kann daher sowohl bei Hypophysen-, wie bei Zwischenhirnerkrankungen auftreten. Ffir den Diabetes insipidus hat das in der Gegend des Tuber cinereum gelegene wasserregulierende Zentrum entscheidende Bedeutung. Eine besondere, hisher nicht beschriebene Form der Fettsucht beruht auf cerebra!en Ver~inderungen ohne Beteiligung der Hypophyse, sie geht einher mit Atresia ani, Retinitis pigmentosa and Polydaktylie. LORANT, Prag: 0her die Beeinfiussung des Purinhaushaltes bei Diabetes insipidus. Der endogene Harns/iurewert fand sich bei Diabetes insipidus I mal normal, einmal erniedrigt, zweimal gesteigert. Die Blutharns/iurewerte waren bei alien I~ranken normal. Belastung mit io g NaC1 steigerte die Harns/iureausscheidung fast mehr als Atophan; dabei war die BlutharnsS.ure leicbt vermehrt. Pituitrin verminderte die Harnsgureausscheidung, subcutane Injektion yon Milch und Deuteroalbumose steigerte ale nur wenig. Bei intraven6ser Injektion hypertonischer NaC1-L6sung sank Zuerst die Blutharns/~ure fast auf Null, stieg aber nach einigen Stunden bis fiber die Norm an, gleichzeitig stieg die endogene Kreatininansscheidung. Die fiberm~iBige Ausscheidung der Harns/iure und des tgreatinins beruht vermutlich in erster Reihe auf einer 2&nderung der Nierenfunktion",
            "authors": [],
            "year": null,
            "venue": "Der Vorderlappen ist eine inkretorische Drfise, die ihre lipoiden und granul/iren Sekretionsprodukee ins Blur abgibt, nut bei Uberproduktion findet man Kolloidspeicherung in der Hypophysen-hShle. Das kolIoide Sekret des Zwischenlappens ergiel3t sich dutch' die Neurohypophyse und den Hypophysenstiel in die groBen Lymphr/iume des Hirnventrikels. Die Lipoidsubstanz des Vorderlappens",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Auch bei hypophysS.ren Zwergen best,and Herabsetzung der spezifisch-dynamischen Wirkung, desgleichen bei genuiner Fettsucht. Erfolgreiche Behandlung hypophysS.rer Zwerge mit PrS@hyshormon (Vorderlappenextrakt)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bei F~llen yon Myx6dem mit einer Verminderung des Grundumsatzes um 35% genfigen o,2 g Thyreoideasubstanz tiglich, um den normalen Grundumsatz in etwa 14 Tagen wieder zu erreichen. 0, i g zeigt zwar such eine deutliche Wirkung, g!eicht aber nur 1/5 des Defizits aus. Durch diese Feststellungen 1/il?t sich bei IZranken mit Hypothyreoidismus eine exakt dosierte Schilddrfisenmedikation vornehmen. Auch beim Normalen steigern Mengen yon o,2--o,6 g den Grundumsatz deuttich. Bei konstitutioneller Fettsucht bestehen 5.hnliche Verh~iltnisse. 2 F~ille yon Dystrophia adiposogenitalis zeigten auf o,6 g t~glich deutliche Uberempfindlichkeitszeichen. Geringere Mengen (o,2 g) wurden abet gut vertragen",
            "authors": [
                {
                    "first": "Hamburg",
                    "middle": [],
                    "last": "Kowitz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Die Bedeutung der Bestimmung des respiratorischen Stoffwechsels ffir die Thyreoidintherapie",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Utrecht: Die physiologische Wertbestimmung elniger Hypophysenpr~iparate. 5 kSmiliche, Hypophysenpr~parate wurden am isolierten Meerschweinchenuterus, an der dekapitierten Katze (Blutdructk) untersucht. Je nach der verwandten Methode war die relative Wirkungsst/~rke verschieden. Daraus folgt, dab die Extrakte verschiedene wirksame Substanzen enthalten. Die fibliche Wertbestimmung am Uterus garantiert nut eine konstante Wirksamkeit ffir geburtshilfliche Zwecke",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zondek",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "A"
                    ],
                    "last": "Loewy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "solchen F~llen ist das Fett trotz Hungerns und Thyreoidintherapie nicht zur Einschmelzung zu bringen. Sonst war Thyreoidin gut wirksam, dagegen Thyreoglandol und Thyreoideaopton ohne Wirkung. Die Wasser-affinitS, t der Gewebe ist bei Fettsucht h~ufig fiber die Norm gesteigert. BIJLSMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Zucker im Urin fanden, lieB sich bei gleichem Vorgehen nie eine Zunahme des Blutzuckerspiegels, sondern stets eine geringe Herabsetzung feststellen. Diese Reizversuche der Hypophyse (Nervenbahn: Kopfsympathicus aufsteigend fiber das Ggl. cervic, supr., Plexus carotic. zur Hypophyse) bieten keinen Anhalt daffir, dab es einen hypo-physSx bedingten Diabetes ohne Beteiligung des Zwischenhirns gibt. LESCHKE, Berlin: Beitr/ige zur klinischen Pathologie der Hypophyse und des Zwischenhirns. Auf Grund yon Diureseversuchen mit VOLI~ARDS Wasserversuch n/ihert sich LESCHKE der BIEDLSchen Auffassung, dab Hypophyse und Zwischenhirn vor~ der gleichen Bedeutung ffir die Genese des Diabetes insipidus sind. Aussprache: ALEXANDER, Berlin, weist auf ausgedehnte StSrungeI~ im endokrinen System bei Stuhlverst6pfung hill. Pituitrin regt die Darmt~tigkeit an. Auch ffir alas Ulcusproblem sind diese Beziehungen yon Bedeutung",
            "authors": [
                {
                    "first": "Dresel",
                    "middle": [
                        "U F H"
                    ],
                    "last": "Brugsch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lewy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Berlin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Experimentelle Beitr/ige zur Frage des hypophys~iren Diabetes. Im Gegensatz zu den Angaben yon WEED, CUSI~ING und JACOBSEN, die bei durehschnittenen abffihrenden Nn. sympathici und vagi bereits ~ Min. nach faradischer Reizung des Ganglion cervic, suprem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Untersuchungen am Atemzentrum. II. Die Beeinflussung des narkotisierten oder morphinisierten Atemzentrums durch Lobelin und zwei weitere Lobelia-alkaloide. Beobachtungen fiber die Kreislaufwirkungen des Lobelins. Von H. WIELAND und R. MARER. (Pharmak. Inst. Freiburg, Br.) Arch. f. exp. Pathol. u. Pharmakol. Bd. 92, H. 4, 6, S. 195. 1922. Drei isolierte Aikaloide aus Lobelia inflata, das Lobelin, Lobelidin und die sogenannte ,,Base B\" wirken auf das Atemzentrum erregend. Die Erregung gibe sieh kund in Steigerung des Atemvolumens. Lobelin wirkt am st/ixkseen, die beiden anderen halb so stark. Der bee rascher Einspritzung erregender Dosen anftre-Beim Sgugling l~iBt sich bei Verwendung frischer Homatropin 16sungen (i : iooo) stets Mydriasis und Lichtstarre hervorrufen. Der Grenzwert 5fir die Lichtstarre liegt bei einer Konzentration I : 5ooo, ffir die Mydriasis I : 600 ooo. Mit einer Kollzentration i :8ooo kann man noch in 94% aller F~lle eine Mydriasis erreichen. Eine experimentelle Untersuchung fiber die pharmakologische Wirkung des Chinidins. Von D. E. JACKSON, A. FRIEDLANDER und J. V. LAWRENCE. (Dep. of Pharm. a. intern. Med.-Univ. Cincinnati, Coll. of Med.) Journ. of laborat, a. clin. reed. Bd. 7, Nr. 6, S. 311. 1922.Verff. beabsichtigten durch Versuche an Hunden, denen sie im Bhtdruckversuch, unter plethysmographischen Aufzeichnungen usw. Chinidin allein und nach vorangegangener Vergiftung mit AconPdn, BaCl~, und Digitoxin intraven6s einspritzten, Klarheit fiber die Wirkungsweise des Chinidins zu schaffen und vor allem aufzukltiren, warum in der Klinik das Chinidin einmal bet Vorhofflimmern wirkt das andere Mal nicht. Die Versuche veranlassen die Verff. zu der Annahme, dab auBer der direkten HerzbeeinIlussung such ein peripher Effekt beim Zustandekommen der therapeutischen Wirkung in Betracht zu ziehen ist, und dab die Vagusendigungen am Herzen, nicht, wie mehrfach behauptet wurde, gel/ihmt werden, dab sogar der Gedanke an eine ergotoxins Sympathicusl/ihmung in Erwttgung gezogen werden muB. Positive, definitive Schlfisse auf eine Rhythmus regularisierende Herzwirkung des Chinindins und deren Mechanismus k6nnen nicht gegeben werden. (]:)as negative Ergebnis ihrer Untersuchung, fiber die such die in RiesenmaBen beigegebenen 25 (!) Kurven nicht hinwegtttuschen k6nnen, hindert die Verff. nicht zur Einleitung der Arbeit, die dringliche Notwendigkeit der Kttirung des pharmakologisehen Geschehens bet der Chinidinwirkung zu postulieren (als ob in dieser Riehtung nicht schon viel versueht worden set) und am SchluB gegen andere Autoren zu polemisieren, deren Ergebnisse experimentell gar nieht widerlegt worden sind, mit der groben Versuchstechnik der Verff. (bis zu 3omg Chinidinsulfat bet 11--12 kg schweren Hunden!) such kaum widerlegt werden k6nnen.OPPENHEIMER.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "PERER. (Path. Institut Krankenh. Wieden-Wien.) Virchows Arch. f. pathol. Anat. u. Physiol. Bd. 237, H. 3, S. 400. I922.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Das Virus der lethargischen Encephalitis findet sich in dem Sekret des Nasenrachenraumes bei Erkrankten. Es wird am besten isoliert dutch Hornhaufimpfung beim Kaninchen. M/iuse sind ffir das Virus empf/inglich bei cerebraler, intrapeitonealer subcutaner Applikation. Das Virus verbreitet sich durch die Nervenstringe, wie die Wut. Die Inkubationszeit geht einher mit Fieber, Polynucleose und einer verminderten Widerstandsf~ihigkeit der roten Blutk6rperchen. Die Inkubation kann abgekflrzt werden dutch Einwirkung yon Nervengiften (Chloroform, Ather usw.). Das Virus h~tlt sich sehr lange in Wasser und Milch und aueh in trockenem Zustande. Das Virus hat eine ausgesprochene Vorliebe ffir das Ektoderm, deshalb batten intracutane Impfungen bei fast alien Tieren. Im 13hte, in den Lymphdriisen und auch in den Speicheldrfisen kounte das Virus nicht gefunden werden. Es ist ein filtrierbares Virus und kann in Glycerin aufbewahrt werden. Das Virus passiert die Placenta und infiziert das Zentralnervensystem des Foetus. SchlieBIich wurden Vergleichsuntersuchungen mit anderen filtrierbaren Virusarten angestellt betreffend ihre Haftbarkeit in der Haut, in der Cornea, dem Gehirn und der Medulla. Es wurden gepriift: i. Variolavaccine; 2. Herpes; 3. das Virus der Encephalitis; 4. Tollwut und 5-Poliomyelitis. Es ergab sich, dab die ersten 3 Affektionen auf der Haut und auf der Cornea hervorrufen die beiden letzten nieht, dab diese beiden abet die Cornea trotzdem passieren. Das Gehirn wurde yon 5. gar nicht yon t. und 2., wenig yon 3. und 4-stark infiziert. Die Medulla yon 2., gar nicht yon i. und 3-, wenig yon 4-und 5. sehr stark infiziert. Ffir diese Krankheiten wird daher von den Verff. der zusammenfassende Name der ,,Neurotropen-Ektodermosen\" vorgeschlagen. SCttMITZ. 0ber eine durch ein anaerobes Bakterium hervorgerufene Meningitis. Ein Beitrag zur Bakteriologie der pathogenen Anaerobier. Von F. FREUND. (Pathol. und Bakteriol. Inst. Jubil~umsspit. Wien.) Zentratbl. f. Bakteriol., Parasitenk. u. Infektionskrankh., 1. Abt. : Orig. Bd. 88, H. i, S. 9. 1922-Eingehende Beschreibung des Krankheitsverlaufs und-des bakteriologischen Befundes bei einer t6dlich verlaufenen Meningitis. Es handelte sich um einen ana~roben Bacillus, der eine weitgehende Verwandtschaft mit einem yon KIssKALT gefundenen Streptobacillus aufzeigte, der wiederum dem Bac. funduliformis HMles sehr nahe stand. Sc~MlZZ. Bericht fiber die Normungsfrage. Von F. NEUFELD. Desinfektion Jg. 7, H. 2, S. 33. 1922. Die Frage der Normung yon Desinfektionsmitteln hat erhebliches praktisches und wissenschaffliches Interesse. DaB sie bisher nicht gel6st wurde, liegt an den ganz betr/ichtlichen Schwierigkeiten des Problems. Diese Schwierigkeiten setzt Verf. kurz anseinander. Zu ihrer Bew/iltigung empfiehlt er die Bildung einer SachverstSmdigenkommission und die Mitarbeit einer gr6Beren Zahl yon Uni-versit~tsinstituten in Deutschland. Die Industrie, die an der ganzen Frage lebhaft interessiert ist, mfiBte die erforderliehen Mittel bereit stellen. SELIGMANN. 0ber Migst/inde und Gefahren bei dem Verkehr mit bakteriellen Ratten-und MXusevertilgungsmitteln. Bemerkungen zu den Artikeln yon Wreschner und Willffihr-Wendtland. (Diese Zeitschr. 93, S. 35 und 94, S. I92. ) Von H. RAEBIGER. u. L. BAHR. Zeitschr. f. Hyg. u. Infekfionskrankh. Bd. 95, H. 4, S, 442. 1922. Die Verff., in deren Laboratorien bakterielle Rattenvertilgungsmittel (Ratin) fabrikm~iBig hergestellt werden, nehmen Stellung zu den neuerdings yon verschiedenen Seiten hervorgehobenen Mil3st/inden. Sie bestXtigen, dab sich viele v611ig unbrauchbare Knlturen im Handel befinden, und begriil3en die geplante Einffihrung gesetzlicher KontrollmaBnahmen. Sic halten Schgdigungen yon Menschen und Haustieren durch Ratinkulturen ffir seltene Ausnahmen und empfehlen, derartige Kulturen in Kfichen, Speisekammern, Erziehungsanstalten, Krankenhgusern, Irrenh/iusern und Gef/~ngnissen weder anzurichten noch anzulegen. (Vgl. dies. Wochenschr. Nr. 9, S. 438.) SELIGMANN. KRANKHEITEN DER ATMUNGSORGANE. Indikafionsstellung und Ergebnisse der Auslese ffir thorax-chirurgische MaBnahmen an dem Material einer Lungenheilst~itte ffir Kriegsbesch~digte. Von G. BURKHARDT. (Deutsch. Krieger-Kurhaus Davos-Dorf.) Miinch. reed. Wochenschr. Jg. 69, Nr. I6, S. 575. ~1922. Indiziert ist die Kollapstherapie prinzipiell nur dann, wenn die Eigenheiltendenzen des K6rpers (narbige Schrumpfung und im-munbiologische Abwehr) zusammen mit medikamentSser und klimatisch-di~tetischer Therapie ersch6pft sind, wenn trotz vorhandener Schrumpfung noch Zeichen yon Progredienz vorhanden sind. Ein einseifig ausgedehnter Prozel3 dart daher zun/ichst nicht ohne weiteres als operativ geeignet angesprochen werden etwa aus prophylaktischen Erw~igungen, da das Risiko an Komplikationen, besonders bei Pneumothorax, daffir zuns noch zu grog ist. Der Pneumothoraxversuch ging in BURKHARDTS F~llen jeder Plastik voraus; h6here Druckwerte sollten dabei vermieden werden. Nur bei anamnestisch sicher gestellter Exsudatpleuritis ist er zwecklos. Absolute Kontraindikatioa bildet die Darmtuberkulose. Bei zweifelhafter Zustandsdiagnose der besseren Seite empfiehlt sich die Phrenikotomie als Belastungsprobe. ~richtig ist%auch die Funktionsbestimmung des Herzens, dessen krankhafte Zu-st~inde unter Umst~nden dutch Cardiolyse zu beheben sind. Druck ist gr613erer schneller H6henwechsel mit grol3en Gefahren verbunden. Rasche Zunahme des intrapleuraten Druckes durch Abnahme des /iul3eren Luftdrucks kann durch EinreH3en der Pleura oder PIeuragef/~Be oder durch freiwerdende Blutgase zur Gaselnbolie fiihren. Beschreibung eines Falles, bei dem 3 Tage nach der letzten Nachffithng durch H6henwechsel yon etwa iooo m pl6tzlicher Tod unter meningealen Symptomen infolge Gasembolie eintrat. LEVINGER. des Bronchialasthmas zu anderen Erkrankungen und neuere Anschauungen tiber seine Pathogenese und Therapie. Die Bedeutung akuter Infektionen der Respirationsorgane. Von H. KAMMERER. (II. reed. Klinik Miinchen.~ Mfiuch. reed. Wochenschr. Jg. 69, Nr. 15, S. 542. 1922. I Ubersichtsreferat mit besonderer Beriicksichtigung der E~weiBfiberempfindlichkeit der Asthmatiker. Bei eigenen Untersuchungen bemerkte Verf. in der Anamnese ungemein h~iufig Pnenmonien, und als unmittelbar ausl6sende Ursache des ersten AnfaUes diese nnd andere akute infekti6se Erkrankungen der Respirationsorgane. Ein urs/ichlieher Zusammenhang zwischen bakterieller Infektion und Proteiniiberempfindlichkeit ist demnach bei besonderer ,,o.na-KRANKHEITEN DES VERDAUUNGSKANAL$. Eine noch nicht beobachtete Form der Speiser6hrentuberkulose. --Klinische Heilung derselben. Von W. KLESTADT. (Ohren-Nasen-Halsklin., Breslau.) Arch. f. Ohren-, Nasen-u. Y~ehlkopfheilk. Bd. Io9, H. 2/3 , S. 195. I922. Fallvon Oesophagustuberkulose bet einer 54 j~hrigen Patientin, die am Beginn der offenen Speiser6hre sitzend unter dem Bild, eines Tumors auftrat, mit dem Oesophagoskop diagnosfiziert und histologisch nachgewiesen wurde. Nach Erweichnng des Tumors kam es zum Spontandurchbruch des Abscesses in die Speiser6hre. Klinisch trat danach gtatte Heitung ein. PREUSS. Bifurkafion, verlaufen meist symptomlos and werden h~ufig erst bei der Sektion entdeckt. Im Gegensatz dazu zeigen sich die Pulsionsdiverfikel immer am Ubergang des Pharynx in den Oesophagus, und zwar an seiner Hinterwand. Diese Stelle ist der yon KILLIAN erforschte Speiser6hrenmund; beim Passieren yon Speisen 6ffnet sich dieser Mund, um nachher bis ant eine hintere Lippe zu versfreichen. Krampfzust~nde dieses Mundes, zu hastiges Essen, Verschlucken zu groBer Bissen, begfinsiigt das Entstehen des Divertikels. Eine kongenitale Entstehung ist nicht bewiesen. Im Bereich des Diverfikels fehlt die L~ngsmuskulatur in einem dreiecldgen Bezirk, die Ringmuskulatur ist auseinandergewichen, diesen far die Divertikelbildung pr/idisponierten Ort nennt man die LAIMERsche Stelle. Verf. teilt ausffihrlich einen selbstbeobachteten Fall mit, der 8 Jahre unter den verschiedensten Diagnosen seiner Schluckbeschwerden und Lungenentzfindungen wegen behandelt, Ms endlich die Krankheit richtig erkannt und die POPIELSKY, unter Hinzuffigung ether Gastroenterostomie. Die S~ure wird yon den Fundusdrfisen abgesondert und gelangt dutch die Gastroenterostomie in den Darm, indem das Pankreas vollkommen unts bleibt, da seine Funktion reflektorisch yon der Duodenalschleimhau% bedingt wird, sobald die S~iure durch den Pylorus in das Duodenum ilieBt Die Darmwand wird so der Sgurewirkung des Magensaftes ansgesetzt bet absolutem Fehlen der Pankreasfunktion, die doch der t-Iauptfaktor bet der Magensaftneutralisierung ist. Wenn hierbei noch zuf~llig aus irgendwelchem Grnnd die Darmwanderns gest6rt wird, so sind alle Bedingungen fflr die Entstehung eines Ulcus pepticum jejuni vorhanden. DESSECKEr~. 0ber den Wert des Wasserversuches als differentialdiagnostisches Mittel bei Ulcus und Carcinom des Magens. Von F. L. BONN. Mitt. a. d. Grenzgeb. d. Med. u. Chirurg. Bd. 34, It. 5, S. 678. I922. Der Versuch, die Wasser-und Kochsalzausscheidung als differentialdiagnostisches Mittel bei Ulcus und Carcinom des Magens heranzuziehen, ist yon dem Verf. nachgepriift worden. Er konnte die Erfahrungen anderer Autoren nicht bestiitigen und lehnt die Merhode als zu unsicher ab. NICK. Zur Excision der Magenstrage. Von M. KIRSCHNER. (Chir. Klin. K6nigsberg.) Zentralbl. f. Chirurg. Jg. 49, Nr. 13, S. 428. 1922. Rein theoretische und hypothetische Erw~gungen fiber den Wert der ,,Excision der MagenstraBe\", auf Grund derer Verf. die yon SCHm~DEN beschriebene Methode der Operation des Ulcns der kleinen Kurvatur des Magens abletmt. DESSECKER. Zur Frage der Atiologie der Hirschsprungschen Krankheit. Von K. VOGEL. (St. Johannishospit. Dortmund.) Mitt a. d. Grenzgeb. d. ivied, u. Chirurg. Bd. 34, H. 5, S. 637. 1922. Als Ursachen ,,lokale r Darmauftreibung nach Art der HIESCH-SPRUNGschen Krankheit\" gibt Verf. ant Grund seiner 8 mifgeteilten Sphinkterkrampf, in einem mitgeteilten Fall vielleicht verbunden mit zentraler Innervationsst6rung der Ringmusknlatur der Flexur. 4. Schrumpfungsprozesse im Mesosigma, Abknickung bedingend. 5. Mechanische Verengerung (in einem Fall dnrch Fremd-k6rper, in einem anderen dutch zirkul/ire Ulcusnarbe). ARch mit der allgemeinen konstitutionelten Asthenie k6nnte ein Zusammenhang bestehen; indem bet diesem Zustand einzelne Teile der Darmwand abnorm nachgiebig sein k6nnten. KAT:FMANN. Hypophysenextrakt-Injektion bet Ileus uud nach Laparotomie. Von FERVERS. Med. Klinik Jg. x8, Nr. 14, S. 438. 1922. Die Chemischen Werke Grenzach haben ein neues Hypophysen-prgpara% Nr. 644 hergestellt, das sich dem Verf. besser als sonstige Hypophysenextrakte zur Anregung der Peristaltik bet Ileus und nach Laparotomien bew/thr% hat. Morphium-Atropin soll seine Wirksamkei% nicht herabsetzen. Es hat dazu noch die erwfinschte kardiovaskul~re Nebenwirkung wie auch Pituitrin, Pituiglandol und s Pr/tparate. Verf. verfflgt erst fiber wenige Fs nnd hglt eine Nachprflfung ifir erwfinscht. PEIPER. Die chirurgischen Komplikationen der Aseariden-Helminfhiasis. Von R. GIRGENSOHN. (Kinderspit. Riga.) Dtsch. Zeitschr. f. Chirurg. Bd. x69, H. 5/6, S. 3o9 . 1922. Bet der Palpation hat man oft das Gefiihl einer mehr teigigen Konsistenz der Diinndarmschlingen, charakteristisch ist auch die allm/i.hliche Exacerbation der Beschwerden. Wenn auch sonst im Kinderstuhl sehr oft ttelmintheneier zu linden sind, so sind sie jedoch in diesen F~llen in ganz auBerordentlich grol3er Zahl vorhanden, im mikrosk0pischen Bilde scheint fast der ganze Stuhl aus Eiern zu bestehen. Wetter kann auch eine Appendicitis dutch die Wtirmer vorget~uscht werden. SelbstverstAndlich soll man aber operieren wenn die Wahrscheinlichkeit fflr Appendicitis gr6Ber ist als fiir Helminthiasis. A.W. FISCHER. Zur Therapie der Oxyuriasis. Von W. T. SCHMIDT. Miinch. med. VVochenschr. Jg. 69, Nr. It, S. 400. I922. Gfinstige Erfahrungen bet Oxyuriasis mit Gelonida Aluminii subacetici in folgender Darreichung: 3 X t~glich eine Tablette in drei aufeinanderfolgenden Tagen, darauf drei Ruhetage. Am i., 7. nnd 13. Tag Kalomel zum Abfflhren. An jedem der Kurtage zugleich abends For dem Sehlafengehen in Knieellenbogenlage ein Einlauf bis zu i 1 Wasser yon 20 ~ C. T~iglich nach della Einlauf Einsalben des Alters mit Ung. ciner. FRIEDEERG. Mfinch. reed. Wochenschr. Jg. 69, Nr. IO, S. 342. Besch/Ktigt sich mit chromodiagnostischen Untersuchungcn der Leber mittels Indigocarmininjektionen nnd Duodenalsondierung (vgl. Klin, Wochenschr. S. 835, Anmerkung i zur Arbeit von ROSENTHAL und yon FALKENHAUSEN), ferner mit dem Ausfall der besonders in Frankreich viel benutzten HAGsehen Schwefelblumenprobe zum Naehweis yon Gallens/iuren in Duodenalsaft und Urin bei Lebergesunden und Leberkranken und mit der FALTAschen Gallenprobe lnit 3 g Fel tauri siccum, durch die sich je nach der Tageszeit Schwankungen im Urobilianogengehalt des Urins nachweisen lassen. Uber ongenitalen VerschluB der Gallenausffihrungsg~inge. Von G. VON DER WETH. (Patholog. Inst., Leipzig.) Jahrb. f. Kinderheilk. Bd. 97, 3. Folge, Bd. 47, H. 5/6, S. 259. 1922.Drei griindlieh untersuchie Fallen bilden die Grundtage zu der hier dargelegten s Theorie unter Heranziehung zahlreicher Literatur. Die F~ille von sicher kongenitaler Obliteration der Galleng~nge sind als Entwicklungshemmungen aufzufassen, anscheinend infolge Besfehenbleiben der physiologischen Epithelok!dusion (TANDLER-FORSSNER). ZU den entwicklungsgeschichtlich bedingten Obliterationen k6nnen sich sekund/ir entzfindliche Ver~nderungen zugesellen, evtl. auch dutch den Reiz der gestauten Guile.FEIEDBERG. Pepton durch die Sonde entleert sich reflektorisch die Gallenblase und es flieBt ein dunkleres gallehaltiges Sekret ab. Naeh STEPP spricht der positive Ausfall dieses Versuches daffir, dab die Gallenblase gesund ist. Verff. best~tigen diese Auffassung. An Stelle des WITTE-Pepton kann man arch Pfefferminz61 nehmen. Es wurde dieses in einigen F~llen yon Icterus catarrhalis getan, mit dem Erfolge, dab die Gallenausscheidung wieder in Gang kam und eine auffallige Besserung des Ikterus eintrat.SCHLESINGER.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Stuhl and Windverhaltung, sie wird mit der Diagnose Ileus eingeliefert Operation zeigt etwas serSs-blntiges Exsudat in der BauchhShle, Fettnel~osen auf dem groSen Netz. Das dnrch alas Mesocolon freigelegte Pankreas ist 6demat6s nnd zeigt ebenfalls Fettnekrosen. Tamponade. In den folgenden \"Wochen dauernd etwas Fieber, die Pat. kommt sehr herunter, am 20. VIII. Er6ffilung eines groBen Lumbalabseesses. Einige Tage spgter Exitus. Autopsie zeigt riesige Eiterh6hle vom kleinen Becken bis zum Zwerchfell, die linke Niere and den Schwanzteil des Pankreas nm-~pfilend. Das Wesen der Erkrankung besteht in der zerst6renden Wqirkung des irgendwie in der Dr/ise aktivierten Sekretes. Die Aktivierung kann dutch eine primgr infekti6se Entzfindung (Eindringen yon Duodenalinhalt oder yon iniizierter Galle in den Ausffihrungsgang) erfolgen. Verf. teilt diese allgemein, verbreitete Ansicht nicht, er nimmt an, dab eine allgemeine Vergiftung des K6rpers besteht, die spezifisch auf das Pankreas und eventuell ant das Fettgewebe wirkt Hierzu addiert sich noeh die verdauende Kraft ,des Pankreassaftes, soweit er noch vonder geschgdigten Drfise abgesondert wird. Einr Infektion kann jederzeit hinzuf~eten. Unter anderem stfitzt er seine Theorie aus der Beobachtung, dal3 stets Leute yon dieser Erkrankung befallen wetden, die im Zeichen einer Stoifwechselst6rung stehen (Fettsfichtige, Alkoboliker, Gallensteinkranke). A.W. FISCHER. Ober die Manifestation yon Pankreaserkrankungen im RSntgenbilde. Won G. HERRNHEISER. (R6ntgenlabor. reed. Klinik, Prag.) _Wled. Klinik Jg. I8, Nr. 8, S. 233. 1922. Die durch Pankreastumoren bedingten Verlagerungs-nnd ~ompressionserscheinungen sind sehr mannigfaltig. Am h/iufigsten ~ind sie an der Pars media des Magens, and hier an der kleinen Kurvatur hgufiger als an der groBen. Die Tulnoren sind nicht immer leicht yon Magentumoren zu unterscheiden. Ffir Pankreas-~umor spricht der Ablaut deutlicher Peristaltik an den verds *igen Stellen der Magenkontur nnd auffallender Wechsel in der ?Form des Defektes bet Lage~nderung. Impressionen an der grol3en Kurvatur, zentrale Fflllungsdefekte am Magen, die z/ipfchenf6rmige ~Verschmglerung der Pars pylorica, Stenosierung oder Verdrgngung des Duodenums, Kompressionen des Colon transversum sind im gusammenhang mit dem sonstigen klinischen Befund ffir die Diagnose wertvoll. Der sonst kaum zu diagnostizierende GasabsceB ,des Pankreas macht im R6ntgenbild durch das Erscheinen einer Luftblase in den mittleren Partien des Epigastriums Symptome, ,die zur Erkennung ffihren k6nnen. Die Darstellung der Pankreassteine, die vorwiegend aus Calciumkarbonat nnd -phosphat be-:stehen, ist gelegentlich gelungen. Im allgemeinen macht die R6ntgenuntersuchung eine Pankreasaffektion nur wahrscheinlich, ~doch ist diese Leistung schon yon groBem praktischen Wert: SCHLESINGER. :0her einen gutarfigen Pankreastumor. Von E. HERMANN. {Chirur. Abt. d. Augusta-Hospit :Berlin.) Dtsch. reed. ~vVochenschr. Jg. 48, Nr. 15, S. 484. I922. Durch Palpation war etwas oberhalb vom Nabel am gul3eren Rand des rechten M. rectus ein eigroBer, fester, mgBig gut beweg-~iicher, nicht druekempfindlicher Tumor festgestellt worden. ]3ei Aufbl/ihung des Magens verschwand die Geschwulst Hypacidit~t. Das R6ntgenbild zeigte in der Antrumgegend stiindig einen unregel-mgBig umrandeten Ffillungsdefekt Operation unter der Diagnose Carcinoma pylori; Magen normal, der Tumor sitzt im Pankreaskopf und erweist sich mikroskopisch als ein benignes Cystadenom. Patientin v611ig geheil% entlassen. DESSECKER. Beitr~ge zur Pathologic der Bauchspeicheidrfise mit besonderer Berficksichtigung adenomat6ser Geschwulstbildungen, sowie der &utonomie der Langerhansschen Inseln. Von A. PRIESEL. (Path.anat. u. bakt. Inst. d. Kaiser-Jubil.-Spitals Vr Frankfurt. Zeitschr. f. Pathol. Bd. 26, H. 3, S. 453. 1922. Protoplastische Epithelgnderungen der Pankreas-Ausffihrungsg/inge sind pathologische Erscheinungen des Greisenalters. Sie sind yon ]3edeutung, da sic ]3eziehung haben zu allerhand Tumoren des Pankreas im Greisenalter (gutartige solide oder cystische Adenome und Krebse und solide plattenepithelische Krebse). Die Langerhansschen Inseln sind selbst~ndige Gebilde, welche alle anderen Organgesetze weft fiberdauern k6nnen, vvrESTENHOFER. ERKRANKUNGEN PER INNERSEKRETORISCHEN DR(JSEN. Uber die postmortale Autolyse der Nebennierenrinde. Von E. J. KRAUS u. L. LUSSIG. (Pathol. Inst Deutsch. Univ. Prag.) Virchows Arch. f. pathol. Anat. u. Physiol. Bd. 237 , H. :/2; S.265-1922. Durch Untersuchung -con 8o Nebennierenpaaren der verschiedensten Krankheitsfglle suchten die Verfasser die Frage zu entscheiden, ob die hgufig zu beobachtenden nekrosenartigen Rindenherde, in deren Bereich gew6hnlich jegliche Kernf~rbung fehlt, tats~chlich intra vitam entstandene Nekrosen sind oder nicht. Sie stellten test, dab bet Vornahme der Sekretion innerhalb der ersten io Stunden solche Ver/~nderungen flberhaupt nicht in den Nebennieren nachzuweisen sind, dab sie aber bet sp{iteren Sektionszeiten sich h~iufen, besonders zwischen lO and 12 Stunden. 75% der F~ille betrafen Individuen mit infekti6sen Erkrankungen, wghrend die restierenden 25% an nicht infekti6sen Prozessen gestorben waren. Daraus geht hervor, dab dutch die Infektion wohl eine Sch/idigung der Nebennierenzellen verursacht wird, die nach dem Tode ihren Ausdruck in einer Beschleunigung der autolytischen Vorg/inge finder {analog dem Verhalten der Nieren bet Sepsis beispielsweise und der Leber bet akuter Leberatrophie). Die Nebennieren yon Kindern in den ersten Lebensmonaten sind auffallend resistent gegen postmortale Ver~nderungen. Die in letzter Zeit hliufiger in der Literatur wiederkehrenden Angaben fiber Nebennierendegeneration bet Infektionskrankheiten haben die kadaver6sen autolytischen Pseudonekrosen offenbar nicht geniigend beriicksichtigt, so dal3 Verwechslungen mit echten~ Gewebsnekrosen vidfaeh vorgekommen sein m6gen, um so mehr, als sic oft schwer voneinander histologisch zu unterscheiden sind. VERS~. {Jber die Funktion der Nebennierenrinde. Von R. STEPHAN. (Med. Klin. St. Marienkrankenh. Frankfurt a. M.) Mfinch. reed. Wochenschr. Jg. 69, Nr. IO, S. 339. 1922. Untersuchungen an gr6Berem Material ergaben als eharakteristische Trias der klimakterischen Allgemeinst6rung: Hypertension, Polyglobulie mittleren Grades, positives Endothelsymptom. Dutch R6ntgenbestrahlung einer Nebenniere, die ant Grund der Annahme einer Dysfunktion der Nebenniere als gtiologisehen Faktors eines Teiles der Erscheinungen vorgenommen wurde, wurde der Blutdruck nicht beeinfluBt, dagegen sank die Erythrocytenzahl dauernd zur Norm ab, oft mit Auftreten yon Scleralikterns und Urobilinurie. Bet essentieller Hypertension wurde gleiches Verhalten beobachtet, ebenso hatte in 2 F/illen dieser Erkranknng, die mit Polyglobulie einhergingen, einseitige Nebennierenexstirpation dieselbe Wirknng wie die Bestrahlnng. Die Nebennierenrinde is% stark radiosensibel, w/ihrend das Mark dureh praktisch anwendbare Strahlendosen nicht beeinflugt wird. In allen F/illen yon Polyglobulie wurde als Ausdruck einer Funktionshemmung im reticuto-endothelialen Zellapparat eine Vergnderung des proteolytischen Ferments im Serum beobachtet, die als Ursache der St6rnng in der Mauserung der Erythrocyten und der dadurch bedingten Erythrocytenverrnehrung aufzufassen ist. Auf Grund der Beobachtnngen wird angenommen, dab die Funktion des reticulo-endothelialen Apparates ether hormonalen Regulierung dutch das Inkret der Nebennierenrinde unterliegt. Hyperfunktion der Nebennierenrinde verursacht Hypofunktion des Milzgewebes und als deren klinischen Ausdruck Polyglobulie, als ihren serologischen Verminderung der Fermentkonzentration im Serum. DEUSCH. Zur Frage der funktionellen. Beziehungen zwischen dem Drfisenparenchym des Ovarium und der Nebennierenrinde. Won M. G. SSERDJIKOFF. (Laborat. f. atlg. u. experim. Pathologic Univ. Ssaratow. (Virehows Arch. L pathot. Anat. u. Physiol. Bd. 237, H. I/2, S. 154. 1922. Auf Grund yon Tierexperimenten, die bet Exstirpation der Ovarien unter verschiedenen Versuchsanordnungen eine Hyper-WOCHENSCHRIFT. seicretion der Nebennierenrinde und bei Nebennierenexstirpation eine I-Iyperfunktion des Parenchyms, des Corpus luteum and der interstitiellen Drfise des Ovariums ergaben, kommt Verf. zu dem SchtuB, dab funktionelle Beziehungen zwischen diesen innersekretorischen Organen bestehen. Diese dokumentieren sich in einer vikarierenden Funktionsfibernahme bef Funktionsausfai1 der einen Driise durch die andere. Der gleichartige lipoide Charakter ihrer Sekrete spricht fiir einen Funktionssynergismus der Nebennierenrinde einerseits und des Parenchyms der interstitiellen Driise und des Corpus luteum andererseits. DEUSCH. Die Arbeitsteilung im Eierstock. Von H. CUGGISBERG. (Frauenklin., Bern.) Zentralbl. f. GynS~koh Jg. 46, Nr. II, S. 4o2. I922. Dutch experimentelle Untersuchungen an Kaninchen (Prfifung der Adrenal~nhyperglyk~mie nach R6ntgenkastration) kommt Verf, zum Schlusse, dal3 eine strenge Scheidung zwischen 5mBerer (Ovulation usw.) und innerer Sekretion im Ovarium nicht vor-handen ist. Der Follikularteil besitzt auch inkretorische Eigenschaften. DIETRICH: Uber Eunuchoidismus beim Kaninchen m Gegenwart yon Spermatozoen in den Hodenkaniilchen und unterentwickelten Zwischenzellen, Von A. LIPSCHUTZ, F. BORMANN u. K. WAGNER. (Physiol. Institut Dorpat.) Dtsch. med.Wochenschr. Jg. 48, Nr. Io. S. 320. 1922. Die Autoren wenden sich gegen die Auffassung, dab allein das spermatogen e Gewebe des Testikels die innersekretorische Funktion ausfibe. Sie fanden in einem Falle beim Kaninchen nach einseitiger Kastration ,,ausgesprochenen Eunuchoidismus (d. h. lediglicheinen, ,,deutlich zurfickgebliebenen, infantilen Penis !\"), im anderen Hoden vo!lko.mmene Spermiogenese, Spermien im Hoden und Nebenhoden, abet unterentwickelte Zwisehenzellen. Die Zwischenzellen bilden einen integrierenden Bestandteil des innersekretoririschen Apparates im Testikel. Die gegenteiligen Ansichten z. B. yon STIEVE und TIEDJE werden abgelehnt. W. FISCHER. VERHANDLUNGEN ARZTLICHER GESELLSCHAFTEN. 34. Kongreg der deutschen Gesellschaft fiir innere Medizin in Wiesbaden.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}