{"paper_id": "97ce926471bfd2d5aada6fd55009e36bb9d9e057", "metadata": {"title": "75 Laboratory Diagnosis of Viral Disease", "authors": [{"first": "Sami", "middle": [], "last": "Al-Hajjar", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Unlike the automation and standardization of clinical chemistry and hematology laboratories, the only major changes in the methodology and operation of clinical microbiology laboratories since 1920 have been tests associated with antibacterial susceptibility. Although tissue culture techniques were introduced in diagnostic virology, their application was generally limited to a few large public health laboratories. However, with the development of newer simpler and rapid methods, the science is changing. This reflects evolving technology and differing priorities in various health-care settings. As the science pf antiviral chemotherapy advances, it is likely that priorities will come into a better focus and that hospitals will move toward a more standardized approach to viral illness and diagnostic laboratories.", "cite_spans": [], "ref_spans": [], "section": "Sami Al-Hajjar"}, {"text": "There are a number of clinical situations where viral diagnosis may be particularly helpful. These include:", "cite_spans": [], "ref_spans": [], "section": "Viral Diagnosis"}, {"text": "1. Viral diseases in which there are important public health considerations (e.g., influenza and arbovirus encephalitis) 2. Viral diseases in which there are significant risks to susceptible persons exposed to the patient (e.g., measles, hepatitis B, and varicella) 3. Situations involving important prognostic considerations (e.g., congenital infections, encephalitis, and infections in immunocompromised hosts) 4. Situations where withdrawal of antibiotics might serve the patient's interest (e.g., respiratory virus infections and viral meningitis) 5. Situations where therapeutic action depends on viral diagnosis (e.g., treatment with an antiviral agent, hospital infection control, and therapeutic abortion for rubella in pregnancy) 6. Cases where a viral diagnosis will teach the medical staff important lessons about diseases or epidemiology and improve subsequent care of similar patients", "cite_spans": [], "ref_spans": [], "section": "Viral Diagnosis"}, {"text": "In order to identify the range of suspected viruses in any one individual patient, the onus is on the clinician to provide comprehensive information and/or liaise with laboratory staff.", "cite_spans": [], "ref_spans": [], "section": "Viral Diagnosis"}, {"text": "It is difficult to overemphasize the importance of collecting proper clinical specimens for viral laboratory diagnostics. Unless the clinician pays close attention to the details of timing, collection, and handling, the laboratory can be of little help; for most acute viral illnesses, specimens obtained early in the illness (i.e., the first 1-4 days of symptoms) are most likely to contain recoverable virus.", "cite_spans": [], "ref_spans": [], "section": "Specimen Collection for Viral Diagnosis"}, {"text": "Specimens should be collected with sterile implements and quickly transported to the laboratory (as any delay will mean some loss of virus particles). In addition to their heat lability, many viruses do not withstand drying. Swabs of mucosal surfaces, skin scrapings, and tissues are placed in a transport medium that contains a protein, a buffer at neutral pH, and antibiotics to kill or suppress the growth of bacteria and fungi.", "cite_spans": [], "ref_spans": [], "section": "Specimen Collection for Viral Diagnosis"}, {"text": "Viruses vary in their ability to survive ambient temperatures. Specimens for virus isolation should always be transported to the diagnostic laboratory on ice, and, unless a delay of more than 4 days is anticipated, specimens should be held at 4 C and not frozen. If specimens are frozen, they should be kept at À70 C since conventional freezer temperatures (À10 C to À20 C) are detrimental to infectivity of many viruses.", "cite_spans": [], "ref_spans": [], "section": "Specimen Collection for Viral Diagnosis"}, {"text": "The site of specimen collection should correlate with the clinical presentation and local epidemiology pattern. However, if there is deep or generalized disease (e.g., non-vesicular rash, meningitis, fever or unknown origin, congenital infection), it is advisable to sample multiple sites. > Table 75 .1 shows a general listing of syndromes, common etiological agents, and appropriate specimens.", "cite_spans": [], "ref_spans": [{"start": 292, "end": 300, "text": "Table 75", "ref_id": "TABREF0"}], "section": "Specimen Collection for Viral Diagnosis"}, {"text": "The gold standard for viral isolation is the viral culture. Viruses are intracellular parasites and require living cells in order to replicate in the clinical laboratory. Living cells can be provided in the form of suckling mice, embryonated chicken eggs, and cell cultures. Today, most clinical laboratories prefer to use cell cultures rather than mouse and egg inoculation.", "cite_spans": [], "ref_spans": [], "section": "Virus Isolation"}, {"text": "Virus identification depends on viral entry and proliferation in cells grown as a monolayer under sterile tissue culture conditions. Cytopathic effect (CPE) is a pattern of cell destruction resulting from viral infection that occurs in a characteristic pattern depending on the cell line and infecting virus. Members of the orthomyxovirus (influenza virus) and paramyxovirus (parainfluenza virus, or mumps) groups may fail to produce a clear-cut CPE in infected cell cultures, but they may be detected first, or sometimes exclusively, by demonstration of the phenomenon of hemabsorption (these viruses produce hemagglutinin molecules that protrude from the lipid bilayer of the . A recent advance in a viral culture methodology involves centrifugation of the patient specimens onto cell monolayers in the bottom of glass shell vials, and, after a 1-to-2-day period of cultivation, staining for viral antigen in the cells by using a labeled monoclonal or polyclonal antibody. The centrifugation step shortens the time of development of viral antigen or CPE. The monoclonal antibody, if directed at viral antigens produced early in the replication cycle, can detect a virus even before the development of CPE. For example, use of the ''shell vial'' technique in the laboratory enables detection of 50-60% of cytomegalovirus (CMV)-positive specimens within 24 h and a cumulative total of 90% within 48 h. The remaining 10% are detected by traditional viral CPE and require a mean of 10 days for positive results. This technique has been applied to the rapid detection of several viruses, including herpes simplex, measles, adenovirus, influenza, parainfluenza, respiratory syncytial virus (RSV), and varicella-zoster viruses.", "cite_spans": [], "ref_spans": [], "section": "Virus Isolation"}, {"text": "Same-day diagnosis is the ''wave of the future'' in microbial diagnostics. However, rapid diagnosis is a ''directed approach'' that requires prior consideration of the virus suspected. Viral isolation, in contrast, is an ''open-ended approach'' that may yield interesting, unanticipated results.", "cite_spans": [], "ref_spans": [], "section": "Rapid Diagnostic Methods"}, {"text": "The analysis of viral cytopathology is the oldest form of rapid diagnosis. An example of this form of testing is the Tzank preparation used to diagnose herpes virus infections. The technique is performed by scraping the base of a skin vesicle and transferring the scraping to a microscope slide. The slide is allowed to air dry and then stained with Giemsa, Wright, or Papanicolaou stain. Slides are viewed under a standard microscope. The finding of multinucleated giant cells is diagnostic of a herpesvirus infection. This method has been largely superseded by fluorescent antibody staining and other antigen detection methods that are more sensitive and can also identify the specific herpes virus present.", "cite_spans": [], "ref_spans": [], "section": "Viral Cytopathology"}, {"text": "Electron microscopy (EM) has been used for many years for the rapid detection of viruses in clinical specimens. This technique relies on the identification of viruses by their characteristic morphology. One limitation of EM is that virus must be present in sufficient quantity (approximately 10 5 -10 6 particles/mL) in order to be detected. The most potent usefulness lies in detecting viruses in fecal contents; EM is not used widely for routine diagnosis because it is expensive, cumbersome, and insensitive. Newer rapid tests are available for most viruses that previously were diagnosed by EM.", "cite_spans": [], "ref_spans": [], "section": "Electron Microscopy"}, {"text": "Immunofluorescence (IF) has been used for rapid diagnosis of respiratory tract infections, and vesicular exanthems and examination of tissues. The method is rapid, precise, and sensitive when careful attention is paid to be the technique of obtaining and processing the specimens, using appropriate controls, and having a well-trained laboratory staff to interpret the results. Clinical specimens are applied to a slide, dried, fixed, and stained. A fluorescence microscope is used to read the slides for either fluorescing organisms or infected cells. Staining may be direct, using a specific antimicrobial antibody with attached fluorescence dye, or indirect, using an unlabeled specific antimicrobial antibody followed by fluorescein-labeled antibody directed against the initial antibody.", "cite_spans": [], "ref_spans": [], "section": "Immunofluorescence"}, {"text": "The indirect test may be more sensitive than the direct test, although a recent study suggests the sensitivity is comparable. For RSV and measles, the sensitivity of IF exceeds that of cell culture. For the others, particularly when high-quality reagents are not available, the sensitivity appears to be somewhat lower. Immunofluorescence has also been successfully used to detect and distinguish herpes simplex and varicella-zoster viruses in vesicle fluids. The IF method is also very useful in the examination of tissue specimens. This technique is the preferred method for rapidly diagnosing (a) herpes simplex encephalitis in brain biopsies and (b) rabies in animal brain.", "cite_spans": [], "ref_spans": [], "section": "Immunofluorescence"}, {"text": "Immunofluorescence has the following advantages:", "cite_spans": [], "ref_spans": [], "section": "Immunofluorescence"}, {"text": "1. One can prepare a slide and stain for a number of different organisms at a single time; the adequacy of the specimen can be determined, and slides may be made and sent to the reference laboratory for reading. ", "cite_spans": [], "ref_spans": [], "section": "Immunofluorescence"}, {"text": "Enzyme immunoassay (EIA), or enzyme-linked immunosorbent assay, utilized multiple antigen-antibody reactions to detect low concentrations of microbial antigen. EIAs are available now for the diagnosis of respiratory viruses (RSV, influenza, parainfluenza, adenovirus, and metapneumovirus) enteric viruses (rotavirus, norovirus, and adenovirus), and herpes simplex virus. The major advantages of the EIA are ease of interpretation, objectivity, and ability to detect antigen in specimens collected and handled in a manner that disrupts intact infected cells needed for IF. These assays can be automated. The advantages of the EIA include the potential for nonspecific reactions that may give false-positive results and the ability of the test to identify the presence of only one infectious agent, unlike IF, in which the presence of any one of several agents can be determined on a single specimen by one procedure.", "cite_spans": [], "ref_spans": [], "section": "Enzyme Immunoassay"}, {"text": "Recent advances in molecular cloning have made hybridization possible. With the availability of large quantities of cloned viral DNA, the use of nucleic acid hybridization has become practical possibility for detection of certain viruses in clinical specimens. Hybridization assays are available for the direct detection of herpes simplex virus, CMV, and human papillomavirus. Probes for hepatitis B core and surface antigen genes, human immunodeficiency virus (HIV), Epstein-Barr virus (EBV), adenovirus, and type A rotavirus are currently available.", "cite_spans": [], "ref_spans": [], "section": "Nucleic Acid Hybridization"}, {"text": "The polymerase chain reaction (PCR) is the most sensitive method for revealing the presence of otherwise undetectable quantities of the genome of RNA or DNA of human viruses. PCR is a powerful new technique developed in 1985 and is an alternative to direct hybridization methods. It can be used to amplify a small piece of viral DNA or RNA in clinical specimens up to a millionfold, allowing detection of small quantities of infectious agent in a single sample. PCR has the sensitivity to detect as few as ten infected cells or one virus in as many as one million cells in clinical specimens. Because PCR is very sensitive, slight contamination of laboratory specimens by stray DNA can lead to amplification of DNA not in the original specimen. It is being used currently to detect HIV, herpesviruses, influenza virus, hepatitis viruses, rotavirus, EBV, CMV, and parvovirus. The use of PCR for the diagnosis of CNS disease has been well evaluated for HSV encephalitis and enterovirus meningitis. The use of this highly sensitive technique has increased our understanding of the etiological role of viruses in CNS disease. For example, it has been demonstrated that varicella-zoster virus (VZV) and HSV type 2 (HSV-2) can cause meningitic symptoms without causing concurrent skin lesions. Multiplex PCR is a newer diagnostic technology that allows testing for multiple viruses simultaneously with a very high specificity and sensitivity. The xTAG RVP assay (Luminex Molecular Diagnostics; Toronto, ON, Canada) is one example and is approved by the US Food and Drug Administration (FDA). This test detects 12 different viruses and has a sensitivity of 96.4% and a specificity of 95.9%. Multiplex PCR is also available for diagnosis for CSF and enteric viruses.", "cite_spans": [], "ref_spans": [], "section": "Polymerase Chain Reaction"}, {"text": "Viral genome quantification (VL) has within a few years become an integral part of the clinical management of patients suffering from infection with HIV, HBV, HCV, or human CMV. Besides providing prognostic information on individual cases, particularly for HIV and human CMV, genome quantification plays a most important role in monitoring the patient's response to antiviral treatment. VL testing assesses the success of antiviral therapy, including, but unable to distinguish between, different factors involved. These include treatment failure due to viral (development of antiviral resistance) and host factors (one of which is noncompliance). Several studies have proven the value of VL determination as a surrogate marker for clinical markers of therapeutic success. The increasing availability and clinical use of potent anti-(retro)viral chemotherapy has sparked the development of a variety of commercial assays for viral genome quantification. It is being used currently to detect HIV and has been in use in research laboratories to identify other viruses, such as the herpesviruses, influenza virus, hepatitis viruses, rotavirus, EBV, CMV, and parvovirus.", "cite_spans": [], "ref_spans": [], "section": "Polymerase Chain Reaction"}, {"text": "DNA microarray testing, which so far is available only in research settings, is a newer technology designed for much broader-spectrum viral detection. The microchip has approximately 22,000 oligonucleotide probes representing about 1,800 fully or partially sequenced viruses and it can detect all known viruses, as well as possible novel viruses that are related to known viral families, without a priori knowledge of their whole nucleotide sequences. This panviral microarray was used as part of the global effort to identify severe acute respiratory syndrome-associated coronavirus in 2003.", "cite_spans": [], "ref_spans": [], "section": "Microchip Assay"}, {"text": "This method addresses the problems associated with both earlier methods, and reduces the detection time to less than 30 min. Because it is based on a rapid hybridization and no enzymatic amplification is used, it is not affected by impurities in the sample. At the present it can detect 500 copies or more of an infectious agent per sample. It can be adapted to any type of sample such as blood, stool, or tissues. The size of the chip is less than 1 cm 2 and the active site is less than 1 mm 2 .", "cite_spans": [], "ref_spans": [], "section": "Microchip Assay"}, {"text": "One of the classic methods of diagnosing viral infection is the detection of virus-specific antibodies or antigens in serum. Some of the assays, such as radioimmunoassays, EIAs, Western blots (protein is electrophoresed through a gel to separate molecules according to size, blotted onto a membrane, and then hybridized with antibody against a specific protein of interest), and IF, measure antigenantibody interaction. Assays such as complement fixation, latex agglutination, and immune adherence hemagglutination depend on the capacity of antibody, upon interacting with antigen, to perform some non-virus-related function.", "cite_spans": [], "ref_spans": [], "section": "Serology"}, {"text": "Most acute primary viral infections induce a dependable rise in antiviral immunoglobulin G antibody. Diagnosis can be made through measurement of antibody levels in paired sera obtained early in the course of disease (acute) and late or after recovery (convalescent) 14-21 days later. Exceptions involve the following situations:", "cite_spans": [], "ref_spans": [], "section": "Serology"}, {"text": "1. Infections in immunodeficient hosts who cannot form antibody (including certain young infants). 2. Some superficial infections such as respiratory infections, which may occasionally fail to induce an antibody response despite significant illness (e.g., RSV in infants). Regardless of the method employed, serologic demonstration of an antibody response may provide evidence of infection in the absence of virus isolation from culture. Unfortunately, documentation of infection is delayed because of the need to assess convalescent serum for antibodies and is limited by the multiplicity of viruses infecting humans.", "cite_spans": [], "ref_spans": [], "section": "Serology"}, {"text": "3. Acute infections acquired in the presence of passively transferred antibody (e.g., neonatally acquired CMV infection).", "cite_spans": [], "ref_spans": [], "section": "Serology"}, {"text": "Most recent serologic diagnosis has emphasized the detection of specific immunoglobulin M (IgM) antibodies, which allows a diagnosis to be made from a single specimen obtained early in the illness. Specific IgM antibody testing is most useful in disease with a sufficiently long incubation period in which specific IgM antibodies are present at the time of clinical presentation; this is currently the method of choice for the diagnosis of rubella, measles, hepatitis A virus, and a number of arbovirus infections. There continues to be technical problems with many IgM assays, including interference with rheumatoid factors, which needs to be absorbed from serum.", "cite_spans": [], "ref_spans": [], "section": "Serology"}, {"text": "Recently, IgG avidity assays, which measure antibody maturity, have been shown to reliably discriminate between acute and past infection. Thus in recent (acute) infection the body produces low-avidity IgG. After 2-4 months, the body begins to produce high-avidity IgG. For example, low CMV IgG avidity suggests acute CMV infection occurred within the past 2-4 months. High CMV IgG avidity suggests that CMV infection occurred at some point in the past. This has been demonstrated to be the case for CMV, toxoplasma, and rubella. Avidity indices of 50% or less are considered low-avidity indices.", "cite_spans": [], "ref_spans": [], "section": "Serology"}, {"text": "For several infections, the testing of acute and convalescent specimens or the identification of virus-specific IgM antibodies is not necessary because the infections are typically chronic, and detection of any virus-specific antibodies more often signifies current infection. Examples include HIV, human lymphotropic T-cell virus, and hepatitis C virus.", "cite_spans": [], "ref_spans": [], "section": "Serology"}, {"text": "Detection technologies will continue to evolve, allowing faster, more sensitive, and less extensive methods for pathogen discovery. Multiplex PCR assays are already widely implemented, but microarray technology is less advanced.", "cite_spans": [], "ref_spans": [], "section": "The Future for Viral Diagnosis"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Laboratory diagnosis of viral disease: fact, fiction and clinical relevance", "authors": [{"first": "S", "middle": ["H"], "last": "Al-Hajjar", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Qadri", "suffix": ""}], "year": 1995, "venue": "Saudi Med J", "volume": "16", "issn": "", "pages": "194--200", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Comparison of the Eragen Multi-Code respiratory virus panel Laboratory Diagnosis of Viral Disease with conventional viral testing and real-time multiplex PCR assays for detection of respiratory viruses", "authors": [{"first": "M", "middle": ["Q"], "last": "Arens", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Buller", "suffix": ""}, {"first": "A", "middle": [], "last": "Rankin", "suffix": ""}, {"first": "S", "middle": [], "last": "Mason", "suffix": ""}, {"first": "A", "middle": [], "last": "Whetsell", "suffix": ""}, {"first": "E", "middle": [], "last": "Agapov", "suffix": ""}], "year": 2010, "venue": "J Clin Microbiol", "volume": "48", "issn": "7", "pages": "2387--2395", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The role of viral load determination for the management of human immunodeficiency virus, hepatitis B virus and hepatitis C virus infection", "authors": [{"first": "A", "middle": [], "last": "Berger", "suffix": ""}, {"first": "W", "middle": [], "last": "Preiser", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Doerr", "suffix": ""}], "year": 2001, "venue": "J Clin Virol", "volume": "20", "issn": "1-2", "pages": "23--30", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "New tests for the rapid diagnosis of infection in children", "authors": [{"first": "P", "middle": ["H"], "last": "Dennehy", "suffix": ""}], "year": 1993, "venue": "Adv Pediatr Infect Dis", "volume": "8", "issn": "", "pages": "41--129", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Utility of a multiplex PCR assay for detecting herpesvirus DNA in clinical samples", "authors": [{"first": "J", "middle": [], "last": "Druce", "suffix": ""}, {"first": "M", "middle": [], "last": "Catton", "suffix": ""}, {"first": "D", "middle": [], "last": "Chibo", "suffix": ""}, {"first": "K", "middle": [], "last": "Minerds", "suffix": ""}], "year": 2000, "venue": "J Clin Microbiol", "volume": "40", "issn": "5", "pages": "1728--1732", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Molecular-based strategies forassessment of CMV infection and disease in immunosuppressed transplant recipients", "authors": [{"first": "A", "middle": [], "last": "Kulkarni", "suffix": ""}, {"first": "D", "middle": [], "last": "Westmoreland", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Fox", "suffix": ""}], "year": 2001, "venue": "Clin Microbiol Infec", "volume": "7", "issn": "", "pages": "179--186", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Diagnostic virology. In: Field BN (ed) Field's virology", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "411--437", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Is it bacterial or viral? Laboratory differentiation", "authors": [{"first": "J", "middle": ["C"], "last": "Overall", "suffix": ""}], "year": 1993, "venue": "Pediatr Rev", "volume": "7", "issn": "", "pages": "1281--1285", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Multiplex real time RT-PCR for the detection and quantitation of norovirus genogroups I and II in patients with acute gastroenteritis", "authors": [{"first": "X", "middle": ["L"], "last": "Pang", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Preiksaitis", "suffix": ""}, {"first": "B", "middle": [], "last": "Lee", "suffix": ""}], "year": 2005, "venue": "J ClinVirol", "volume": "33", "issn": "2", "pages": "168--171", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Manual of clinical virology", "authors": [{"first": "D", "middle": ["I"], "last": "Widbrouk", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "22--28", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "CMV cytomegalovirus; CSF cerebrospinal fluid; EBV Epstein-Barr virus; HSV herpes simplex virus; LCMV lymphocytic choriomeningitis virus; NP nasopharyngeal aspirate; RSV respiratory syncytial virus; VZV varicella-zoster virus Not cultivable in the routine laboratory; electron microscopy or serologic diagnosis available infected cell and bind to the guinea pig or other erythrocytes that are added to the tissue culture tube). Once CPE is detected by visual inspection under the microscope by a skilled technologist, confirmatory tests are performed to identify positively the virus.", "latex": null, "type": "table"}, "TABREF1": {"text": "Laboratory Diagnosis of Viral Disease 2. IF is more sensitive than cultures since it does not require intact viable viruses; as a result, a specimen may be positive by IF in the face of negative cultures.", "latex": null, "type": "table"}}, "back_matter": []}