{
    "paper_id": "99cb7500b9eb6272c11c1e191ce7d5eb7d45fa7c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Intervention précoce avec un protocole d'EMDR dans un centre de dépistage du COVID-19 Les patients bénéficiant d'une intervention EMDR précoce seront suivis au cours et à distance de la période pandémique pour évaluer l'intérêt d'un tel protocole dans le cadre d'un ongoing trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Les résultats de ce suivi longitudinal évalué par différents tests, ainsi que le script de notre protocole ont vocation à être communiqués. L'équipe veillera au respect des règles d'éthique et de bonne pratique de la psychothérapie EMDR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early EMDR defusing in a COVID-19 testing center"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The outbreak of COVID-19 coronavirus and its impact on global mental health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Castaldelli-Maia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ventriglio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Soc Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Psychological Preventive Intervention For Workplace Violence: A Randomized Controlled Explorative and Comparative Study Between EMDR-Recent Event and Critical Incident Stress Debriefing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tarquinio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rotonda",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Houllé",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Montel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rydberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Minary",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Issues in Mental Health Nursing",
            "volume": "37",
            "issn": "11",
            "pages": "787--99",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Évaluation scientifique de la psychothérapie EMDR pour le traitement des traumatismes psychiques",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Beaurepaire",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "L'Encéphale",
            "volume": "42",
            "issn": "3",
            "pages": "284--292",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "À Single Session, Group Study of Exposure and Eye Movement Desensitization and Reprocessing in Treating Posttraumatic Stress Disorder Among Vietnam War Veterans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Obenchain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Whitney",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Anxiety Disorders",
            "volume": "13",
            "issn": "1-2",
            "pages": "119--149",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prise en charge précoce de victimes de viols et présentation d'un protocole d'urgence de thérapie EMDR",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tarquinio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Brennstuhl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reichenbach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rydberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tarquinio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sexologies",
            "volume": "21",
            "issn": "3",
            "pages": "147--56",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "EMDR and early psychological intervention following trauma",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "European Review of Applied Psychology",
            "volume": "62",
            "issn": "4",
            "pages": "241--51",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pour correspondance : Mathieu Thépaut Interne en psychiatrie, Groupement hospitalier Brocéliande Atlantique, Université Rennes 1, Praticien EMDR niveau 1 e-mail : covividness@gmail.com Depuis son émergence, la pandémie de COVID-19, causée par le virus SARS-CoV-2, constitue une menace sanitaire, économique et sociale. À l'échelle individuelle, elle représente un facteur de vulnérabilité et de traumatisme psychique continu (ongoing trauma) susceptible d'entraîner isolement, stigmatisation voire troubles psychiatriques caractérisés (1). L'ampleur inédite des conséquences médico-psycho-sociales du COVID-19 appelle des réponses des professionnels de santé, en particulier de santé mentale. Dans un contexte d'urgence, proposer une intervention psychologique précoce de type defusing nous paraît légitime. Il s'agit avant tout de mobiliser les capacités adaptatives des usagers, de développer et de renforcer leurs ressources afin de prévenir ou de réduire l'émergence ou l'aggravation de symptômes de stress traumatique. Cette démarche permet de faciliter le processus Atlantique (Vannes), un entretien médico-psychologique de defusing avec un médecin formé à la psychothérapie EMDR est proposé aux usagers qui le souhaitent. La psychothérapie EMDR a montré son efficacité dans de nombreuses études cliniques et métaanalyses (3). Elle est recommandée par des instances sanitaires nationales et internationales pour le traitement du trouble stress post-traumatique (TSPT) (3). Son application découle d'une procédure en 8 étapes, faisant intervenir des stimulations bilatérales alternées (SBA) qui permettent de diminuer le vécu subjectif de perturbation et la vivacité des souvenirs traumatiques (3). L'EMDR a montré une efficacité dans des contextes d'urgence, parfois avec des protocoles adaptés, où certaines des 8 étapes peuvent être modifiées, réduites voire omises selon les circonstances cliniques. Dans des situations d'événements traumatiques récents, des études ont montré qu'une séance unique d'EMDR permet de diminuer significativement le niveau subjectif de perturbation (4-5).Dans la littérature, plusieurs protocoles d'EMDR sont indiqués pour le traitement des traumas récents(2,(4)(5)(6). Mais aucun n'est facilement déployable dans un centre de dépistage, avec un flux important d'usagers. Une adaptation du protocole URG-EMDR (5) a donc été privilégiée. Centré sur un unique événement récent, notre protocole est rapide à mettre en oeuvre (2 à 10 séries de SBA) et permet à un praticien EMDR de répondre à la demande en cas d'affluence d'un grand nombre d'usagers, sans entraîner de file d'attente dans le centre de dépistage. Il se veut particulièrement adapté à une situation traumatique continue tel que la pandémie de COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mathieu Thépaut 1 *, Serge Ferracci 2 , Isabelle Dormois 3 , France Haour 4 , Nicolas Cazenave 5 , 1 -Interne en psychiatrie, Groupement hospitalier Brocéliande Atlantique, Université Rennes 1, Praticien EMDR niveau 1 2 -Groupement hospitalier Brocéliande Atlantique, chef de service SAU/SAMU/SMUR (Vannes, Auray, Ploërmel) 3 -Groupement hospitalier Brocéliande Atlantique, Etablissement public de santé mentale du Morbihan, Référente départementale de la CUMP 56 4 -Directrice de recherche honoraire INSERM, Praticienne et Superviseure accréditée EMDR Europe 5 -Maître de conférences en psychologie, Université de Toulouse Jean-Jaurès, Centre d'Etude et de Recherche en Psychopathologie et Psychologie et Psychologie de la Santé (EA 7411), Praticien accrédité EMDR Europe",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Notre démarche a pour but de contribuer au développement de l'intervention psychologique précoce couplée à l'approche EMDR. Elle est, à notre connaissance, la première à s'appliquer à un contexte pandémique impliquant un très grand nombre d'usagers potentiels. Nous espérons vivement contribuer au rétablissement des usagers, grâce à un protocole simple, rapide, peu coûteux et basé sur une psychothérapie éprouvée.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}