{
    "paper_id": "9f3cfb7822f634895a96d1783e8524c5a3f5bcca",
    "metadata": {
        "title": "Remote health monitoring in the time of COVID-19",
        "authors": [
            {
                "first": "Joachim",
                "middle": [
                    "A"
                ],
                "last": "Behar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technion-IIT",
                    "location": {
                        "settlement": "Haifa",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Chengyu",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The State Key Laboratory of Bioelectronics",
                    "institution": "Southeast University",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenta",
                "middle": [],
                "last": "Tsutsui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama International Medical Center",
                    "location": {
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Valentina",
                "middle": [
                    "D A"
                ],
                "last": "Corino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Politecnico di Milano",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Janmajay",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Independent researcher",
                    "institution": "",
                    "location": {
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [
                    "A F"
                ],
                "last": "Pimentel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Walter",
                "middle": [],
                "last": "Karlen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mobile Health Systems Lab",
                    "institution": "ETH Zurich",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Warrick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PeriGen",
                    "location": {
                        "addrLine": "and Westmount",
                        "settlement": "Cary",
                        "region": "NC, QC",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Zaunseder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Andreotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sensyne Health",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Maxim",
                "middle": [],
                "last": "Osipov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Babylon Health",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [
                    "E"
                ],
                "last": "Mcsharry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Carnegie Mellon University Africa",
                    "location": {
                        "settlement": "Kigali",
                        "country": "Rwanda"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Kotzen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technion-IIT",
                    "location": {
                        "settlement": "Haifa",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Chandan",
                "middle": [],
                "last": "Karmakar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Deakin University",
                    "location": {
                        "settlement": "Geelong",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Gari",
                "middle": [
                    "D"
                ],
                "last": "Clifford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that is rapidly spreading across the globe. The clinical spectrum of SARS-CoV-2 pneumonia ranges from mild to critically ill cases and requires early detection and monitoring, within a clinical environment for critical cases and remotely for mild cases. The fear of contamination in clinical environments has led to a dramatic reduction in on-site referrals for routine care. There has also been a perceived need to continuously monitor non-severe COVID-19 patients, either from their quarantine site at home, or dedicated quarantine locations (e.g., hotels). Thus, the pandemic has driven incentives to innovate and enhance or create new routes for providing healthcare services at distance. In particular, this has created a dramatic impetus to find innovative ways to remotely and effectively monitor patient health status. In this paper we present a short review of remote health monitoring initiatives taken in 19 states during the time of the pandemic. We emphasize in the discussion particular aspects that are common ground for the reviewed states, in particular the future impact of the pandemic on remote health monitoring and consideration on data privacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that is rapidly spreading across the globe. It is a newly recognized illness that initially surged exponentially in Wuhan, China, and from there, to other provinces in China and then across the globe , Wang et al 2020b , 2020a . As of May 9th, 2020, the number of COVID-19 patients around the world surpassed 3 million, with over 278,000 casualties. The clinical spectrum of SARS-CoV-2 pneumonia ranges from mild to critically ill cases and requires early detection and monitoring, within a clinical environment for critical cases and remotely for mild cases. The fear of contamination in clinical environments has led to a dramatic reduction in on-site referrals for routine care. There has also been a perceived need to continuously monitor non-severe COVID-19 patients, either from their quarantine site at home, or a dedicated quarantine locations (e.g., hotels). There has also been a need to find alternatives routes to provide regular healthcare services to non-COVID-19 patients while in quarantine. This has created a dramatic impetus to find innovative ways to remotely and effectively monitor patient health status.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 316,
                    "text": ", Wang et al 2020b",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 317,
                    "end": 324,
                    "text": ", 2020a",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Remote health monitoring relates to the monitoring of individuals outside the classical hospital environment, typically in their home. It enables monitoring of patient well-being (e.g., sleep quality) and condition (e.g., hypoxemia, atrial fibrillation) to track changes requiring medical attention. With the advent of COVID-19, researchers, entrepreneurs, governments and industries around the world have been engaged in inventing or adapting existing technologies to support healthcare in dealing with the novel coronavirus. In many ways, the pandemic has underscored the importance of remote health monitoring in our modern, connected and digital societies. The current work provides an overview of the innovations that have been springing up globally within the context of the COVID-19 pandemic. Remote health monitoring experts from different regions were invited to contribute to this review and highlight how remote health monitoring has been used in their country, to detail the main features of the initiatives taken and to provide a perspective on the future of remote health monitoring in the post COVID-19 era. Given the highly dynamic nature of the pandemic, the list is only partial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "China, the first country to encounter the disease, was also the first to develop innovative remote monitoring methods to assist clinical staff and public health experts. Perhaps the most obvious remote monitoring technology most citizens possess, is the smartphone, allowing everything from telemedicine consults and symptom checking from apps and websites to telemedicine consults, approximate heart rate monitoring through the camera, and location tracking to identify disease hotspots or contact tracing. The Chinese government teamed up with Tencent and Alibaba to develop color-coded health rating systems, which are added to the existing apps of WeChat developed by Tencent (Shenzhen, China) and AliPay developed by Alibaba (Hangzhou, China) . Citizens in hundreds of cities have been asked to download the software that transmits their location to several authorities, including the local police. The app combines geotracking with meta-data, such as travel bookings, to designate citizens with color codes ranging from green (low risk) to red (high risk). High-risk individuals may be banned from certain locations, such as apartment complexes, grocery stores and their own places of employment. Some provinces have different presentations for the color-coded health rating systems, such as the Sukang code used in the Jiangsu Province, to facilitate the local government's management in the early stage. Both WeChat and AliPay are also being used to track people's movements and ascertain whether they have been in contact with an infected person, in which case, individuals are ordered to self-isolate themselves. China has launched an online consultation system in commonly used mobile apps, such as WeChat and Alipay, to provide technical support for remote screening of COVID-19 infection risk. In addition, Universities and research institutions also contributed to the online consultation systems. An example is that, the Second Affiliated Hospital of Xi'an Jiaotong University has developed a free online health consultation and COVID-19 risk screening platform.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 747,
                    "text": "(Hangzhou, China)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Besides the inspection of travel history, temperature screening checkpoints have been established at locations with high-density passenger flows, such as train stations, bus stations, railway stations, airports, supermarkets and residential area entrances, which is a necessary, easily implemented, and rapid method of screening large numbers of the population for possible COVID-19 infections (Peng et al 2020) . Anyone entering a public area is temperature-screened using non-contact infrared thermometers for rapid body temperature measurement. Since core temperature is particularly hard to assess without an invasive probe, far infrared (FIR) thermal imaging is a hot contender for remote/non-contact monitoring. Guidelines require temperatures within normal range (i.e., below 37.3 C (Liu et al 2020)) Persons whose body temperature exceeds 37.3 °C are prohibited from entering the public ranges, and report to the local health management department according to the procedures (Cai et al 2020) ) Furthermore, robots with automated camera systems and thermal sensors were being the cross infection from face-to-face contact Wuhan's Guide Infrared, China's largest provider of thermal imaging systems, supplied a system driven by facial detection technology machine learning, that automatically focuses on a passenger's face and triggers SenseTime (Beijing, China) and Hanwang Technology (Beijing, China) claim to propose an even if they are masked. Baidu (Beijing, China) has also developed a system that can examine up to 200 people per minute and detect off-range body temperatures, without disrupting passenger flow; this being used at Beijing's Qinghe Railway Station. Megvii Technology Ltd. (Beijing, China) fever-screening and face detection dual sensingvia infrared cameras and dual light fusion technology.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 411,
                    "text": "(Peng et al 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 985,
                    "end": 1001,
                    "text": "(Cai et al 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1394,
                    "end": 1410,
                    "text": "(Beijing, China)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Robots and smart devices are helpful in monitoring patient vital signs remotely without personto-person contact. In the Hongshan Sports Center in Wuhan, the Cloud Ginger (also known as XR-1) robot and the Smart Transportation Robot, which can carry food and medicine from healthcare providers to patients, were specifically modified to assist in the coronavirus fight. Robots are also being used to diagnose fever and conduct thermal imaging in many hospitals. Patients, doctors and nurses wear smart bracelets that synced with CloudMinds' platform (Shenzhen, China), to monitor their vital signs, including temperature, heart rate and blood oxygen levels, with the aim of catching any early signs of infection or development of adverse events. A machine developed by engineers at Tsinghua University in Beijing, consists of a robotic arm on wheels that can perform ultrasounds and mouth swab tests and listen to lung sounds 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Computed tomography (CT) plays a crucial role in the diagnosis and evaluation of COVID-19. However, to avoid potential cross-infection and to facilitate the imaging process, portable CT devices are needed in the bed-wards, and all CT images must be uploaded into picture archiving and communications systems (PACS) for immediate reporting. Mobile CT devices from the Shanghai-based Siemens Healthineers were transported to Huanggang City, Hubei Province, the frontline of the fight against the COVID-19 outbreak. Alibaba (Hangzhou, China) has also developed a patient wards-based COVID-19 diagnosis tool that can analyze CT images and complete disease diagnosis within 20 seconds, with more than 96% accuracy. The 27 m 2 cabin, parked outside of the hospital, has a built-in doctor's operating room and CT scan room, which are independent of each other, to minimize the risk of cross-infection. The facility adopted the multiple thermal insulation structure and used a lead composite layer to provide protection against X-ray radiation, making it flexible and easy to transport. 5G technology was also applied to ensure high-speed transmission of medical images for remote diagnosis. For example, the radiology department of the West China hospital of Sichuan University used 5G for remote CT scanning of COVID-19 patients, which provided strong support for subsequent diagnosis and treatment. Similarly, ultrasound experts can complete real-time scanning through remote operation of ultrasonic robot manipulators, thereby effectively relieving the shortage of ultrasound doctors in isolation wards and reducing infection risks . Changzheng Hospital in Shanghai has suggested that ultrasonic remote consultation can be carried out by intelligent ultrasonic equipment with the support of a 4G/5G network. Medical experts from the remote ultrasound medical center of Zhejiang Provincial People's Hospital used 5G technology to remotely control the ultrasonic robot in the module hospital of Wuhan Huangbo gymnasium to conduct ultrasonic examinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Singapore has taken quick action to restrict the spread of COVID-19 in public. The country's TraceTogether (Cho et al 2020) , developed in collaboration with the Government Technology Agency and the Ministry of Health, provided the first Bluetooth solution in the country to trace close contacts with any infected user 2 . The app aims to use Bluetooth signals to determine when two phones are within two meters, or within five meters for 30 minutes. Both phones exchange anonymized IDs. Once a user tests positive, the list of devices that were in proximity with the infected user's phone is given by the TraceTogether distance intelligent temperature screening device developed by Singapore's Integrated Health Information System agency collaborating with KroniKare, a medtech 3 combines a smartphone with thermal and 3D laser cameras to detect whether high body temperatures in moving individuals. Advances in information technology are involved. To minimize cross-infection within the healthcare setting and radiology departments portable X-ray units have been set up in \"fever\" triage sections, where patients presenting with suspected COVID-19 infections are evaluated; chest radiographs can then be performed without bringing these patients into either the emergency or radiology departments.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 123,
                    "text": "(Cho et al 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "India had relied almost completely on manual contact tracing (i.e. door-to-door surveys, manual record keeping) and monitoring to tackle earlier outbreaks, e.g., H1N1 influenza. The Integrated Disease Surveillance Program (IDSP) of the Ministry of Health and Family Welfare 4 is the primary body in charge of establishing a decentralized State-based surveillance system for early detection and containment of epidemic 5 . However, realizing the importance of digital contact tracing to control the COVID-19 outbreak, the National Informatics Centre (NIC) of the Ministry of Electronics and Information Technology released its own smartphone-based contact tracing \"Aarogya Setu\" (Bridge to Health in English) app, which is similar to its international counterparts in that it uses Bluetooth technology to continuously monitor other devices that come within range and saves encrypted information of those device IDs in local memory. People who test positive for the virus are asked to manually input their test result, after which, all users who came into close contact with the patient are sent an automated alert and asked to quarantine. Unlike Singapore's TraceTogether, Aarogya Setu also uses GPS for geolocation information. The rationale given by the Indian Government for using GPS despite privacy concerns, was that it could be used to quickly and more efficiently deploy resources in case of a public health emergency. Downloading the app and inputting information is voluntary, as is the input of some sensitive information, e.g., existing health conditions. Based on algorithmically defined criteria, high-risk users are identified and their data is automatically uploaded to government servers. The primary uses of the app include identification of high-risk individuals, generation of reports, creation of statistical visualizations and identification of infection clusters to guide quarantine policies and accelerate 6 . As of April 24 th , the app had 75 million downloads, which, while impressive, is still a relatively small proportion of India's approximate 7 500 million smartphone users. A recent study (Ferretti et al 2020) showed that the efficacy of digital contact tracing depends on the square of the proportion of the population using the app. This suggests that Aarogya Setu's user base has to increase significantly for it to have a meaningful effect on containment efforts. An electronic wristband, which will work in tight integration with the app and be used for more accurate modeling of movement patterns of quarantined patients (both at hospitals and homes), is in early stages of development and is expected to be useful for ensuring safety of frontline workers by alerting them of high infection areas.",
            "cite_spans": [
                {
                    "start": 2121,
                    "end": 2142,
                    "text": "(Ferretti et al 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "In parallel, Bharat Electronics Ltd., a public-sector undertaking under the Ministry of Defense, with expertise in networking and Internet of Things, in collaboration with the All India Institute of Medical Sciences located in Rishikesh, is developing non-invasive sensor technology for monitoring quarantined patients 8 . Measured parameters include temperature, pulse rate, peripheral oxygen saturation (SpO2) and respiration rate. These, along with the patient's location will be monitored and uploaded to cloud servers managed by a centralized command and control center set up to limit the effects of the pandemic. Sensor kits would be handed out to symptomatic patients upon assessment by clinical experts. Several HealthTech startups have also joined in efforts to create innovative solutions for curbing infection rates. Some of these have been selected by a specialized accelerator program called COVID-19 Innovations Deployment Accelerator (C-CIDA) launched by the Centre for Cellular and Molecular Platforms (C-CAMP), a bio-innovation program conceptualized by the Indian Government's Department of Biotechnology 9 . MedIoTek Health Systems (Chennai, India), one of the start-ups chosen by the accelerator program, is working on enhancing remote monitoring wearables. Their primary solution called \"VinCense\", monitors patients suffering from chronic heart and lung diseases and warns people nominated by the patient when an alert is triggered by the system. The company adapted its product use-case for COVID-19, stating that parameters measured by its sensors, i.e., skin temperature, respiratory rate, oxygen saturation and blood pressure, may be used for cost and time-effective triaging of at-risk individuals and in pre-screening for the virus. While there are a number of interesting and innovative solutions, their usefulness in supporting this pandemic remains undetermined, primarily due to lack of government regulations for remote monitoring and lack of clinical validation. Start-ups centered around imaging technologies like Niramai Health Analytix (Bengaluru, India) and Qure.ai (Mumbai, India), have showcased the usefulness of integrating novel automated imaging methods in existing healthcare infrastructures. Niramai has adapted their patented thermal image processing technology diagnostic platform, for contactless fever screening of COVID-19 patients. Similarly, Qure.ai have adapted their automated chest Xray interpretation system originally meant for pulmonary tuberculosis screening, to monitor COVID-19 progression in the lungs (Nash et al 2020) .",
            "cite_spans": [
                {
                    "start": 2566,
                    "end": 2583,
                    "text": "(Nash et al 2020)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Telemedicine has also seen a substantial rise in user engagement in the course of this pandemic. In the absence of clear government regulations, companies like Practo (Bengaluru, India) have relied on HIPAA and ISO standards for ensuring data protection and instilling trust in customers. Due to a sudden surge in the number of people using telemedicine platforms, primarily for teleconsultations, the MoHFW recently released guidelines 10 regulating the industry. This has clarified several grey areas and has stimulated more telemedicine businesses and investments in India. A bill concerning personal data protection is currently under discussion at the Indian parliament and has seen some changes in its original drafts first tabled in 2018. India was already identified as the largest market for wearables in 2014 11 . A follow-up survey conducted in 2017, also identified India as one of the countries most ready for personalized monitoring devices, along with China, the US and Brazil 12 . The pandemic has accelerated government efforts, encouraging start-ups to propose novel solutions and methods for integrating technology in existing clinical workflows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "South Korea was also an early adopter of mobile phone-based contact-tracing technology, by rolling out a government app that leverages several sources of data including cell phone location, processed CCTV footage, and credit-card records, to monitor activities 13 . When an individual tests positive, local governments can send out a general alert to all phones, that reportedly includes the individual's last name, sex, age, district of residence, and credit-card history, as well as a minute-to-minute record of their interactions with local businesses, or even with a list of rooms of a building that the person entered, when they visited a toilet, and whether they wore a mask. This approach posed severe privacy issues, and even with modifications to protect identities, the details needed to warn potential contacts of exposure risk has made it easy, particularly through the sharing of information across social media, to guess who the infectious individual is, and perhaps more importantly, what activities they had been engaged in and with whom. This has led to significant criticism of this approach, particularly in Europe and North America. In parallel, approximately one in 200 people in South Korea has been tested for COVID-19, and the country has also quickly expanded testing capacities to narrow down the infected group as soon as possible. The control of the epidemic in the country is largely due to the policies that led to this exhaustive searching. A number of hospitals have implemented remote diagnosis of mildly affected patients, freeing up staff to focus on diagnosing and treating severe cases. South Korea also encourages public-private partnerships to use technology to improve health results. For example, Korea Telecom has developed a global epidemic prevention platform, which has been deployed to help disinfect areas in Daegu. Hancom, an IT company, has launched a free manual call center system, checks up on self-isolated citizens, and asks individuals whether they have symptoms such as fever or cough, and then summarizes the statistical data. The system can call multiple people simultaneously, and has solved the problem of staff shortages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Japan has a long history of promoting remote medicine, including health monitoring, with early explorations dating back to the 1970s, in attempt to address the shortage of medical resources 10 MOHFW 2020 Telemedicine Practice Guidelines Title Online: https://www.mohfw.gov.in/pdf/Telemedicine.pdf 11 Accenture 2014 Racing Toward a Complete Digital Lifestyle: Digital Consumers Crave more Accent. Digit. Consum. Tech Surv. 2014 Online: https://www.accenture.com/us-en/~/media/accenture/conversionassets/dotcom/documents/global/pdf/technology_1/accenture-digital-consumer-tech-survey-2014.pdf 12 Accenture 2017 Dynamic Digital Consumer Accent. Digit. Consum. Surv. Online: https://www.accenture.com/usen/_acnmedia/pdf-39/accenture-pov-dynamic-consumers.pdf 13 Thompson D 2020 The Technology That Could Free America From Quarantine Atl. Online: https://www.theatlantic.com/ideas/archive/2020/04/contact-tracing-could-free-america-from-its-quarantine-nightmare/609577/ and regional disparities (e.g., small remote islands in rural areas). Over the past few decades, remote health monitoring has proven useful in crucial medical areas such as hypertension, diabetes, chronic obstructive pulmonary disease, heart failure, pregnancy, health promotion, and others 14 . A prime example is ambulatory blood pressure (BP) monitoring, which is widely accepted as the standard-of-care for many patients with hypertension 14 . Anecdotally, over 80% of patients in Japan willingly own a home BP monitor and track the longitudinal changes in their BP, providing crucial information to caregivers. The overarching philosophy in current telemedicine in Japan is that it should be driven by each patient's individual needs, without infringing on human rights. Thus, trust between a patient and the medical team must be established over regular clinical visits before activating telemedicine, including health monitoring. This is to promote informed decision making and prevent misdiagnosis, under treatment, misconduct, and security breaches. Unlike neighbors such as China, Taiwan and South Korea, Japan is one of many countries reluctant to introduce advanced and intrusive technologies such as smartphone contact-tracing apps and mass surveillance arsenals. Instead of introducing such measures, to minimize viral spread, Japan relies on voluntary phone interviews to identify individuals who may have been in close contact with confirmed COVID-19 patients, and has shown impressive success in the early stages of the pandemic. However, this approach subsequently began to lag behind once the numbers of new cases began to soar. The urgent short-term goal for Japan is to utilize telemedicine while minimizing breaches which are to be guaranteed in the constitutional law. Incremental modifications in restrictions are being made, as, for example, the March 19, 2020, announcement of the Ministry of Health, Labor and Welfare (MHLW), allowing patients, with confirmed diagnosis to see their doctor over phone. This approach appears to be gaining popularity in urban areas. The MHLW also approved remote consultation for a new patient with or without COVID-19. However, it remains unclear how to overcome challenges intrinsic to telemedicine, e.g., performance of thorough physical assessments and diagnostic tests. This shortcoming can lead to underdiagnoses and subsequent catastrophic outcomes, especially in acute diseases such as COVID-19. Thus, medical professionals are still left with making the difficult decision of which new patients should be seen remotely versus in person. This raises a dilemma between, on the one hand, the benefit/risk of physical appointment (where more assessments and treatment options are available but potential exposure to, and the subsequent nosocomial spread of the virus are inevitable) and on the other hand, those of telemedicine (which reduces the risk of viral spread to both patients and medical team but the risk of under diagnosis/under treatment of diseases increases). In order to free up hospital beds for the severely ill, mildly affected patients may have to be quarantined in non-hospital facilities including hotels or their own home for several days or weeks. A combination of teledoctoring, telenursing, and an ambulatory pulse oximeter, previously used for patients who require home oxygen therapy due to chronic lung/heart diseases, may be reasonable. Doctor-to-doctor communication is another emerging area in telemedicine. Intensive care unit (ICU) doctors whose expertise involves extracorporeal membrane oxygenation (ECMO) are scarce and are now critically needed. A team that consists of such experts provides phone consultations nationwide (dubbed as \"ECMOnet\"), remotely assisting physicians in making decision regarding initiation of ECMO therapy. In Japan, telemedicine and remote health monitoring will become more prevalent and may trigger extensive healthcare reforms, however, it remains unclear whether advanced solutions such as contact-tracing apps will be adopted. In summary, Japan has seen very little technology innovation happening during the pandemic period. Maybe later the country will adopt more advanced technology proven to be effective elsewhere. Japan's strategy is \"wait-and-see\" and there is a believe that the existing healthcare system should not be disrupted just because the emergence of COVID19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Over the last 40 years, Israel has made significant investments in many key technologies relevant to digital health. Within the scope of remote health monitoring for COVID-19, initiatives include identification of unique vocal properties of virus carriers, by the start-up Vocalis Health, working in collaboration with the Ministry of Defense and several academic groups. Their technology aims to enable mass screening and remote monitoring of recovery from COVID-19; a proof-of-concept remains to be established. The AI MyndYou startup has developed MyEleanor, which is a voice bot and virtual care manager that can act as a hotline to assess risk. TytoCare is applying its device that enables remote examination of lung and heart function and temperature, to support remote examination and monitoring of patients at home and in the hospital environment. For example, the Sheba Medical Center in Tel Aviv has been using a Tyto Care (Netanya, Israel Ltd) stethoscope and Datos Health (Ramat Gan, Israel Ltd) thermometer, blood pressure cap and CO2 device to monitor patients quarantined in a dedicated facility. Many other remote health innovations including Biobeat (Petah Tikva, Israel Ltd), EarlySense (Ramat Gan, Israel Inc) and Sweetch (Tel Aviv, Israel Ltd), have also been involved in supporting hospital and health maintenance organizations. In the academic arena, the Artificial Intelligence in Medicine (AIMLab.) at the Technion has developed a digital oximetry biomarkers toolbox which can be used both for diagnostic purposes and for monitoring pulmonary function in patients with pneumonia -a common complication of COVID-19. The toolbox is available in the open access software https://physiozoo.com/ (Behar et al 2018) . The Weizmann Institute of Science in Rehovot has developed a method for monitoring, identifying and predicting the zones of coronavirus spread (Rossman et al 2020) . Volunteers are asked to complete a questionnaire relating to virus-induced symptoms, once a day, with the aim of identifying clusters of infection. This initiative has had tens of thousands of volunteers to date and is expected to support policy making intending at slowing down the spread of the virus. Perhaps most notably, on March 22, 2020, the Israeli Ministry of Health unveiled a new app, called \"The Shield\" (\"HaMagen\", in Hebrew) 15 . The app takes GPS location data from the user's phone and compares it with the information available within the Health Ministry servers regarding the history of the location of confirmed cases in the 14 days prior to their diagnosis. The extracted information informs users if they have crossed paths with someone who has been infected with the coronavirus. The user is then given the option of reporting their exposure to the Health Ministry by filling out a form. The Health Ministry has provided public assurances that involvement is strictly voluntary and secured. In particular, the app cannot be used to trace the movements of citizens who are not known to be infected by the virus. Before this initiative, the movements of people diagnosed with coronavirus were published on the Ministry's website and its Telegram channel, so identifying potential interactions with infected individuals involved many hours of manual scrolling through information.",
            "cite_spans": [
                {
                    "start": 1715,
                    "end": 1733,
                    "text": "(Behar et al 2018)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1879,
                    "end": 1899,
                    "text": "(Rossman et al 2020)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Europe, only a few weeks behind the far East, also began implementing telemedicine innovations, with public health systems making efforts to divert most non-COVID-19 consultations, together with patients with mild symptoms potentially related to COVID-19, using a variety of platforms, from smartphone to video conferencing or other telemedicine systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "In the UK, Nye Health (Oxford, UK), has developed a scalable bidirectional healthcare communications platform which, in theory, enables any clinician to consult any citizen, on any device from anywhere, in a privacy-preserving manner. Through its encrypted UK National Health Service (NHS) -compliant communications infrastructure, Nye Health has been able to support the two phases of the pandemic. The first phase saw most patients needing to be treated remotely, while the second phase saw many clinicians having to work remotely. Importantly, Nye Health enables both remote telephone (>90% of the remote consultation burden) and video consultations, with close to a 100% potential population penetration in any region of the UK. Before the COVID-19 outbreak, Nye Health was building 'a participatory global medical community', but, by early March 2020, it redeployed its team of former defense engineers, doctors, designers, data scientists, and product managers, their NHS-compliant infrastructure and NHS medical records integration platform (which will ultimately enable >30,000,000 citizens to access their medical record) in an attempt to enhance the COVID-19 response. With help from many international partners, Nye Health has since been scaling rapidly, by on-boarding clinicians and patients, and new hospitals, practices and hospices every hour and receiving regular international inquiries. Sensyne Health (Oxford, UK), developed CVm-Health, a web-based application to support individuals, families and the community to self-monitor their health during the COVID-19 pandemic. The portal allows the input of symptoms, vital signs (e.g., temperature, heart rate and blood pressure) and medication intake. Although the adoption and normalization of telemedicine has been slow in healthcare in the UK, largely due to political, organizational and \"ownership\" issues (Williams et al 2017) , in recent weeks, COVID-19 has led the UK NHS to turn to remote consultations in order to minimize the risk of infection for staff and patients. NHS England, for example, has recruited health technology firms, such as PushDoctor (Manchester, UK), Babylon (London, UK) and Docly (London, UK), to help general practitioners set up the equipment needed for massive expansion of remote consultations 16 , either online, or by phone, video or messaging services. Over the course of the pandemic, universities have also been contributing to the deployment of remote vital sign monitoring solutions. A team of the Institute of Biomedical Engineering, university of Oxford, has been testing the concept of a virtual highdependency unit, where high-risk patients be monitored in the general ward using wearable technology 17 . The system is currently being used on isolation wards in the main hospital of the Oxford University Hospitals, and allows nursing staff to keep track of the condition of the patients with COVID-19 from outside the isolation rooms. It uses third-party wearables to measure vital signs, like heart rate, respiratory rate, oxygen saturation and skin temperature, which are transmitted (via the hospital's Wi-Fi) to a dashboard. In partnership with NHS organizations in northwest London, the Imperial College of London is trialing a wearable sensor for remote monitoring of people with COVID-19 18 . Originally aimed at identifying sepsis, the wearable device is comprised of a chest patch that measures respiratory rate, heart rate and temperature every two minutes; the collected data is then analyzed by a computer algorithm, which alerts medical team in cases of deterioration. NHSX, the technology and research arm of the NHS, has developed a contact tracing phone app with researchers from the University of Oxford and using developers from tech companies like VMWare (Palo Alto CA, USA) 19 . It has also been in contact with Google/Alphabet (Mountainview CA, USA) and Apple Inc., (Cupertino CA, USA), although it is using different technology to those technology companies and has rejected their decentralized approach, in that data are only shared between phones. The app the NHS has built uses the phones' Bluetooth Low Energy connectivity to track and inform users about potential contact with other infected users, without identifying or disclosing personal information to other individuals. The concept is similar to that of the contact tracing app called TraceTogether, rolled out in Singapore, and it is already being tested in certain regions of the UK.",
            "cite_spans": [
                {
                    "start": 1877,
                    "end": 1898,
                    "text": "(Williams et al 2017)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Telemedicine in France has been a slow-moving story. Although envisioned with the creation of the \"Institut Européen de Télémédecie\" in 1989, it was only in 2009 that the French legal framework accommodated telemedicine practice with the law on \"Hôpital, Patients, Santé, Territoires\". Further, it was only in 2018 that telemedicine started being reimbursed under certain conditions. France, with its rather conservative healthcare system, showed a slow take-off of telemedicine. However, this has drastically changed with the coronavirus pandemic, because of the need to protect healthcare professionals from infection, the necessity to become more efficient given the scarce medical resources, and the need to follow-up mild COVID-19 cases on a daily basis. As such, the Ministry of Health authorized the reimbursement of teleconsultation for all potential COVID-19 patients, until the end of April 2020. This has kicked off many telemedicine start-ups in France. To monitor mild COVID-19 cases in France, platforms such as Covidom, ask patients to fill a questionnaire twice a day. In particular, the patients are asked about their temperature, cardiac rhythm and respiratory frequency. While many practitioners have been very reluctant to register on such applications, many new users (\"patients\") have started to understand what these platforms can offer them. It can be expected that the coronavirus epidemic will result in a rather significant and long-standing change in the French healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "A European Union study analyzed the market for telemedicine applications and solutions, showing that Italy makes up a large proportion of the telehealth market revenue, with a telehealth market revenue per capita of 3.38 Euros per year (as comparison, the first European country is Denmark with 6.22 Euros). In Italy, electronic prescriptions, considered as an indicator of the uptake of telemedicine tool, are only issued by 12% of the general practitioners. While some telemedicine services today are eligible for reimbursement, patients still bear most of their cost. Telemedicine has been integrated as options in standard home hospitalization and integrated home care. However, these efforts have been rather fruitless since the reimbursement schemes and financing structures have not kept pace with these changes. The implementation of telemedicine in the field of cardiovascular disease was recently assessed by a census supported by the Italian Society of Cardiology (Brunetti et al 2020) , which showed that it was mostly stable and public hospital-based, with primary focus on prehospital triage of acute myocardial infarction. Another group of telemedicine activities is dedicated to outpatients with chronic cardiovascular disease, to enable easy access to cardiology examinations such as ECGs, ambulatory ECG or blood pressure monitoring. Other examples of telemedicine in Italy is the screening of diabetic retinopathy (Vujosevic and Midena 2016) , for the management of elderly complex patients with one or more comorbidities (Scalvini et al 2018) . However, Italy does not include telemedicine in the essential levels of care granted to all citizens within the National Health Service. This lack of reimbursement has been flagged as the main barrier toward implementation of remote health monitoring (Palmisano et al 2020) . At the beginning of the COVID-19 emergency, no formal input on telemedicine was given by health authorities, despite the high pressure on health services during the first phase of the epidemic. Later, an open call for telemedicine and monitoring system technologies proposals was jointly issued on March 24th by the Ministry for Technological Innovation and Digitalization, the Ministry of Health, the National Institute of Health and the World Health Organization (WHO) 20 . However, currently, the only outcome of this call was the announced implementation of a smartphone app to be used for contact tracing. As yet, no largescale telemedicine services for monitoring acute and chronic patients and allowing continuity of care have been considered. Omboni (Omboni 2020) has offered several explanations as to why Italy has missed a unique opportunity to set up an infrastructure for providing care via telemedicine and to usher in a care system. First, the available solutions do not allow the integration of the available systems with the electronic health record of the national health system. Second, in most cases, there is poor interconnection between telemedicine services operating at higher levels (secondary or tertiary care facilities) and those deployed in primary care clinics or community pharmacies. Third, many telemedicine services funded by the local or central governmental institutions lack evidence for clinical and cost-effectiveness. Fourth, the implementation of telemedicine solutions is often hampered by heavy privacy regulations and the lack of practical recommendations. Finally, telemedicine services are not yet included in the basic public health care packages granted to all Italian citizens. A report with interim indications for telemedicine assistance services was drawn up by the Istituto Superiore di Sanità (Francesco et al AGID 2020 La tecnologia e l'innovazione per la lotta al Coronavirus. Le fast call Innova per l'Italia Online: https://innovaperlitalia.agid.gov.it/call2action/index.html 2020). The report emphasizes that the recommendations only apply during the COVID-19 emergency and are not to be continued afterwards. The listed indications are designed to offer health services and psychological support to people in quarantine at home, to proactively monitor their health conditions. The aim of a home telemedicine service is to bring medical services to people in isolation or isolated following the rules of social distancing, in order to proactively monitor their health conditions, in relation both to the prevention and treatment of COVID-19 and to ensure the continuity of care that may be necessary for other pathologies and/or conditions that require it. Video examination calls have been established, being active tele-control of the health i) for people who were in contact with a confirmed COVID-19 case to detect the possible appearance of signs and symptoms of COVID-19 infection, ii) for the necessary treatments against COVID-19 and to arrange for any hospitalization, when appropriate, and iii) to provide the best possible continuity of at-home care and assistance, in relation to the patient's basic condition and any COVID-19 infection. For all examinations, a list of symptoms to be checked is provided, some requiring specific devices, such as a digital pulse oximeter or ECG recorder, but there is no mention of alternatives in cases in which the person does not have such devices on hand. Practically speaking, implementation of telemedicine in Italy during the current COVID-19 pandemic has been mainly limited to the possibility of a fully digital prescriptions and some routine examinations. In summary, adoption of telehealth in Italy has been very low, likely due to the lack of reimbursement schemes. With the escalation of the current pandemic, specific remote medical services have become available. There have been very few technological developments both from start-ups and the government, in the field of remote sensing technology. The post COVID-19 era will likely see the healthcare system slip back to where they were before, except, hopefully, for some remote services that may continue to be available.",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 996,
                    "text": "(Brunetti et al 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1433,
                    "end": 1460,
                    "text": "(Vujosevic and Midena 2016)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1541,
                    "end": 1562,
                    "text": "(Scalvini et al 2018)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1816,
                    "end": 1838,
                    "text": "(Palmisano et al 2020)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 3688,
                    "end": 3714,
                    "text": "(Francesco et al AGID 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "While Germany has pursued remote health care projects for decades (Stroetmann and Erkert 1999) , current practices barely integrate them (Brauns and Loos 2015) . The lack of reimbursement programs, as well as legal restrictions, e.g., the prohibition of remote treatment, have posed nearinsurmountable barriers when trying to establish innovative solutions for remote healthcare in Germany. Acknowledging this situation, the German Parliament passed the digital healthcare act (Digitale Versorgung Gesetz, DVG) in 2019, i.e., just before the COVID-19 outbreak. The DVG established a revised legal framework and has taken actions, e.g., the mandatory launch of electronic health records, the authorization of video consultations and changes in reimbursement 21 , to promote remote healthcare. Importantly with respect to future remote health monitoring, the DVG enables so-called digital health applications (Digitale Gesundheitsanwendungen, DiGA) 22 , i.e., products that capture data, monitor or treat patients, which can be used by patients or patients together with healthcare professionals. The experiences from COVID-19 and its severe country-wide consequences, together with the novel legal situation, may act as game-changer in the remote health arena in Germany. COVID-19 has immediately triggered solutions for remote healthcare, e.g. informative apps on COVID-19, apps for personal risk assessment and an app, which gathers data (e.g. movement pattern, heart rate, sleep behavior) by a smartphone and a connected wearable in order to gain a better understanding on the spread of COVID-19 and provide information on it to the public 23 . However, privacy and data protection area major concern among Germans. Atracing app, i.e. an app commonly used to track infections and contacts to infected persons, can serve as an illustrative example; while other countries have clearly demonstrated its effectiveness in slowing the spread of COVID-19, is has been slow in taking off in Germany (as of April 2020), most importantly owing to the discussion regarding pursuit of a solution with central versus decentralized data storage.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 94,
                    "text": "(Stroetmann and Erkert 1999)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 137,
                    "end": 159,
                    "text": "(Brauns and Loos 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Compared to Germany, Switzerland had telemedicine services that were already well established and promoted by health insurers before the COVID-19 outbreak. With the spread of the disease, these services have received strong support from the population and consequently their use increased by 30%. However, these services are largely based on videoconferencing and do not support remote vital sign measurements. In the wake of COVID-19, a number of medtech startups have launched initiatives to bridge this gap. Leitwert GmbH (Zurich, CH) has partnered with the University Hospital Basel (Basel, CH) to remotely track vital signs with wearables, which are continuously stored using their internet of medical things device and database management solution. Third-party wearables can be easily integrated to transmithealth parameters independent from location to a cloud-hosted dashboard (Käch et al) Ava AG (Zurich, CH) has made available their Ava bracelet, which was originally designed for pregnancy planning, to monitor patients with COVID-19 symptoms (Goodale et al) . The bracelet is being distributed as a research and early surveillance tool in a large-scale study involving over 2000 subjects in Lichtenstein. CSEM SA, a Neuchâtel based, private, non-profit Swiss research and technology organization that also specializes in wearable electronics, is partnering with various hospitals in and outside the country to monitor COVID-19-positive heart rate, temperature, respiration and oxygen saturation. At the time of writing, the Swiss Association of Research Ethics Committees (Swissethics, Bern, CH) have reported on three approved and four submitted COVID-19 research trials that focus on telemedicine and telemonitoring 24 . One of the major initiatives in the remote monitoring domain evolved at the two engineering universities EPFL (Lausanne, CH) and ETH Zurich (Zurich, CH). They developed, along with other European partners, the open-source Decentralized Privacy-Preserving Proximity Tracing (DP-3T) protocol (Troncoso et al 2020), a Bluetooth-based mobile phone sensing approach to automatically track and inform users about potential contact with other users who self-reported a SARS-CoV-2 infection. The decentralized approach maximizes privacy for the individual, without disclosing identities or other personal information to other individuals or governments. DP-3T will be launched by the Swiss Federal Office of Public Health across Switzerland on May 11th 2020.",
            "cite_spans": [
                {
                    "start": 1054,
                    "end": 1069,
                    "text": "(Goodale et al)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Portugal can also be considered an early adopter of telemedicine, in pursuit of ways to overcome its geographic barriers and shortage of professionals (Castela et al 2005, LV et al n.d.) . Portugal has been implementing telehealth since the 1990s, and has led many initiatives that have been adopted throughout the country in the last two decades. Examples of these initiatives include real-time remote consultations between healthcare providers, for instance, between primary care physicians and hospitals (Maia et al 2019) , remote screening, particularly in the area of dermatology in rural areas (Oliveira et al 2014) , and remote monitoring programs for chronic diseases, such as chronic obstructive pulmonary diseases and chronic heart failure 25 . These already standard information and communication technology systems typically support videocalls, including the sharing of clinical images or lab tests during the sessions. The interest of the country in these technologies is well demonstrated by the newly introduced National Strategic Telehealth Plan (PENTS) launched by the Portuguese Ministry of Health in November 2019, just before the new coronavirus outbreak, with the aim of advancing their telehealth. It includes input from 50 institutional stakeholders and experts across the health spectrum, and describes strategies that will drive improvements in infrastructure, interoperability, and serviceability, and will support legislation. The Portuguese National Health Service already provides a whole suite of digital tools to help people manage their health remotely 26 . On the online Citizen Area (RSE Área do Cidadão) 27 for example, users can access their electronic health record (EHR), book an appointment with their primary care physician and check their vaccination card. A particularly powerful service, is compulsory within the Portuguese National Health Service (SNS) and used by private healthcare patients. Additionally, the MySNS mobile app 28 is a wallet where users can gather personal information about their healthcare such as vaccine cards, access data to the service (SNS), allergy registration and e-prescriptions. The app can also create reminders on smartphone calendars, reminding patients, for example, when to take their medication. Despite the difficulty in quantifying the impact of COVID-19 on the usage of these tools for remote monitoring, early indicators suggest an acceleration on their adoption; e.g., in March 2020, when lockdown measures were first implemented due to COVID-19, the number of telemedicine consultations increased by 44% as compared to March 2019 29 . Portuguese startups started to offer telemedicine services free of charge to help the SNS manage cases of COVID-19. As a summary, there have been some advances in implementing and deploying telemedicine systems in Portugal in the past decades, which have been transforming the country's health care system. During the evolving pandemic, these systems have been further used and novel telehealth 25 In Russia, the market of telehealth and remote health monitoring is still in early stages. The regulatory system did not authorize telehealth services until July 29, 2017, when Federal Law №242 \"On introducing changes into selected regulations of Russian Federation on the topic of using information technologies in healthcare\" was passed, allowing for provision of teleconsultation (excluding diagnosis) and electronic prescription services, starting 2018 30 . This change in legislation prompted the arrival of a wave of telehealth startups, mostly focusing on low-hanging fruits of remote consultations and using a marketplace business model. The most notable examples include Doc+, DocDoc , OnlineDoctor , OnDoc , Telemed24 and Yandex.Health. Fewer examples are available for introduction of more advanced telecare services, such as for monitoring chronic conditions with dedicated sensors. For example, Venul provides an integrated solution for ambulatory monitoring of hypertension patients and Transplant.Net is a remote monitoring platform for patients following organ transplants. None of the platforms provide COVID-19-specific solutions. Following the initial enthusiasm and rapid technology development, a market analysis by EY from early 2020 found that 81% of private sector healthcare organizations that invested in telemedicine services following the legislation change, considered these projects unsuccessful due to low adoption and resistance of both patients and clinical personnel 31 . Yet, the SARS-CoV-2 pandemic has reversed this trend again, with remote consultations and electronic prescriptions becoming state-funded and provided services, following the recommendations of the Ministry of Health. Electronic prescriptions have also become the recommended approach for chronic disorders. As state regulation plays the most significant role in shaping the telehealth market in Russia, where only 10-15% of major city inhabitants use private healthcare, telehealth may become a de-facto standard of healthcare service due to the change of public perception and rapid introduction of new technologies during the current pandemic. 30 Russian Federation 2017 О внесении изменений в отдельные законодательные акты Российской Федерации по вопросам применения информационных технологий в сфере охраны здоровья, федеральный закон № 242-ФЗ Online: http://publication.pravo.gov.ru/Document/View/0001201707300032 31 EY 2020 Исследование рынка коммерческой медицины в России. 2018-2019 годы. Market Report Online:",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 186,
                    "text": "(Castela et al 2005, LV et al n.d.)",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 524,
                    "text": "(Maia et al 2019)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 600,
                    "end": 621,
                    "text": "(Oliveira et al 2014)",
                    "ref_id": null
                },
                {
                    "start": 3017,
                    "end": 3019,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 5172,
                    "end": 5174,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "https://assets.ey.com/content/dam/ey-sites/ey-com/ru_ru/news/2020/03/ey_healthcare_research_2018-2019_24032020.pdf In the face of the COVID-19 pandemic, several Canadian initiatives are underway to provide innovative, urgently needed technological support for remote health monitoring. Contact tracing, perinatal surveillance, remote ICU monitoring and virtual critical care are just a few important examples discussed below. AI researchers led by Yoshua Bengio, from the MILA Institute, a partnership between the Université de Montréal and McGill University, have partnered with Quebec entrepreneurs to develop a peer-to-peer AI-based platform for COVID-19 tracing 32 . Rather than identifying individuals (which could lead to stigmatization), the goal is to provide citizens with information to reduce their risk of viral contamination. The key privacy element is that all information is kept strictly anonymous. The intention is to \"apply social distancing at the right places, around infected people\". As with many of the contact tracing apps, the idea is to have a smartphone indicate one's current probability of infection conditioned by where they have been and who has been in their proximity, from information gathered by Bluetooth peer-to-peer communication. That risk is then shared with those they subsequently encounter. Following a test for infection, medical personnel use encrypted communication to provide the results to the patient's smartphone application and to upload anonymized and delocalized patient information (without using geographical trajectories, but, rather, sequences of encounters and associated risks) from their smartphone to a non-governmental data trust that collects data to train the risk predictor application, whose updates are periodically disseminated to participants who provide data. Rapid deployment of this application requires the collaboration of the provincial authorities (the Quebec Ministry of Health in this case) that administer the Canadian public health system; such negotiations are ongoing. Other contact-tracing initiatives are also in place in several other provincial jurisdictions. Toronto's University Health Network has adapted a telemonitoring system for COVID-19 patients, to enable remote observation by nursing staffs. Originally designed to ensure that lung surgery patients maintain their oxygen masks in position, as the pandemic arose, rapid and cost-effective solutions to reduce COVID-19 exposure were required for attending nurses, whose PPE was quickly in short supply. The system, now in operation for hospitalized COVID-19 cases, enables remote monitoring by the nurse, using one camera to observe the patient and another to monitor medical devices measuring blood pressure and oxygen saturation. Audio communication allows the nursing staff to interact with the patient and remind those who are capable to reposition the oxygen probe when necessary. If oxygen levels fall to critical levels, a sentinel event in deteriorating COVID-19 patients, physical intervention is initiated. Remote perinatal surveillance allows obstetrical staff to monitor mothers in the delivery ward from a central nursing station or from other facilities. Networked cardiotocography (CTG) and automated recognition of CTG signal patterns (fetal heart rate decelerations/accelerations, uterine contractions, Warrick et. al 2005) , such as those provided by PeriGen Inc. (Montreal, Quebec and Cary, North Carolina) and by GE HealthCare (Chicago, IL) allow nurses to care for multiple patients at once and especially during the pandemic, can reduce exposure of clinical staff to infection over potentially many hours of labour. It can also provide support for lesser-experienced nurses who have been reassigned during the crisis from other departments. These CTG resources make better use of obstetrical expertise that is in short supply, increasing the number of obstetricians who can observe the recordings and discuss the degree of concern about the progress of labour and the fetal state. Care in close proximity to the mother is still required for periodic pelvic exams and at the time of delivery. As COVID-19 infection spread in Canada, teleconsultation replaced a significant proportion of the in-person patient-clinician encounters. But for some time, with Canada's large geographical expanses, virtual critical care has been an important tool to provide family medicine in outlying clinics with videoconferencing access to specialists at tertiary care centers, including critical care (ICU) physicians and nurses, pharmacists and respiratory therapists. Such a model enables patients who are critically ill to be cared for locally when possible. The COVID-19 context has amplified the need for these services, which is expected to continue for some time as the virus continues to spread to more remote regions. One such health network expanding its remote services in the context of COVID-19 is the Health Sciences North Intensive Care Unit in Sudbury Ontario, which is a hub for remote consultation services, providing support for numerous Northern Ontario communities, such as the far-north nursing station at Wayneebayko Health Authority in the Indigenous Cree communities of the James Bay Lowlands. The McGill Integrated University Health Network (RUIS McGill) is a similar telemedicine system that have been in place since 2006 to service Quebec communities stretching from Montreal to Nunavik.",
            "cite_spans": [
                {
                    "start": 3365,
                    "end": 3385,
                    "text": "Warrick et. al 2005)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "In the United State, in response to the demand for flexibility and broadened access to telemedicine services, changes by the Health and Human Services (HHS) Office for Civil Rights (OCR) and the Centers for Medicare & Medicaid Services (CMS) have led to relaxation of some federal privacy regulations and expansion of payment policies 33 . This has led to a surge in supply of tele-consults around the US. However, very few, if any, new devices are being considered, and traditional FDA-approved devices are still required. Several online symptom checkers have been published to reduce unnecessary emergency department visits 34,35 although the empirical evidence for these remain unclear. While they vary in logical flow, they tend to agree on the key risk factors. At the same time, it is important to note that the FDA is fast-tracking approvals for COVID-19-related diagnostics or screening devices and relaxing restrictions on the usage of certain devices as well 36 . For example, Alivecor is currently fast-tracking a QT screening algorithm for the Kardia 6L remote monitoring electrocardiogram (ECG) device. Multiple smart watch/fitness tracker studies have also been initiated across the US. Stanford University and Scripps Research Translational Institute have partnered to harvest data from Fitbits, Apple Watches, and other smart watch/fitness tracker wearables to enable \"real-time surveillance of 33 Robeznieks A 2020 Key changes made to telehealth guidelines to boost COVID-19 care Am. Med. Assoc. Online: https://www.ama-assn.org/delivering-care/public-health/key-changes-made-telehealth-guidelines-boost-covid-19care 34 contagious respiratory illnesses.\" These avenues are predicated on the assumption that fever is associated with a persistent rise in heat rate. However, because heat rate depends on so many factors, it's not entirely clear that this would work with any reasonable level of specificity. Moreover, sick people tend not to wear or charge personal tracking devices with any regularity, or (it is probably safe to assume) when in lockdown. UC San Francisco has provided healthcare workers with Oura rings, worn on the finger, which track heart rate, peripheral temperature, and nighttime respiratory rate. However, even though temperature is measured, correlation with core temperature is likely to be poor,. Indeed, core temperature is particularly hard to identify, with far infrared (FIR) thermal imaging being a contender for remote/non-contact monitoring. A team at Emory University and the Georgia Institute of Technology (Hegde et al. 2020) recently developed the 'AutoTriage' COVID-19 triage system for rapid screening at the emergency department or health posts. The system involves a visible and a far infrared (FIR) camera mounted on a Raspberry Pi mini-computer. Deep learning algorithms running on a dedicated USB tensor processing unit, identify the forehead and lips (potentially on up to ten people simultaneously) and coregisters the image from the visible to FIR. Temperature is read from the forehead in the visible domain and cyanosis is determined from the lips in the visible domain. Heart rate and respiration activity extraction are currently being added. The entire code stack code and bill of materials was published under an open source license and is undergoing live trials to determine if and how ambient light and temperature affect the system. However, significant work is needed before this system will be ready for remote monitoring.",
            "cite_spans": [
                {
                    "start": 1634,
                    "end": 1636,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "As noted, the most obvious remote sensing system already in our hands is the modern smartphone. Studies have shown that activity associated with a smartphone can help detect or predict changes in health, including sleep apnea (Behar et al 2015) , Parkinson's disease (Neto et al 2016) heart failure (Cakmak et al 2018) and several other conditions (Trifan et al 2019) . Many research groups, spanning from the east (safepaths.mit.edu) to west (Covid Watch) coast of the USA, have implemented contact tracing apps with a strong focus on privacy. Safe Paths describes itself as \"an MIT-led, free, open-source technology that enables jurisdictions and individuals to maximize privacy, while also maximizing the effectiveness of contact tracing in the case of a positive diagnosis\". The Safe Paths platform, currently in beta, comprises both a smartphone application, PrivateKit, and a web application, Safe Places. The PrivateKit app will enable users to match the personal diary of location data on their smartphones with anonymized, redacted, and blurred location history of infected patients. The digital contact tracing uses overlapping GPS and Bluetooth trails that allow an individual to check if they have crossed paths with someone who was later diagnosed positive for the virus. Through Safe Places, public health officials can redact location trails of diagnosed carriers and then broadcast location information, with privacy protection, for both diagnosed patients and for local businesses.\" Stanford's COVID Watch, also uses Bluetooth to determine if a user's phone approaches within approximately six feet of another smartphone that also has the app installed and running, and 'maintains' that proximity for 15 minutes or more, during which, the two phones share a temporary contact number that is stored on each device. In this manner, no data ever leave the phone (unless the user actively sends out information), and the data that are stored locally are anonymous. If an app user is confirmed positive, they can send their anonymous personal identifier data to a cloud storage repository. The app will then alert other app users who spent 15 minutes or more near the infected person. In this way, people can choose to follow the local guidance, such as calling their public health department, without the fear of being tracked or contacted directly. COVID Watch relies on selfreporting, and the developers assume that no responsible person, knowing they were COVIDpositive, would purposefully risk spreading the disease through prolonged contact with others.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 244,
                    "text": "(Behar et al 2015)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 267,
                    "end": 284,
                    "text": "(Neto et al 2016)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 299,
                    "end": 318,
                    "text": "(Cakmak et al 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 348,
                    "end": 367,
                    "text": "(Trifan et al 2019)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "These approaches contrast heavily with the Israeli, South Korean, Chinese and Australian approaches of a government-managed technology, and reflects the deep distrust residents of the USA have of their government. There are two obvious flaws here. First, they require a critical mass of users on the same platform, to allow the app to run constantly. Second, it requires active compliance, with users having to initiate installation, COVID testing and reporting of results. One of the authors installed a related symptom, called the COVID Symptom Tracker, developed by researchers at Harvard T.H. Chan School of Public Health, Massachusetts General Hospital, King's College London, and Stanford University School of Medicine, in collaboration with Zoe, a health science company. The team notes that \"the app asks contributors to answer a few simple questions about themselves and their current health, then to check in every day to report how they're feeling and to list any symptoms they may be having.\" One of the authors of this editorial used this latter app for several weeks though the pandemic at its (first) peak, before the app reached enough users (several hundred) in his location (a large US city) to begin reporting with any level of confidence. It is also telling that many institutions are producing multiple apps, initiated by individual groups, with no coherent national-level approach. Perhaps the only hope for a national approach in the US is the imminent iOS (Apple Inc., Cupertino, USA) / Google Android (Alphabet, Mountain View, USA) partnership for contact tracing. Similar to approaches in other countries such as Switzerland and the UK, this partnership takes a decentralized approach with joint specifications for privacy-preserving proximity tracing 37 . Notably, they point out that \"if a user chooses to report a positive diagnosis of COVID-19 to their contact tracing app, the user's most recent keys to their Bluetooth beacons will be added to the positive diagnosis list shared by the public health authority so that other users who came in contact with those beacons can be alerted. If a user is notified through their app that they have come into contact with an individual who is positive for COVID-19 then the system will share the day the contact occurred, how long it lasted and the Bluetooth signal strength of that contact.\" No other information about the contact will be shared and Apple and Google will not receive identifying information about the user, location data, or information about any other devices to which the user has been in proximity. Brazil national healthcare system (\"Sistema Único de Saúde\" or Unified Health System -SUS), is mainly funded by the federal, state and municipal governments through taxes and social contributions. SUS originated after ratification of the 1988 constitution which granted healthcare as a universal right for all citizens. While public health care is available, it is underfunded and approximately 25% of the wealthier population rely on private insurance companies (Marten et al 2014) . In April 2020, due to the extraordinary circumstances of COVID-19, the federal government approved law 13.989/2020, which allows the practice of remote consultations with doctors and health care professionals. This measure aimed at reducing the burden on the healthcare system and unnecessary hospital visits. Yet, the approval is for emergency purposes and temporary, and moreover, the government has vetoed the usage of electronic prescriptions over such systems. In parallel, the Brazilian Ministry of Health released a hotline and the Coronavírus -SUS app, which enables triage of patients based on their symptoms. The government app contains official statistics on COVID-19 cases, news, information about the disease, its symptoms, and prevention, as well as a feature for searching for nearby health clinics. The app is available for Android and iOS devices and was downloaded over 1 million times from Google Play. Bitmec Health Technologies Limited (Guatemala City, Guatemala) is a technology startup that has developed a digital telemedicine platform that enables cost-effective and scalable primary healthcare services. Through an interactive web portal, and assisted by health workers acting as intermediaries, Bitmec connects patients with remote physicians and is currently undergoing trials of its platform with numerous providers for COVID-19 screening using digital stethoscopes, cameras and pulse oximeters.",
            "cite_spans": [
                {
                    "start": 3056,
                    "end": 3075,
                    "text": "(Marten et al 2014)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Contact tracing through smartphones is impossible in many parts of the world, particularly most parts of sub-Saharan Africa, where the average smartphone adoption rate is around 25% and mobile phone subscription rates are 44% 38, 39, 40 . Symptom checkers through USSD services have potential, but at this point, have not been widely implemented. Remote health monitoring throughout most of Africa is highly limited and consists primarily of remote doctor consultations and education campaigns.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "38,",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Rwanda has nearly universal healthcare for its thirteen million citizens and implemented a national lockdown after the arrival of the first COVID-19 case. Rwanda has both a dedicated COVID-19 hotline number (144) and USSD service. The Rwanda Utility Regulatory Authority (RURA) has a department focused on the use of mobile data for enabling advanced statistical analysis in collaboration with Carnegie Mellon University Africa (CMU-Africa). Mobile call detail records (CDR) combined with satellite imagery has been used to successfully predict multidimensional poverty (Njuguna and McSharry 2017) .The ability to infer the movement of people combined with other sources of information has already been of utility for understanding tourism and trade patterns. Collaboration between CMU-Africa, the Ministry of ICT & Innovation, RURA and the Rwanda Biomedical Centre provides potential for using remote screening and machine learning approaches to predict virus hotspots and generate forecasts of the propagation 38 Silver L and Johnson C 2018 Majorities in sub-Saharan Africa own mobile phones, but smartphone adoption is modest Pew Res. Cent. Online: https://www.pewresearch.org/global/2018/10/09/majorities-in-sub-saharan-africa-own-mobile-phones-butsmartphone-adoption-is-modest/ 39 Qelp 2020 Africa smartphone penetration at tipping point Qelp Online: https://www.qelp.com/africa-smartphone-penetration-attipping-point/ 40 Radcliffe D 2018 Mobile in Sub-Saharan Africa: Can world's fastest-growing mobile region keep it up? ZDNet Online: https://www.zdnet.com/article/mobile-in-sub-saharan-africa-can-worlds-fastest-growing-mobile-region-keep-it-up/ of the virus. There are also plans to develop telemedicine capability to assess suspected cases without the need for these subjects to physically move.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 597,
                    "text": "(Njuguna and McSharry 2017)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "In South Africa, COVID-19 has led the Health Professional Council of South Africa to lift restrictions on telemedicine, allowing doctors to contact patients by phone to monitor chronic diseases or follow-up on acute conditions 41 . The private healthcare sector has responded by initiating online COVID-19 consultation services via video chat 42 . Discovery Health and Vodacom have partnered to develop a platform that connects patients, who have COVID-19-related health questions, to a doctor, and have made this service free to the public 43 . The University of Cape Town (UCT) is offering USSD platform-based COVID-19 health literacy education programs to underserved members of society, where internet access is not widely available 44 . Other innovations include Zipline, a medical drone delivery company that makes deliveries for humanitarian operations (Glauser 2018) . The company is using drones to deliver essential supplies, to enhance social distancing and improve testing capabilities in remote regions. For example, in Ghana, Zipline's warehouses hold emergency stocks of masks and gloves and test kits, which can be delivered to regional hospitals, in a matter of minutes, to cope with surges in demand 45 . Meanwhile, the Cameroonian e-health startup OuiCare has adapted its scalable e-health platform to provide users with \"easy, secure and fast access to doctors, medical data and medical facilities\" 46 . The company has also launched a forum where users can ask questions about COVID-19 and receive answers from healthcare professionalsError! Bookmark not defined.. The company is also in the process of developing a teleconsultation module to mitigate the need for clinical visits 46 . It remains to be seen how much remote monitoring will play a part in these types of initiatives.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 543,
                    "text": "43",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 860,
                    "end": 874,
                    "text": "(Glauser 2018)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1218,
                    "end": 1220,
                    "text": "45",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1419,
                    "end": 1421,
                    "text": "46",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1702,
                    "end": 1704,
                    "text": "46",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Australia is handling the COVID-19 pandemic in a different way than many parts of the world especially USA, Europe and UK. Australia has taken the social distancing measure much more seriously and has applied strong measures to follow them. In addition, Australia is very different from these countries with respect to population density, with three persons per square kilometer, as compared to 36 in the USA, and 275 in the UK 47 . More importantly, one third of Australians live in remote and rural areas. Telehealth has been one of the priorities of the Australian government in the pursuit of improved health services for Australians living in rural and remote areas. To support telehealth, in 2011, the Australian government introduced an important policy on telehealth funding, requiring Medicare to pay specialists for video consultations of remote patients 48 . During the COVID-19 pandemic, telehealth has turned into a key weapon in combatting viral spread and in providing continued access to essential primary health services in Australia 49 . The Australian Government expanded the Medicare-subsidized telehealth services for all Australians, which was otherwise limited to Australians living in telehealth-eligible areas, residents of eligible Residential Aged Care Facilities (RACF) and patients of eligible Aboriginal Medical Services in all areas of Australia. The expansion is now covering services such as general practitioner consultations via telehealth, which is limiting unnecessary exposure of patients and health professionals to COVID-19. In addition, this is taking pressure off hospitals and emergency departments, and supporting self-isolation and quarantine policies. Several companies in communication and medical software have supported this volume shift, enabling a seamless transition during this unprecedented time. NBN Co (National Broadband Network Corporation), which is a Government Business Enterprise (GBE), has recently upgraded Australian general practitioner (GP) clinics to 50/20Mbps (download and upload) connections, at no extra cost, for a period of six months 50 . This has increased capability of clinics to deliver multiple telehealth consultations simultaneously. MedicalDirector, a Sydney-based medical software provider, has recently made their fully integrated telehealth solution available for free (for at least three months) to support GP clinics. As of 20 th of April 2020, More than 4.3 million consultations have now been delivered to over three million patients in first three weeks, following the COVID-19 pandemic-driven telehealth expansion 46 . This huge number of services accessed by Australians might help in maintaining social distancing and contain the spread of virus.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 430,
                    "text": "47",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 865,
                    "end": 867,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "49",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2019,
                    "end": 2050,
                    "text": "50/20Mbps (download and upload)",
                    "ref_id": null
                },
                {
                    "start": 2606,
                    "end": 2608,
                    "text": "46",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Despite many obvious benefits of telehealth, the actual uptake and integration of it into mainstream practice has been slow (Wade et al 2014 , Caffery et al 2018 . This pandemic (COVID-19) has for the first time in Australia provided nationwide access to telehealth. For most of the Australians this is the first time they are accessing GP services without attending a center. This may have a long term effect on uptaking of telehealth in the post-COVID era, since people can enjoy the same level of services without driving to the clinic, sitting with a set of patients and taking additional leave for doctor appointment. This one benefit of COVID-19 pandemic the Australian may remember for a long time.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 140,
                    "text": "(Wade et al 2014",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 141,
                    "end": 161,
                    "text": ", Caffery et al 2018",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "Besides telehealth, Australian Government has launched two mobile applications so far for fighting COVID-19 pandemic. The first mobile application (Coronavirus) released at the early stage of COVID-19 in Australia to fulfill a single point contact to check symptoms, register isolation, get advice on different government stimulus packages, access news and media related to COVID-19, getting current status of COVID-19 across Australia (different states and territories) and essential information (updated regularly). The second mobile application, COVIDSafe, is aimed to keep the community safe from the spread of Coronavirus. The app securely notes contacts that a user has with other users of the app. This will allow the health workers to contact any user, who has been in close contact with someone who has tested positive for the virus. Using this app is voluntary and the app does not record the location of the user. Once downloaded, the user registers to use the app by entering a name, phone number, postcode, and age range. Next, the user receives a confirmation text message on their mobile to complete the installation of the app. On the basis of this information, an encrypted reference code is generated for the app on that phone. That code is changed every 2 hours to make it even more secure. The app uses the strength of the Bluetooth signal to determine proximity and record encrypted reference code, time and proximity of two or more users. This allows the approximate distance between the users and the duration the contact occurred to be determined once the data is uploaded to the highly secure information storage system. The app uses a rolling 21-day window to allow for the maximum 14-day incubation period, and the time taken to confirm a positive test result. The rolling 21-day window allows the app to continuously note only those user contacts that occur during the coronavirus incubation window. Contacts that occurred outside of the 21-day window are automatically deleted from the user's phone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "For the remote and rural Aboriginal and Torres Strait Islander communities, the Australian Government has taken initiative to establish a rapid coronavirus (COVID-19) Remote Point of Care Testing Program (RPCTP). This program brings the testing time down to 45 minutes, which currently takes up to 10 days for this area. The Kirby Institute at University of New South Wales (UNSW) and the International Centre for Point of Care Testing at Flinders University is managing the program. The program is going to use the existing point-of-care testing technology that has been used by the same group with widespread success in rapid test of sexually transmissible infections (STIs) in rural communities. The test, called the Xpert SARS-CoV-2 test, uses rapid technology to detect COVID-19 infections at the point-of-care by using a nasal swab polymerase chain reaction (PCR) test in the early phases of the illness. This program is planned to be rolled out fully for the end users by mid-May, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "In Australia, a Government-centric approach is being used to contain the spread of the virus. Government is at the forefront of all actions and tech industries, universities and all other agencies are playing supporting roles to the government. This may be different from other countries, where many solutions are coming from industry or university alone and then adopted by the government to tackle COVID-19. Telehealth played a key role so far in Australia to keep high quality medical services during this pandemic and the significance of face-to-face consultations for providing better health services is sounding more of a taboo rather than reality. Since the urban population received the most benefit of telehealth for the first time, it may encourage integration of telehealth services in mainstream healthcare. The experience of all stakeholders (patient, doctors, clinics, government) that will be gained from already provided huge numbers of telehealth services are also going to affect the post-COVID-19 telehealth structure. In summary, telehealth is going to play a big role in shaping healthcare in Australia in post-COVID-19 era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of remote health initiatives"
        },
        {
            "text": "This is not the first time telehealth is used during a pandemic. China has first explored use of telehealth in 2003 during the outbreak of Severe Acute Respiratory Syndrome (SARS) . Private telemedicine companies provided services to victims of hurricane Harvey and primary care providers 51 . The NATO (North Atlantic Treaty Alliance) is using their developed Multinational Telemedicine systems with their military forces during various crises (Doarn et al 2018) . During COVID-19 multiple countries (Singapore and USA) are using different forms such as chatbot, videoconferencing etc. to triage and care patients remotely 52 . Overall, the telehealth has a number of key strengths to provide quality care and enhanced emergency response not only in regular situations but also in hazardous situations (environmental or biological). Despite many obvious benefits of telehealth, the actual uptake and integration of it into mainstream practice has been slow.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 463,
                    "text": "(Doarn et al 2018)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In many countries, past talks about remote examinations or consultations with patients was at least met with disdain (as substandard to in-person), if not completely taboo or legally prohibited. During the pandemic this has changed dramatically with countries such as France, Italy, Japan and the US enabling new health services to be provided through telemedicine and be reimbursed. This results in many patients having now personally experienced digital medicine. This together with the reported contagion rate of COVID-19 in the clinical environment leading to clusters of nosocomial infections made patients understand the potential risks associated with visiting clinics or hospitals. We expect that COVID-19 pandemic will have a profound impact on the way physicians and healthcare delivery organizations interact with patients and the general population. In particular, face-to-face patient-doctor contacts will be less common and remote monitoring be facilitated by the increasing number of clinical grade portable medical devices. It is sensible to foresee the COVID-19 era as a trigger for adopting these long existing yet never consecrated technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With new technology, come deep privacy concerns, from the rise of automated face recognition (something we all feared just one year ago) to dystopian tracking of individual's behaviors and the loss of identity through theft. Notably, the increased potential for being tracked or hacked (or zoom-bombed during a consult for example), are perhaps the biggest fears in remote monitoring these days. Even in times of urgent need, we are still seeing these fears trumping effective contact tracing. It remains to be seen how the recently announced (but yet to be explained) Google/Apple partnership for contact tracing plays out, but a backlash against the industrial big brother cellular operating system's duopoly is inevitable. We already see Apple and the government of France at loggerheads over who will own the contract tracing space. Nevertheless, in the absence of government leadership in this domain in many countries, this is probably the only hope many regions have in implementing large-scale contact tracing, and may be the only hope of dealing with the issue across national boundaries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the need for testing, symptom triage, contact tracing, remote monitoring of mild COVID-19 patients and targeted lockdowns at early stages is driving most of the innovation in remote sensing in the time of a pandemic. It is difficult to innovate beyond this without creating extra burden or running head-long into privacy issues that may ultimately defeat the original positive intentions. The utility of heart rate and respiration rate from video cameras has yet to be proven, but certainly has real potential, with many telemedicine providers seriously considering this technology as an adjunct to video review. Despite the best efforts of companies like Babylon Health, we are still a long way from the automated 'artificially intelligent' consult, or even a COVID-19 specific screening and triage system based on standard machine learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "GC has financial interest in Alivecor Inc, and receives unrestricted funding from the company. GC also is the CTO of Mindchild Medical and has ownership interests in Mindchild Medical. WK declares no conflict of interest. WK and Leitwert GmbH collaborate in an unrelated research project. MO is an employee of Babylon Health. FA is employed by Sensyne Health. PAW is an employee of PeriGen, a developer and provider of decision-support systems for obstetrical care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: Virtual consultations are not a matter of the future but a matter of health Discov",
            "authors": [],
            "year": 2020,
            "venue": "HPCSA 2020 COVID-19 OUTBREAK IN SOUTH AFRICA: GUIDANCE TO HEALTH PRACTITIONERS Heal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Vocacom 2020 Vodacom & Discovery fight COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Drones Take Flight to Carry Covid-19 Tests to Labs in Africa WIRED Online",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: Whole of population telehealth for patients, general practice, primary care and other medical services",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hunt G 2020b",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The World Bank Population density (people per sq",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Australians embrace telehealth to save lives during COVID-19 Aust",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gov. Dep. Heal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sarcevic A 2020 GP clinics to get free nbn boost for telehealth Govtech Rev",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "PhysioZoo: A Novel Open Access Platform for Heart Rate Variability Analysis of Mammalian Electrocardiographic Data Front",
            "authors": [
                {
                    "first": "J A",
                    "middle": [],
                    "last": "Behar",
                    "suffix": ""
                },
                {
                    "first": "A A",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Weiser-Bitoun",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shemla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alexandrovich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Konyukhov",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yaniv",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Physiol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fphys.2018.01390/full"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SleepAp: An Automated Obstructive Sleep Apnoea Screening Application for",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Behar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roebuck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shahid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hallack",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Palmius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stradling",
                    "suffix": ""
                },
                {
                    "first": "G D",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Smartphones IEEE J. Biomed. Heal. Informatics",
            "volume": "19",
            "issn": "",
            "pages": "325--356",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Italian Society of Cardiology Census on telemedicine in cardiovascular disease: a report from the working group on telecardiology and informatics Open Hear. 7 e001157 Online",
            "authors": [
                {
                    "first": "N D",
                    "middle": [],
                    "last": "Brunetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Molinari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Acquistapace",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zimotti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Parati",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Indolfi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fedele",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carugo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/openhrt-2019-001157"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Telehealth services in rural and remote Australia: a systematic review of models of care and factors influencing success and sustainability",
            "authors": [
                {
                    "first": "L J",
                    "middle": [],
                    "last": "Caffery",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "A C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rural Remote Heal",
            "volume": "16",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How telehealth facilitates the provision of culturally appropriate healthcare for",
            "authors": [
                {
                    "first": "L J",
                    "middle": [],
                    "last": "Caffery",
                    "suffix": ""
                },
                {
                    "first": "N K",
                    "middle": [],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Langbecker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indigenous Australians J. Telemed. Telecare",
            "volume": "24",
            "issn": "",
            "pages": "676--82",
            "other_ids": {
                "DOI": [
                    "10.1177/1357633X18795764"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rapid and accurate measurement of body temperature in dense population during coronavirus disease 2019 pandemic West China Med",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Men",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J",
            "volume": "35",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Personalized heart failure severity estimates using passive smartphone",
            "authors": [
                {
                    "first": "A S",
                    "middle": [],
                    "last": "Cakmak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reinertsen",
                    "suffix": ""
                },
                {
                    "first": "H A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "G D",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE International Conference on Big Data (Big Data",
            "volume": "",
            "issn": "",
            "pages": "1569--74",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cinco Anos de Teleconsulta Experiência do Serviço de Cardiologia do Hospital Pediátrico de Coimbra Serviço Cardiol. Pediátrica",
            "authors": [],
            "year": null,
            "venue": "Hosp. Pediátrico Coimbra",
            "volume": "24",
            "issn": "",
            "pages": "835--875",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Contact Tracing Mobile Apps for COVID-19: Privacy Considerations and Related Trade-offs Online",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "Y W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development and Validation of Telemedicine for Disaster Response: The North Atlantic Treaty Organization Multinational System Telemed. e-Health",
            "authors": [
                {
                    "first": "C R",
                    "middle": [],
                    "last": "Doarn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Latifi",
                    "suffix": ""
                },
                {
                    "first": "R K",
                    "middle": [],
                    "last": "Poropatich",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sokolovich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kosiak",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hostiuc",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zoicas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buciu",
                    "suffix": ""
                },
                {
                    "first": "Arafat",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "657--68",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2017.0237"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Quantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing Science (80-. ). eabb6936 Online",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wymant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kendall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nurtay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abeler-Dörner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bonsall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb6936"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rapporto ISS COVID-19 n. 12/2020 -Indicazioni ad interim per servizi assistenziali di telemedicina durante l'emergenza sanitaria COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Francesco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bertinato",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Filippis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonomini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maurizio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Blood-delivering drones saving lives in Africa and maybe soon in Canada Can",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Glauser",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Med. Assoc. J",
            "volume": "190",
            "issn": "",
            "pages": "88--97",
            "other_ids": {
                "DOI": [
                    "10.1503/cmaj.109-5541"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Wearable Sensors Reveal Menses-Driven Changes in Physiology and Enable Prediction of the Fertile Window: Observational Study",
            "authors": [
                {
                    "first": "B M",
                    "middle": [],
                    "last": "Goodale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shilaih",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Falco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dammeier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hamvas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leeners",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Med. Internet Res",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Application of ultrasound in diagnosis and treatment of coronavirus disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jq Z",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sq Z",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acad. J. Second Mil. Med. Univ",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Reliable data collection in clinical trials with remote settings infrastructure for data capture from wearables and mobile sensors ETH Zurich Research Collection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Käch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laube",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Geissmann",
                    "suffix": ""
                },
                {
                    "first": "Karlen",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Analysis of factors associated with disease outcomes in hospitalized patients with 2019 novel coronavirus disease Chin",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z-W",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H-G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [
                        "M"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med. J. (Engl)",
            "volume": "133",
            "issn": "",
            "pages": "1032--1040",
            "other_ids": {
                "DOI": [
                    "10.1097/CM9.0000000000000775"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Telemedicine's service improves access to pediatric cardiology in Central Portugal: leadership, organization and training as critical success factors--people really matter",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lv L",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lv T",
                    "suffix": ""
                },
                {
                    "first": "E C",
                    "middle": [],
                    "last": "Hpc",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Radiology",
            "volume": "524",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "How to develop a sustainable telemedicine service? A Pediatric Telecardiology Service 20 years on -an exploratory study BMC",
            "authors": [
                {
                    "first": "M R",
                    "middle": [],
                    "last": "Maia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Castela",
                    "suffix": ""
                },
                {
                    "first": "Pires",
                    "middle": [
                        "A"
                    ],
                    "last": "Lapão",
                    "suffix": ""
                },
                {
                    "first": "L V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Health Serv. Res",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-019-4511-5"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An assessment of progress towards universal health coverage in Brazil",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Travassos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shishkin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Longde",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vega",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BRICS) Lancet",
            "volume": "384",
            "issn": "",
            "pages": "2164--71",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Deep learning, computer-aided radiography reading for tuberculosis: a diagnostic accuracy study from a tertiary hospital in India Sci",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kadavigere",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrade",
                    "suffix": ""
                },
                {
                    "first": "C A",
                    "middle": [],
                    "last": "Sukumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chawla",
                    "suffix": ""
                },
                {
                    "first": "V P",
                    "middle": [],
                    "last": "Shenoy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pande",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huddart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saravu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rep",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "PERSONALIZED HYPOTHESIS TESTS FOR DETECTING MEDICATION RESPONSE IN PARKINSON DISEASE PATIENTS USING iPHONE SENSOR DATA",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "T P",
                    "middle": [],
                    "last": "Bm B",
                    "suffix": ""
                },
                {
                    "first": "L O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pac Symp Biocomput",
            "volume": "21",
            "issn": "",
            "pages": "273--84",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Constructing spatiotemporal poverty indices from big data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Njuguna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcsharry",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Bus. Res",
            "volume": "70",
            "issn": "",
            "pages": "318--345",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Change in the use of remote monitoring of cardiac implantable electronic devices in Italian clinical practice over a 5-year period",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palmisano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Melissano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanotto",
                    "suffix": ""
                },
                {
                    "first": "G B",
                    "middle": [],
                    "last": "Perego",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Toselli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Landolina",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ricci R Pietro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Cardiovasc. Med",
            "volume": "21",
            "issn": "",
            "pages": "305--319",
            "other_ids": {
                "DOI": [
                    "10.2459/JCM.0000000000000950"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Management and Treatment of COVID-19: The Chinese Experience Can",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A framework for identifying regional outbreak and spread of COVID-19 from one-minute population-wide surveys Nat",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rossman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keshet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shilo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gavrieli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bauman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Segal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Maugeri Centre for Telehealth and Telecare: A real-life integrated experience in chronic patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scalvini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bernocchi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zanelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Comini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vitacca",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Telemed. Telecare",
            "volume": "24",
            "issn": "",
            "pages": "500--507",
            "other_ids": {
                "DOI": [
                    "10.1177/1357633X17710827"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "HausTeleDienst\"--a CATV-based interactive video service for elderly people",
            "authors": [
                {
                    "first": "K A",
                    "middle": [],
                    "last": "Stroetmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Erkert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Stud. Health Technol. Inform",
            "volume": "64",
            "issn": "",
            "pages": "245--52",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Passive Sensing of Health Outcomes Through Smartphones: Systematic Review of Current Solutions and Possible Limitations JMIR mHealth uHealth",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trifan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "J L",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Diabetic Retinopathy in Italy: Epidemiology Data and Telemedicine Screening Programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vujosevic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Midena",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Diabetes Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Uptake of telehealth services funded by Medicare in Australia Aust",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Soar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Heal. Rev",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [
                        "X"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Clinical Features of 69 Cases With Coronavirus Disease",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Wen",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa272/5807944"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The use of telemedicine to enhance secondary care: some lessons from the front line Futur",
            "authors": [
                {
                    "first": "O E",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elghenzai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Subbe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hosp. J",
            "volume": "4",
            "issn": "",
            "pages": "109--123",
            "other_ids": {
                "DOI": [
                    "10.7861/futurehosp.4-2-109"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study Lancet Respir",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [
                        "H"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China: a retrospective cohort study Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Neural network based detection of fetal heart rate patterns",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Warrick",
                    "suffix": ""
                },
                {
                    "first": "Hamilton",
                    "middle": [
                        "E"
                    ],
                    "last": "Macieszczak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of the 2005 IEEE International Joint Conference on Neural Networks",
            "volume": "4",
            "issn": "",
            "pages": "2400--2405",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "SPMS 20016 Comissão de Acompanhamento da Informatização Clínica -Relatório de Atividades, Lisboa Serviços Partilhados do Ministério da Saúde Online: http://www.cnts.min-saude.pt/2017/03/28/211/ 26 SNS 2017 Citizen's area -SNS Portal: More than 5000 daily appointments scheduled on the online platform Serviço Nac. Saúde Online: https://www.sns.gov.pt/noticias/2017/10/06/area-do-cidadao-portal-sns/ 27 SNS 2020a Área do Cidadão do Portal SNS Serviço Nac. Saúde Online: https://servicos.min-saude.pt/utente/ 28 SNS 2020c MySNS Carteira Serviço Nac. Saúde Online: https://www.sns.gov.pt/apps/mysns-carteira-eletronica-da-saude/ 29 SNS 2020b Consultas em Telemedicina Serviço Nac. Saúde Online: https://www.sns.gov.pt/monitorizacao-do-sns/consultas-emtelemedicina/ technologies for the remote monitoring of different conditions may be developed and become available to the population.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Emory School of Medicine 2020 Coronovirus Checker. Online: http://c19check.com/ 35 Johns Hopkins Medicine 2020. Coronovirus Checker. Online: https://www.hopkinsmedicine.org/coronavirus/covid-19-self-checker.html 36 Mercy Virtual Care Cente r FDA 2020 FDA COMBATING COVID-19 WITH MEDICAL DEVICES U.S. Food Drug Adm. Online: https://www.fda.gov/media/136702/download",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}