{
    "paper_id": "9f96bd28cb19f85cff80b779535928568b927408",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has led to a pandemic. In the United States alone, at least 554,849 cases and 21,942 total deaths have been reported as of April 13, 2020 [1] . The common clinical manifestations of COVID-19 include fever, cough, fatigue, and shortness of breath, with acute respiratory distress syndrome (ARDS) being the most prominent complication. Here, we report a case of bradycardia, renal failure, AV nodal blockade, shock, and hyperkalemia (BRASH) syndrome as the initial presentation of COVID-19. This case report highlights the importance of recognizing and appropriately managing the uncommon clinical presentations of COVID-19.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "BRASH syndrome is most often seen in elderly patients on long-term management with betablockers (BB) or calcium channel blockers (CCB) for cardiac disease. Triggers include hypovolemia, up-titration of home medications such as potassium-sparing diuretics or antihypertensives, sepsis, and other causes of acute kidney injury [2] . Patients with BRASH syndrome develop renal failure that leads to hyperkalemia. This has a synergistic effect with AV node blockers, i.e., BB and CCB, with the subsequent development of profound hypotension and bradycardia [3] [4] . A key characteristic of BRASH syndrome is mild hyperkalemia causing significant bradycardia without other, typical electrocardiogram (EKG) changes (i.e., widening QRS, peaked T-waves). Bradycardia leads to hypotension, poor renal perfusion, and worsening of renal failure, resulting in a vicious cycle. Standard advanced cardiac life support (ACLS) algorithms may fail in reversing the bradycardia seen in these patients so it is important to recognize this syndrome and address the underlying etiology in addition to the synergistic effects of AV nodal blockade and hyperkalemia. ",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An elderly woman presented to a New York City urban academic emergency department by ambulance for syncope, hypotension, and bradycardia. Her blood pressure (BP) in the field was 80/45 mmHg and heart rate (HR) was 33 beats per minute (bpm). Prior to arrival, the patient had a right tibial intraosseous (IO) line placed, was given 0.5 mg atropine twice, and was started on a 2 mcg/kg/min dopamine drip. Her fingerstick glucose (FSG) pre-hospital was 200 mg/dL. Past medical history was notable for chronic kidney disease and hypertension, for which the patient was taking aspirin, carvedilol, and verapamil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Initial vital signs in the emergency department were a temperature of 36.3 degrees Celsius, an HR of 45 bpm, a BP of 80/50 mmHg, a respiratory rate of 20, and oxygen saturation of 94% on nasal cannula at 6 liters per minute. On physical exam, her airway was patent and she had clear bilateral breath sounds. Her distal pulses were intact but difficult to palpate and her extremities were cold to the touch. The patient was arousable to voice and painful stimuli and was oriented to name.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Upon arrival, pacer pads were immediately placed. Peripheral access was difficult to obtain and the pre-hospital IO line did not flush well, so a crash left femoral central venous catheter was inserted. Her electrocardiogram (EKG) showed a junctional rhythm at a rate of 45 bpm without ischemic changes ( Figure 1) . A prior EKG from 18 months ago showed normal sinus rhythm (NSR) at a rate of 85 bpm. The point of care ultrasound showed no cardiac tamponade and good cardiac contractility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "The patient was given another 0.5 mg of atropine. Her potassium on a point of care venous blood gas was 6.8 mEq/L, so 1 gram of calcium gluconate, 5 units of regular insulin, 1 ampule of sodium bicarbonate, and 1 L of normal saline were administered. Her basic metabolic panel (BMP) was notable for a potassium of 6.5 mEq/L, a creatinine of 3.01 mg/dL (previously 1.84 -2.04 mg/dL), a blood urea nitrogen (BUN) of 64 mmol/L, and a glucose of 283 mg/dL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EKG: electrocardiogram"
        },
        {
            "text": "The patient's hypotension, bradycardia, and hyperglycemia raised suspicion for calcium channel blocker toxicity as well as BRASH syndrome. The local poison control center, nephrology, and cardiology were consulted. The patient was given three additional grams of calcium gluconate, Zofran 4 mg IV, and glucagon 5 mg intravenous (IV). She was then started on a 10% dextrose drip at a rate of 100 mL/hr, given a 1U/kg bolus of insulin, and an insulin infusion at 1 U/kg/hr. A point of care fasting blood sugar (FSG) was checked every 15 minutes and a BMP was drawn every 30 minutes. A portable chest X-ray showed bilateral reticular opacities as well as mild hazy opacities in the bibasilar lungs, which were new compared to a prior chest X-ray taken 18 months prior (Figures 2-3) . After one hour, the patient's BP improved from 80/45 mmHg to 100-120/60-80 mmHg and her HR improved from 45 bpm to 70-90 bpm. A repeat EKG showed normal sinus rhythm at 87 bpm ( Figure 4) . The patient had improvement in her mental status and reported she was feeling better. She remained stable and was admitted to the medicine floor. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 765,
                    "end": 778,
                    "text": "(Figures 2-3)",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 968,
                    "text": "Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "EKG: electrocardiogram"
        },
        {
            "text": "The patient's home anti-hypertensive medications, carvedilol and verapamil, were held and she remained stable in normal sinus rhythm on telemetry. She was confirmed to be positive for COVID-19 through SARS-CoV-2 PCR testing. The patient was hospitalized for seven days, during which she completed a five-day course of azithromycin and hydroxychloroquine. She was weaned off supplemental oxygen and her creatinine improved to 2.41 mg/dL. A formal transthoracic echocardiogram was unremarkable. The patient was discharged home with verapamil discontinued and her BB switched to metoprolol succinate. Close follow-up was arranged with her primary care physician and nephrologist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital course"
        },
        {
            "text": "The novel coronavirus disease 2019 (COVID-19) is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a positive-sense, single-stranded ribonucleic acid (RNA) virus. The virus primarily enters cells by binding to angiotensin-converting enzyme-2 (ACE2) receptors, which are found in cells of many organs including the lungs, kidneys, intestines, and heart [5] . Person-to-person spread appears to occur primarily through respiratory droplets. The most common presenting symptoms include cough, fever, fatigue, shortness of breath, sore throat, and headache [6] .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While acute respiratory failure is the primary complication seen in COVID-19, patients are at high risk for multiorgan failure, including renal failure. The true prevalence of acute kidney injury (AKI) in COVID-19 is still under investigation. One retrospective cohort study, which included 191 adult inpatients with laboratory-confirmed COVID-19 and definite clinical outcome (death or discharge) from Jinyintan Hospital and Wuhan Pulmonary Hospital, reported 15% of all patients and 50% of non-survivors had AKI [7] . In a cohort of 1,099 patients with laboratory-confirmed COVID-19 from 552 hospitals in China, only six (0.5%) had AKI [6] . A smaller study of 21 critically ill patients with confirmed COVID-19 infection admitted to an intensive care unit (ICU) in Washington state reported 19% had AKI [8] . While the overall prevalence of AKI in COVID-19 may be low, it is seen more frequently in the critically ill and may be associated with a higher risk for in-hospital death [9] .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 517,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The exact cause of AKI in patients with COVID-19 is unclear and likely multifactorial. Given AKI often accompanies shock, acute tubular necrosis resulting from hypoperfusion is likely a common etiology. Other proposed mechanisms include cytokine storm syndrome resulting from sepsis and direct cellular injury through the virus binding to ACE2 receptors expressed on renal tubular cells [10] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, this is the first case report of a patient with COVID-19 presenting with BRASH syndrome, a vicious cycle of bradycardia, renal failure, AV nodal blockade, shock, and hyperkalemia. While the clinical entity has been previously described in the literature, the mnemonic \"BRASH\" was recently coined in a 2016 EMCrit article by Josh Farkas and remains an underrecognized syndrome [2] .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The syndrome is a cascade of events, with the key being the synergism between hyperkalemia and AV nodal blockers that leads to reduced chronotropy and hypotension. The resulting hypoperfusion leads to worsening renal failure, which perpetuates the hyperkalemia and causes renally cleared AV nodal blockers to accumulate. BRASH syndrome has multiple potential triggers, including hypovolemia, sepsis, up-titration of home AV nodal blocking medications, and any cause of acute renal dysfunction. It contains characteristic effects of both hyperkalemia and AV nodal blocker toxicity. Studies have shown that verapamil, a CCB, in the presence of mild hyperkalemia, can accentuate AV conduction delay, leading to junctional bradycardia [3] [4] .",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 734,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, significant symptomatic bradycardia can be seen without the typical EKG changes seen in severe hyperkalemia such as a wide QRS or peaked T waves [2] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Traditional management of bradycardia following the ACLS algorithm, including the administration of atropine and cardiac pacing, may not be successful in patients with BRASH syndrome. Instead, treatment centers around therapy for hyperkalemia, addressing the underlying cause of renal injury (i.e., fluid resuscitation for hypovolemia) and sometimes treating BB or CCB toxicity. In managing hyperkalemia, IV calcium is utilized to stabilize the cardiac membrane while IV insulin and dextrose along with albuterol are used to shift potassium intracellularly. Albuterol may also assist in improving bradycardia. Bicarbonate can be considered in patients with acidosis. Ultimately, potassium must be excreted for definitive management. If patients are euvolemic and able to produce urine, potassium-wasting diuretics can be utilized with emergent dialysis considered in those refractory to treatment. Fluid resuscitation will be required in patients who are hypovolemic. For patients who remain hemodynamically unstable, the use of catecholamines such as dopamine or epinephrine may increase renal perfusion and help resolve the renal failure. Finally, treatment of AV nodal toxicity with high dose insulin and dextrose drip may occasionally be required [2, [11] [12] .",
            "cite_spans": [
                {
                    "start": 1251,
                    "end": 1254,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1260,
                    "end": 1264,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Special precautions should be taken in patients with COVID-19, who appear to benefit from conservative fluid resuscitation [13] . However, those with BRASH syndrome who are hypovolemic require judicious fluids to improve renal function. Thus, volume status should be carefully assessed using tools like point of care ultrasound when deciding on fluid resuscitation in these patients. This is a delicate balance that requires special caution for ARDS and pulmonary tolerance of fluids.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While pneumonia and ARDS are the primary complications seen in COVID-19, the disease has a wide range of clinical manifestations, including kidney dysfunction. In patients taking AV nodal blocking medications, renal failure can present as part of BRASH syndrome, a constellation of bradycardia, renal failure, AV nodal blockade, shock, and hyperkalemia. Clinicians taking care of patients during this global pandemic should be aware of uncommon presentations of COVID-19, such as BRASH syndrome, which may not respond to standard treatment algorithms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: Consent was obtained by all participants in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        },
        {
            "text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cases of coronavirus disease (COVID-19) in the U.S",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "BRASH syndrome: bradycardia, renal failure, AV blocker, shock, hyperkalemia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pulmcrit",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A: Junctional bradycardia with verapamil in renal",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Hegazi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aldabie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Al-Mutairi",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Sayed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Prabhu et al. Cureus",
            "volume": "12",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2710.2012.01352.x?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "failure -care required even with mild hyperkalaemia",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Pharm Ther",
            "volume": "37",
            "issn": "",
            "pages": "726--728",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2710.2012.01352.x?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Verapamil and mild hyperkalemia in hemodialysis patients: a potentially hazardous association",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Letavernier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Couzi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moreau",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Murcott",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Precigout",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hemodial Int",
            "volume": "10",
            "issn": "",
            "pages": "170--172",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1542-4758.2006.00090.x?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "2020",
            "issn": "",
            "pages": "270--273",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2002032?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30566-3?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington state",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arentz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lokhandwala",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Riedo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4326?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Kidney disease is associated with in-hospital death of patients with COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Kidney Int",
            "volume": "2020",
            "issn": "",
            "pages": "829--838",
            "other_ids": {
                "DOI": [
                    "10.1016/j.kint.2020.03.005?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The novel Coronavirus 2019 epidemic and kidneys. Kidney Int. 2020",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naicker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "97",
            "issn": "",
            "pages": "824--828",
            "other_ids": {
                "DOI": [
                    "10.1016/j.kint.2020.03.001?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "High dose insulin therapy, an evidence based approach to beta blocker/calcium channel blocker toxicity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pourmand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazer-Amirshahi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "DARU J Pharm Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2008-2231-22-36?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Management of hyperkalemia in the acutely ill patient",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dépret",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Peacock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rafique",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rossignol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intensive Care",
            "volume": "2019",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13613-019-0509-8?utm_medium=email&utm_source=transaction"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Management of critically Ill adults with COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Poston",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4914?utm_medium=email&utm_source=transaction"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Portable chest X-ray on presentation showing diffuse, hazy, ground-glass airspace disease2020 Prabhu et al. Cureus 12(4): e7816. DOI 10.7759/cureus.7816 3 Previous chest X-ray from 2018 showing no acute pulmonary disease FIGURE 4: Repeat EKG -normal sinus rhythm at 87 bpm EKG: electrocardiogram 2020 Prabhu et al. Cureus 12(4): e7816. DOI 10.7759/cureus.7816 4 of 7",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}