{"paper_id": "a00398e2232e953dc30ed3a80aea5f4e373851ba", "metadata": {"title": "Knowledge, attitude, and practice regarding COVID-19 outbreak in Bangladeshi people: An online-based cross-sectional study Knowledge, attitude, and practice regarding COVID-19 outbreak in Bangladeshi people: An online-based cross-sectional study", "authors": [{"first": "", "middle": [], "last": "Ferdous", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jahangirnagar University", "location": {"postCode": "Dhaka-1342", "settlement": "Savar", "country": "Bangladesh"}}, "email": ""}, {"first": "Md", "middle": ["Saiful"], "last": "Islam", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jahangirnagar University", "location": {"postCode": "Dhaka-1342", "settlement": "Savar", "country": "Bangladesh"}}, "email": ""}, {"first": "Md", "middle": [], "last": "Tajuddin Sikder", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jahangirnagar University", "location": {"postCode": "Dhaka-1342", "settlement": "Savar", "country": "Bangladesh"}}, "email": ""}, {"first": "Abu", "middle": [], "last": "Syed", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Md", "middle": [], "last": "Mosaddek", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uttara Adhunik Medical College", "location": {"postCode": "Dhaka-1230", "settlement": "Uttara, Dhaka", "country": "Bangladesh"}}, "email": "drmosaddek1968@gmail.com"}, {"first": "J", "middle": ["A"], "last": "Zegarra-Valdivia", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad Nacional de San Agustín de Arequipa", "location": {"country": "Perú"}}, "email": ""}, {"first": "Most", "middle": ["Zannatul"], "last": "Ferdous", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Sc", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Md", "middle": ["Tajuddin"], "last": "Sikder", "suffix": "", "affiliation": {}, "email": "sikder@juniv.edu"}, {"first": "", "middle": ["Saiful"], "last": "Islam", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives: In Bangladesh, remarkable measures have been adopted to control the rapid spread of the ongoing COVID-19 epidemic. Adherence to control measures in general populations significantly influences on their perception, knowledge, attitudes, and practices (KAP) towards COVID-19. This study aimed to investigate KAP towards COVID-19 immediately after the locked down and during the rapid rise period of the outbreak.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Study design: Cross-sectional study.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: This online-based cross-sectional study was conducted from March 29 to April 19, 2020, involving 2017 Bangladeshi residents aged (12-64) years. The sample was successfully recruited via the social media. After consenting, participants completed an online survey assessing socio-demographic variables, perception, and KAP towards COVD-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Of the 2017 survey participants, 59.8% and 40.2% were male and female, respectively. A majority of the participants were students (71.2%), aged 21-30 years (57.9%), having a bachelor's degree (61.0%), having family income >30000 in BDT (50.0%), and living urban area (69.8). The findings revealed that 48.3% of participants had more accurate knowledge, 62.3% had more positive attitudes, and 55.1% had more frequent practices for COVID-19 prevention. Majority (96.7%) of the participants agreed 'COVID-19 is a dangerous disease' and almost all (98.7%) of the participants wore a face mask in the crowded place, (98.8%) agreed to report a suspected case to health authorities, and (93.8%) good practicing of washing hands with soap and water. In multiple logistic regression analyses, the COVID-19 more accurate knowledge was associated with age, and residence. Whereas, the results reported that sociodemographic factors such as being older, having higher education, being unemployment, having a joint family, having monthly family income >30,000 BDT, and having more frequent prevention practices were the more positive attitudes' factors; and the more frequent prevention practices factors were associated to being female, being older, having higher education, having monthly family income more than 30,000 BDT, urban area and having more positive attitudes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "To improve the knowledge, attitudes, and practices of general populations are crucial during the rapid rise period of the COVID-19 outbreak. Therefore, an effective health education program must be initiated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coronavirus disease 2019 (COVID -19) is a global public health threat creating a pandemic situation around the world. This ongoing threat is caused by a virus, severe acute respiratory syndrome, coronavirus 2 (SARS-CoV-2). 1 In Wuhan, China, the origin of COVID-19, where the first case was reported in December 2019. The ongoing COVID-19 epidemic has spread Bangladesh has not experienced similar viruses such as SARS or MERS diseases until now, and public healthcare systems are not completely prepared for this epidemic. In Bangladesh, the magnitude and rapid proliferation of COVID-19 through slightly symptomatic or asymptomatic infected people show the need to identify the behavioral responses of the population. However, in Bangladesh, some unprecedented measures have been adopted by the government to control COVID-19 transmission. Different global actions plan has been put along with government activities. The response from the government has become more forceful by placing restrictions on gathering and closing educational institutions. 8 The government (Bangladesh Public Administration Ministry) has also announced the shutdown of offices with 30 days of general holiday from March 26 to April 25, 2020, placing restrictions on leaving home after 6.00 pm in the evening, and imposing legal actions on individuals leaving their dwellings after 7.00 pm, 9 development of isolation units, personal hygiene maintenance, isolation and care for infected people and suspected cases. Until now, out of 8, 5 divisions were partially and 3 were completely locked down to avoid contacting, and of the 64 districts 61 were either partially or completely locked down. 10 Besides, on 24 April 2020, the Ministry of Religious Affairs announced that to maintain physical distancing during Ramadan amid the COVID-19 outbreak, the number of people in mosques for evening prayers is restricted to twelve (12) (including senior clerics and other mosque officials), and individuals or institutions are not allowed to arrange or participate in any gathering over Iftar meals at dusk during the In Bangladesh, the fight against COVID-19 is continuing. People's adherence to these control measures is essential, which is affected by their knowledge, attitudes, and practices (KAP) towards COVID-19. 11, 12 There are a limited number of studies on knowledge and attitudes during epidemics that have been conducted in Bangladesh. However, the lessons learned from the studies conducted in other countries in an epidemic situation such as the SARS outbreak in 2003 suggest that knowledge and attitudes towards infectious diseases are associated with panic emotion among the population, which can further complicate attempts to prevent the spread of the disease. 13, 14 Suggestions from another study In Latin America, during the outbreaks of chikungunya, zika, and dengue reported low levels of participation and commitment to the imposed control measures in populations. 15 Knowledge of the disease is an important cognitive key in public health regarding health prevention and promotion. It involves a range of beliefs about the causes of the disease and exacerbating factors, identification of symptoms, and available methods of treatments and consequences. 16 Beliefs about COVID-19 come from different sources, such as stereotypes concerning similar viral diseases, governmental information, social media and internet, previous personal experiences, and medical sources. The accuracy of these beliefs may determine different behaviors about prevention and could vary in the population. In many cases, the absence of knowledge, or if most of these medical-related beliefs are actually false may carry a potential risk factor. 17 In Hubei, China, one of the first studies analyzing attitudes and knowledge about concluded that attitudes towards government measures to contain the epidemic were highly associated with the level of knowledge about COVID-19. 18 The authors reported higher the level of information and education was associated with more positive attitudes towards Covid-19 preventive practices. 6, 18 Perception of risk is also a key factor in commitment to prevention during outbreaks of global epidemics. 6, [19] [20] [21] [22] Knowledge of infection process precautions may be linked to citizens following government guidelines regarding prevention and quarantine measures. Numerous studies also reported level of knowledge directly affects the perception of disease susceptibility. 7, 21, 22 On the other hand, knowledge may also influence attitudes and practices. Attitudes are a motivational/emotional posture that prepares us to respond properly or not, in a specific context. In COVID-19 breakout, positive attitudes and good practices may mediate safe behaviors, prevention measures, and disease propagation. 23 It is notable mentioning that, despite the mandatory nature of public protective measures, the adherence to each of them is still poor among some populations.", "cite_spans": [{"start": 223, "end": 224, "text": "1", "ref_id": "BIBREF0"}, {"start": 1052, "end": 1053, "text": "8", "ref_id": "BIBREF6"}, {"start": 1369, "end": 1370, "text": "9", "ref_id": "BIBREF7"}, {"start": 1672, "end": 1674, "text": "10", "ref_id": "BIBREF8"}, {"start": 2296, "end": 2298, "text": "12", "ref_id": "BIBREF10"}, {"start": 2752, "end": 2755, "text": "13,", "ref_id": "BIBREF11"}, {"start": 2756, "end": 2758, "text": "14", "ref_id": "BIBREF12"}, {"start": 2962, "end": 2964, "text": "15", "ref_id": "BIBREF13"}, {"start": 3251, "end": 3253, "text": "16", "ref_id": "BIBREF14"}, {"start": 3720, "end": 3722, "text": "17", "ref_id": "BIBREF16"}, {"start": 3949, "end": 3951, "text": "18", "ref_id": null}, {"start": 4102, "end": 4104, "text": "6,", "ref_id": "BIBREF4"}, {"start": 4105, "end": 4107, "text": "18", "ref_id": null}, {"start": 4214, "end": 4216, "text": "6,", "ref_id": "BIBREF4"}, {"start": 4217, "end": 4221, "text": "[19]", "ref_id": null}, {"start": 4222, "end": 4226, "text": "[20]", "ref_id": null}, {"start": 4227, "end": 4231, "text": "[21]", "ref_id": null}, {"start": 4232, "end": 4236, "text": "[22]", "ref_id": "BIBREF17"}, {"start": 4493, "end": 4495, "text": "7,", "ref_id": "BIBREF5"}, {"start": 4496, "end": 4499, "text": "21,", "ref_id": null}, {"start": 4500, "end": 4502, "text": "22", "ref_id": "BIBREF17"}, {"start": 4825, "end": 4827, "text": "23", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Introduction"}, {"text": "Considering the lack of studies related to epidemics and how to facilitate outbreak management of COVID-19 in Bangladesh, and hence there is an urgent need to understand the public's perception and awareness of COVID-19. This study aimed to investigate the KAP towards COVID-19 among general people during the rapid rise period and immediately after the lockdown of Bangladesh of the COVID-19 outbreak.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "A cross-sectional and anonymous online population-based survey was carried out involving 2,017 individuals aged (12-64) years. The survey was conducted from March 29 to April 20, 2020, immediately after the lockdown of Bangladesh. A semi-structured questionnaire was designed for the Google survey tool (Google Forms), and the generated link was shared on social media (i.e., Facebook, WhatsApp). The link was also shared personally to the contact list of investigators and research assistants. The investigators decided to collect the data via online due to maintaining social distance during the strict lockdown in Bangladesh. Initially, 2,068 potential respondents provided informed consent. Of them, 2,017 respondents completed the entire survey, generating a response rate of 97.5%. The inclusion criteria to participate in the study were being a Bangladeshi resident, having internet access, and volunteering. Those who did not willingly agree to participate in the study, serious and emergency patients were excluded from the study.", "cite_spans": [], "ref_spans": [], "section": "Participation and procedure"}, {"text": "A semi-structured and self-reported questionnaire containing informed consent, questions regarding socio-demographics, knowledge, attitude, and practice.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "Socio-demographic information was collected, including gender, age, education, occupation, marital status, nature of the family (nuclear/joint, with the joint being an extended family, often of multiple generations), number of family members, monthly family income, and permanent residence.", "cite_spans": [], "ref_spans": [], "section": "Socio-demographic measures"}, {"text": "With regard to assessing the level of knowledge, attitude, and practice of the respondents, a total of 17 questions (including 6 for knowledge, 6 for attitude, and 7 for practice) was asked to the respondents during the survey. The survey questions were adapted and modified from previously published literature regarding viral epidemics related to MERS-CoV disease, 24, 25 infection prevention and control measures for COVID-19 by World Health Organization, 26 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 367, "end": 370, "text": "24,", "ref_id": "BIBREF19"}, {"start": 371, "end": 373, "text": "25", "ref_id": "BIBREF20"}, {"start": 459, "end": 461, "text": "26", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Knowledge, attitude, and practice"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. After an initial draft of the survey questionnaire, it was validated and adopted by the following two ways. Firstly, the questionnaire was sent to four experts who were well command over this field. After the coordination of all expert's opinions, the final questionnaire was designed.", "cite_spans": [{"start": 59, "end": 72, "text": "May 27, 2020.", "ref_id": null}], "ref_spans": [], "section": "Knowledge, attitude, and practice"}, {"text": "Secondly, A pilot test was conducted on 30 individuals to confirm the reliability of the questionnaire. Finally, these 30 data were inputted in SPSS version 25 and performed reliability coefficient analysis. Cronbach's alpha coefficient of KAP questions was 0.73, which indicates acceptable internal consistency. 28 The knowledge section consisted of 6 items of a and each question was responded as \"Yes\", \"No\" and \"Don't know\". The correct answer was coded as 1, while the wrong answer was coded as 0. The total score ranged from 0-6, with an overall greater score indicates more accurate knowledge. A cut off level of ≥4 was set for more accurate knowledge.", "cite_spans": [{"start": 313, "end": 315, "text": "28", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Knowledge, attitude, and practice"}, {"text": "The attitude section consisted of 6 items, and the response of each item was responded on a 3point Likert scale as follows 0 (\"Disagree\"), 1 (\"Undecided\"), and 2(\"Agree\"). The total score ranges from 0 to 12, with an overall greater score indicates more positive attitudes towards the COVID-19. A cut off level of ≥11was set for more positive attitudes towards the prevention of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Knowledge, attitude, and practice"}, {"text": "The practice section included 7 items practice measures responding to the COVID-19, and each item was responded as \"Yes\", \"No\", and \"Sometimes\". Practice items' total score ranges from 0-7, with an overall greater score indicates more frequent practices towards the COVID-19. A cut off level of ≥6was set for more frequent practices.", "cite_spans": [], "ref_spans": [], "section": "Knowledge, attitude, and practice"}, {"text": "The data analysis was performed using Microsoft Excel 2019 and SPSS version 25.0. Microsoft Excel was used for editing, sorting, and coding. The excel file was then imported into SPSS software. Descriptive statistics (frequencies, percentages, means, standard deviations) and first-order analyses (i.e., chi-square tests) were performed. Binary logistic regression was performed with a 95% confidence interval to determine significant associations between categorical dependent and independent variables.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Ethical considerations"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . https://doi.org/10.1101/2020.05.26.20105700 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Ethical considerations"}, {"text": "The study was conducted in accordance with the Institutional Research Ethics and the declaration of Helsinki. Formal ethical approval was granted by the Ethical Review Committee, Uttara Adhunik Medical College, Uttara, Dhaka-1260, Bangladesh. The consent form documented the aims, nature, and procedure of the study. Anonymity and confidentially were strictly maintained.", "cite_spans": [], "ref_spans": [], "section": "Ethical considerations"}, {"text": "A total of 2017 respondents were included in the final analysis, of which 59.8% male and 40.2% female, the average age was 24.36 years (SD=5.38) ranging from 12 to 64 years, and almost all were unmarried (80.8%). The majority were students (71.2%), had a bachelor's level of education (61.0%), came from urban areas (69.8%), lived in nuclear families (77.9%) and their monthly family income more 30000 BDT (50.0%) ( Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 416, "end": 423, "text": "Table 1", "ref_id": "TABREF5"}], "section": "Results"}, {"text": "With regard to assessing the perception towards the COVID-19, several questions were asked to the respondents during the survey ( Table 2) . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 130, "end": 138, "text": "Table 2)", "ref_id": "TABREF6"}], "section": "Perception towards the COVID-19 about mode of transmission, incubation period, symptoms, risk factors, treatments, prevention, initiatives, and challenges"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . https://doi.org/10.1101/2020.05.26.20105700 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The respondents recognized the following preventive measures for the COVID-19: washing hands with water and soap (93.5%), maintaining social distance (93.5%), avoid touching the eyes, nose with hands (90.4%), using a mask (87.2%), avoid contacts with infected people (84.7%), taking all family members in home quarantine (78.1%), maintaining self-quarantine (76.9%), strengthening to health care (63.6%), and creating a strong force to fight against COVID-19 (26.7%).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The respondents took the initiative to protect their family members: temporary closure of outside people coming inside the home (87.8%), arrange for handwashing with soap inside or outside the home (85.5%), and wash hands with soap after touching pets (39.4%). The respondents also reported that they faced many problems to create awareness among their family members: not being able to stop going out of the house (57.1%), negligence about the severity of the disease (40.3%), reluctance to use masks (25.5%), and only 19.7% had no problems.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "For each question of knowledge, the distribution of responses from participants was presented in Table 3 with gender differences. There were no significant gender differences for each item of knowledge questions.", "cite_spans": [], "ref_spans": [{"start": 97, "end": 104, "text": "Table 3", "ref_id": null}], "section": "Knowledge"}, {"text": "The findings revealed that 48.3% of respondents had more accurate knowledge, and 51.7% of respondents had comparatively inaccurate knowledge towards the COVID-19. The rates of adequate knowledge were significantly more likely to (ⅰ) be younger (12-20 years) (49.3% vs. 38 .8% in aged more than 30 years, p=.029), and (ⅱ) be a respondent from a rural area (52.8% vs. 46.3% in those from an urban area, p=.008).", "cite_spans": [{"start": 269, "end": 271, "text": "38", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Knowledge"}, {"text": "The sociodemographic factors of more accurate knowledge were 12-20 aged group vs. above ", "cite_spans": [], "ref_spans": [], "section": "Knowledge"}, {"text": "For each question of attitude, the distribution of responses from participants was presented in Table 4 with gender difference. The response rates of \"Agree\" were significantly higher in . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 96, "end": 103, "text": "Table 4", "ref_id": null}], "section": "Attitude"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . https://doi.org/10.1101/2020.05.26.20105700 doi: medRxiv preprint females (99.5% vs. 98.3% in males, p=.043) to the item of attitude section regarding \"It is crucial to report a suspected case to health authorities\". Furthermore, the response rates of \"Agree\" were significantly higher in females (99.6% vs. 98.1% in males, p=.011) to the item of attitude section regarding \"It is important to use a face mask in a crowded place.\"", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The findings indicated that 62.3% of respondents had more positive attitudes, and 37.7% of respondents had comparatively less positive attitudes towards the COVID-19. The rates of more positive attitudes were significantly more likely to (ⅰ) be an older (age more than 30 ", "cite_spans": [{"start": 269, "end": 271, "text": "30", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "For each question of practice, the distribution of responses from participants was presented in Table 5 with gender difference. The response rates of \"Yes\" were significantly higher in females (81.8% vs. 73.5% in males, p<.001) to the item of practice section regarding \"Do you use tissues or hanker chips during coughing/sneezing?\". The response rates of \"Yes\" were significantly higher in females (95.6% vs. 92.5% in males, p=.023) to the item of practice section regarding \"Do you wash hands frequently using water and soaps?\". The response rates of \"Yes\" were significantly higher in females (96.2% vs. 87.1% in males, p<.001) to the item of practice section regarding \"Do you maintain social distance (or home quarantine)?\". The . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 96, "end": 103, "text": "Table 5", "ref_id": "TABREF7"}], "section": "Practice"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Currently, COVID-19 pandemic suffering both the number of cases and deaths are increased around the world. The number of newly infected Bangladeshi people is increasing as the days go by. Considering this outbreak, this study was conducted aiming at measuring the level of knowledge, attitude, and practice of COVID-19 and perceptions regarding it among Bangladeshi people. No data have been published on the knowledge, attitudes, and practice among Bangladeshi people during the outbreak of COVID-19. Therefore, this is the first study in Bangladesh examining the KAP towards COVID-19 among general people in Bangladesh.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The findings of this study may be useful when planning health education programs about this emerging infectious disease in the near future.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . https://doi.org/10.1101/2020.05. 26.20105700 doi: medRxiv preprint In perception towards COVID-19, most of the study participants (99.35%) reported some symptoms are recognized as COVID-19 related: fever, dry cough, breathing difficulty, however, this has not been confirmed as part of the diagnosis, 29 participants also reported other important symptoms such as sore throat and blocked nose (51.16%), followed by headache, and diarrhea. Only 8 (.3%) respondents did not know the symptoms which were 56.7% in Srichan et al. study. 30 The most identified gap in knowledge among participants was related to disease treatment. The present study reported 18.3% of participants believed that there is no treatment for COVID-19.", "cite_spans": [{"start": 108, "end": 141, "text": "26.20105700 doi: medRxiv preprint", "ref_id": null}, {"start": 376, "end": 378, "text": "29", "ref_id": "BIBREF25"}, {"start": 607, "end": 609, "text": "30", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In contrast to 47.3% participants addressed COVID-19 is a treatable disease revealed in Srichan et al. study. 30 However, present also found 80.7% agreed with using supportive treatment for COVID-19, and only 1% of the participants reported in the presence of a vaccine for preventing COVID-19, which was 31.2% reported by Srichan et al. 30 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 110, "end": 112, "text": "30", "ref_id": "BIBREF26"}, {"start": 338, "end": 340, "text": "30", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. The results of our study showed that the responses of knowledge about COVID-19 were differed regarding gender but insignificant. The majority of participants (96.7) reported COVID-19 is dangerous and 60% reported it affects only humans. However, recently, there is no evidence that companion animals/pets such as dogs, cats can be infected by the new coronavirus. 26 Participant's more accurate knowledge was significantly more likely to be a young adult (21-30 years, p=.029), and be a respondent from a rural area (p=.008). This may be due to most of the participants of our study were students and they all went back home mostly to rural areas during this locked down period.", "cite_spans": [{"start": 437, "end": 439, "text": "26", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The main sociodemographic factors of more accurate knowledge were being young (12-20 aged group: p=.012; 21-30 aged group: p=.010), and residence of \"rural area\" (p=.008). In The findings showed highly more positive attitudes among the participants towards reporting health authorities to the suspected case of COVID-19 (98.8%), wearing a face mask before going to a crowded place (98.7%), and in the following other recommendations. These findings . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . https://doi.org/10.1101/2020.05.26.20105700 doi: medRxiv preprint were similar to a very recent study conducted in China, during the rapid rise of COVID-19 outbreak, reported optimistic attitudes towards COVID-19: most residents took precautions to prevent infection by COVID-19: not going to crowded places and wearing masks when going outside. 18 Saqlain et al. also reported highly more positive attitudes among all the healthcare professionals towards wearing gowns, gloves. 30 The present study findings also revealed an optimistic attitude presenting less likelihood of 'undecided' and 'disagree' answers in regard to 'wash hands and face after coming outsides ('Agree'=99.5%)', and 'health education can play an important role for COVID-19 prevention ('Agree'=95.6%)'. The multiple logistic regression findings of our study revealed that sociodemographic variables associated to more positive attitudes regarding COVID-19 were being an older (p<.001), having higher education (above bachelor) (p<.001), being unemployment (p=.048), having joint family (p=.029), having monthly family income > 30,000 BDT (p=.005), and having more frequent practices (p<.001). Using similar analysis in a study conducted by Zhong et al. found marital status of \"others\" (p<.001), female gender (p <.001), age-groups of 16-29 years (p =.013), education levels of associate's degree or higher (p ≤.008), occupations of . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 554, "end": 556, "text": "30", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . https://doi.org/10.1101/2020.05.26.20105700 doi: medRxiv preprint unemployment (p =.001) and students (p =.043) and COVID-19 knowledge score (p <.001) were significantly associated factors. 18 The results of our study revealed that the majority of the participants had more frequent practices in the following precautionary measures. Highest (93.8%) more frequent practices were observed in washing hands with water and soap which was almost similar to the findings Considering Bangladesh, a multi-ethnic country, with different economic income statuses, education levels, traditions, and the quick spread out of the COVID-19 and government response; it is expected that the levels of knowledge, attitude, and prevention display differences in the population. In our study, although a good proportion of the sample has good KAP.", "cite_spans": [{"start": 265, "end": 267, "text": "18", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Nonetheless, governmental policy and more health promotion and prevention are needed. We consider that exist susceptible clusters of people that may be vulnerable to prevention practices, related to less attitude and low knowledge about COVID-19. 23 Accessibility to information, preventive behavior, and sanitary educational measures are essential, especially in rural areas . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 247, "end": 249, "text": "23", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . and among old people, which may have difficulties getting access to novel information or financial/technical adversity to performing preventive measures.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In COVID-19 breakout, the knowledge accuracy of the disease is constantly confronted against the current state of objective medical knowledge. 16 It is usually believed that a more educated population/patients about the disease and those have more accurate knowledge will comply better with the preventive and treatment measures. 39 Regarding this quick implementation of preventive measures, psychological adaptation is a key factor promoted by health prevention/promotion programs.", "cite_spans": [{"start": 143, "end": 145, "text": "16", "ref_id": "BIBREF14"}, {"start": 330, "end": 332, "text": "39", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "This study has some limitations. First, this study followed a cross-sectional study design.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Therefore, causal inferences may not be established. Second, compared with face-to-face interviews, self-reporting has limitations including multiple biases. Third, related to the limited sample representativeness, this study used an online-based survey method to avoid possible transmission, causing the sampling in our study to be voluntary and conducted by an online system. In this regard, the possibility of selection bias must be considered, so this study was not representative, for example, of those who have limited access to the internet like vulnerable populations including those have lower income or have a lower level of education (less than 13% have secondary and intermediate level of education), older people, and rural people. Therefore, KAP study towards the COVID-19 pandemic of vulnerable populations warrants special research attention in today's Bangladesh. Fourth, we used a limited number of questions to measure the level of knowledge, attitude, and practice. Thus, additional assessments would be important, using all aspects of KAP towards COVID-19, to determine the actual extent of KAP among the general population. Additionally, the unstandardized and inadequate assessment of attitudes and practices towards COVID should be developed via focus group discussion and in-depth interviews and constructed as multi-dimensional measures.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Our findings suggest that Bangladeshi general populations of a relatively high-income status and higher education status, being young, in particular female, have had more knowledge, more positive attitudes, and more frequent good practices. Whereas being older, and living in urban area have had less accurate knowledge towards COVID-19 after the immediate locked down . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . https://doi.org/10.1101/2020.05.26.20105700 doi: medRxiv preprint and during the rapid rise period of the COVID-19 outbreak. In addition, more favorable knowledge is associated with more positive attitudes and more frequent practices towards COVID-19 but insignificant. However, the figure of the proportion of more accurate knowledge, more positive attitudes, and more frequent practices was not remarkable, suggesting that effective health education programs aimed at improving COVID-19 knowledge, which boosts more positive attitudes and maintaining safe sustained practices. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 27, 2020. . https://doi.org/10.1101/2020.05.26.20105700 doi: medRxiv preprint ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Likelihood of survival of coronavirus disease 2019", "authors": [{"first": "S", "middle": [], "last": "Ruan", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "", "issn": "20", "pages": "30257--30264", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30257-7"]}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization. Coronavirus disease (COVID-19) pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "World Health Organization. 2019-nCoV outbreak is an emergency of international concern", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Dhaka Tribune. 20-fold rise in Covid-19 cases in Bangladesh since April 1", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Study of knowledge, attitude, anxiety & perceived mental healthcare need in Indian population during COVID-19 pandemic", "authors": [{"first": "D", "middle": [], "last": "Roy", "suffix": ""}, {"first": "S", "middle": [], "last": "Tripathy", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Kar", "suffix": ""}, {"first": "N", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Verma", "suffix": ""}, {"first": "V", "middle": [], "last": "Kaushal", "suffix": ""}], "year": 2020, "venue": "Asian J Psychiatr", "volume": "51", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ajp.2020.102083"]}}, "BIBREF5": {"ref_id": "b5", "title": "Attitude and Perception of Ebola Virus Disease among Secondary School Students in Ondo State", "authors": [{"first": "O", "middle": [], "last": "Ilesanmi", "suffix": ""}, {"first": "Alele", "middle": ["Fo"], "last": "Knowledge", "suffix": ""}], "year": 2014, "venue": "ecurrents.outbreaks.c04b88cd5cd03cccb99e125657eecd76", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/currents.outbreaks.c04b88cd5cd03cccb99e125657eecd76"]}}, "BIBREF6": {"ref_id": "b6", "title": "Public holiday", "authors": [{"first": "", "middle": [], "last": "Bbc", "suffix": ""}, {"first": "", "middle": [], "last": "Coronavirus", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Bangladesh in virtual lockdown as coronavirus fight flares", "authors": [{"first": "", "middle": [], "last": "Bdnews24", "suffix": ""}, {"first": "", "middle": [], "last": "Com", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Lockdown status", "authors": [{"first": "Corona", "middle": [], "last": "Info", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Ebola prevention education programmes", "authors": [], "year": 2017, "venue": "Health Education Journal", "volume": "76", "issn": "6", "pages": "648--660", "other_ids": {"DOI": ["10.1177/0017896917710969"]}}, "BIBREF10": {"ref_id": "b10", "title": "The impact of knowledge and attitudes on adherence to tuberculosis treatment: a case-control study in a Moroccan region", "authors": [{"first": "N", "middle": [], "last": "Tachfouti", "suffix": ""}, {"first": "K", "middle": [], "last": "Slama", "suffix": ""}, {"first": "M", "middle": [], "last": "Berraho", "suffix": ""}, {"first": "C", "middle": [], "last": "Nejjari", "suffix": ""}], "year": 2012, "venue": "Pan Afr Med J", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "An analysis on reasons of SARS-induced psychological panic among students", "authors": [{"first": "N", "middle": [], "last": "Tao", "suffix": ""}], "year": 2013, "venue": "Journal of Anhui Institute of Education", "volume": "21", "issn": "", "pages": "78--79", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "National Center for Inectious Diseases/SARS Community Outreach Team. Fear and stigma: the epidemic within the SARS outbreak", "authors": [{"first": "B", "middle": [], "last": "Person", "suffix": ""}, {"first": "F", "middle": [], "last": "Sy", "suffix": ""}, {"first": "K", "middle": [], "last": "Holton", "suffix": ""}, {"first": "B", "middle": [], "last": "Govert", "suffix": ""}, {"first": "A", "middle": [], "last": "Liang", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "2", "pages": "358--363", "other_ids": {"DOI": ["10.3201/eid1002.030750"]}}, "BIBREF13": {"ref_id": "b13", "title": "Zika virus: Endemic versus epidemic dynamics and implications for disease spread in the", "authors": [{"first": "S", "middle": [], "last": "Bewick", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Fagan", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Calabrese", "suffix": ""}, {"first": "F", "middle": [], "last": "Agusto", "suffix": ""}], "year": 2016, "venue": "Americas. BioRxiv", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Knowledge of the Disease, Perceived Social Support, and Cognitive Appraisals in Women with Urinary Incontinence", "authors": [{"first": "K", "middle": [], "last": "Szymona-Pałkowska", "suffix": ""}, {"first": "K", "middle": [], "last": "Janowski", "suffix": ""}, {"first": "A", "middle": [], "last": "Pedrycz", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Knowledge, attitude and practice regarding COVID-19 among health care workers in Henan", "authors": [{"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "F", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "China. J Hosp Infect", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jhin.2020.04.01218"]}}, "BIBREF17": {"ref_id": "b17", "title": "Responding to global infectious disease outbreaks: lessons from SARS on the role of risk perception, communication and management", "authors": [{"first": "R", "middle": ["D"], "last": "Smith", "suffix": ""}], "year": 2006, "venue": "Soc Sci Med", "volume": "63", "issn": "12", "pages": "3113--3123", "other_ids": {"DOI": ["10.1016/j.socscimed.2006.08.004"]}}, "BIBREF18": {"ref_id": "b18", "title": "Knowledge, perception and attitudes in Regard to COVID-19. Pandemic in Peruvian Population", "authors": [{"first": "A", "middle": [], "last": "Zegarra", "suffix": ""}, {"first": "B", "middle": [], "last": "Chino", "suffix": ""}, {"first": "R", "middle": [], "last": "Ames", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.31234/osf.io/kr9ya"]}}, "BIBREF19": {"ref_id": "b19", "title": "Knowledge, Attitude and Practice (KAP) Study about Middle East Respiratory Syndrome Coronavirus (MERS-CoV) among Population in Saudi Arabia", "authors": [{"first": "N", "middle": [], "last": "Aldowyan", "suffix": ""}, {"first": "A", "middle": [], "last": "Abdallah", "suffix": ""}, {"first": "R", "middle": [], "last": "El-Gharbawy", "suffix": ""}], "year": 2017, "venue": "International Archives of Medicine", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3823/2524"]}}, "BIBREF20": {"ref_id": "b20", "title": "Attitude and Practice of Middle East Respiratory Syndrome Corona Virus (Mers-CoV), Among Male Primary School Students in Almajmaah City, Saudi Arabia. Indo Am", "authors": [{"first": "Ket", "middle": [], "last": "Medani", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Alduwayhis", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Alameer", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Almaymoni", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Alotaibi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Alhassan", "suffix": ""}, {"first": "", "middle": [], "last": "Knowledge", "suffix": ""}], "year": 2018, "venue": "J. P. Sci", "volume": "5", "issn": "12", "pages": "6288--16296", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Coronavirus disease (COVID-19) advice for the public: Myth busters", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Interim infection prevention and control recommendations for suspected/confirmed patients with 2019 Novel coronavirus (2019-nCoV) in healthcare settings", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Infection Prevention and Control Recommendations_v2.pdf", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The use of Cronbach's alpha when developing and reporting research instruments in science education", "authors": [{"first": "K", "middle": ["S"], "last": "Taber", "suffix": ""}], "year": 2018, "venue": "Res Sci Educ", "volume": "48", "issn": "6", "pages": "1273--1296", "other_ids": {"DOI": ["10.1007/s11165-016-9602-2"]}}, "BIBREF25": {"ref_id": "b25", "title": "Understanding COVID-19 new diagnostic guidelines -A message of reassurance from an internal medicine doctor in Shanghai", "authors": [{"first": "E", "middle": [], "last": "Biskup", "suffix": ""}, {"first": "G", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Ferretti", "suffix": ""}], "year": 2020, "venue": "Swiss Med Wkly", "volume": "150", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4414/smw.2020.20216"]}}, "BIBREF26": {"ref_id": "b26", "title": "Attitude and Preparedness to Respond to the 2019 Novel Coronavirus (COVID-19) Among the Bordered Population of Northern Thailand in the Early Period of the Outbreak: A Cross-Sectional Study", "authors": [{"first": "P", "middle": [], "last": "Srichan", "suffix": ""}, {"first": "T", "middle": [], "last": "Apidechkul", "suffix": ""}, {"first": "R", "middle": [], "last": "Tamornpark", "suffix": ""}, {"first": "F", "middle": [], "last": "Yeemard", "suffix": ""}, {"first": "S", "middle": [], "last": "Khunthason", "suffix": ""}, {"first": "S", "middle": [], "last": "Kitchanapaiboon", "suffix": ""}, {"first": "P", "middle": [], "last": "Wongnuch", "suffix": ""}, {"first": "A", "middle": [], "last": "Wongphaet", "suffix": ""}, {"first": "P", "middle": [], "last": "Upala", "suffix": ""}, {"first": "", "middle": [], "last": "Knowledge", "suffix": ""}], "year": 2020, "venue": "SSRN Electronic Journal", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3546046"]}}, "BIBREF27": {"ref_id": "b27", "title": "COVID-19: A Cross-sectional survey from Pakistan. medRxiv", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.13.20063198"]}}, "BIBREF28": {"ref_id": "b28", "title": "Epidemiology, causes, clinical manifestation and diagnosis, prevention and control of coronavirus disease (COVID-19) during the early outbreak period: a scoping review", "authors": [{"first": "S", "middle": ["P"], "last": "Adhikari", "suffix": ""}, {"first": "S", "middle": [], "last": "Meng", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Infect Dis Poverty", "volume": "9", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1186/s40249-020-00646-x"]}}, "BIBREF29": {"ref_id": "b29", "title": "Knowledge and attitude toward COVID-19 among healthcare workers at District 2 Hospital", "authors": [{"first": "H", "middle": [], "last": "Giao", "suffix": ""}, {"first": "Tnh", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Tran", "suffix": ""}, {"first": "Ngan", "middle": [], "last": "Vo", "suffix": ""}, {"first": "K", "middle": [], "last": "Ngan", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Tam", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}, {"first": "Le", "middle": [], "last": "An", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Asian Pacific Journal of Tropical Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4103/1995-7645.280396"]}}, "BIBREF30": {"ref_id": "b30", "title": "Middle East Respiratory Syndrome (MERS): Comparing the knowledge, attitude and practices of different health care workers", "authors": [{"first": "A", "middle": ["I"], "last": "Albarrak", "suffix": ""}, {"first": "R", "middle": [], "last": "Mohammed", "suffix": ""}, {"first": "Al", "middle": [], "last": "Elayan", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Knowledge and attitude of healthcare workers about Middle East Respiratory Syndrome in multispecialty hospitals of Qassim, Saudi Arabia", "authors": [{"first": "M", "middle": ["U"], "last": "Khan", "suffix": ""}, {"first": "S", "middle": [], "last": "Shah", "suffix": ""}, {"first": "A", "middle": [], "last": "Ahmad", "suffix": ""}, {"first": "O", "middle": [], "last": "Fatokun", "suffix": ""}], "year": 2014, "venue": "BMC Public Health", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2458-14-1281"]}}, "BIBREF33": {"ref_id": "b33", "title": "attitude and practices of healthcare providers towards MERS-CoV infection at Makkah hospitals", "authors": [{"first": "M", "middle": [], "last": "Nour", "suffix": ""}, {"first": "A", "middle": [], "last": "Babilghith", "suffix": ""}, {"first": "H", "middle": [], "last": "Natto", "suffix": ""}, {"first": "F", "middle": [], "last": "Elamin", "suffix": ""}, {"first": "Alawneh", "middle": ["S"], "last": "Knowledge", "suffix": ""}], "year": 2015, "venue": "KSA. International Research Journal of Medicine and Medical Sciences", "volume": "3", "issn": "", "pages": "103--112", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Global opportunity: Pharmacists working together to improve patient care", "authors": [{"first": "M", "middle": ["F"], "last": "Ivey", "suffix": ""}], "year": 2019, "venue": "Am J Health Syst Pharm", "volume": "76", "issn": "12", "pages": "869--872", "other_ids": {"DOI": ["10.1093/ajhp/zxz071"]}}, "BIBREF35": {"ref_id": "b35", "title": "A qualitative exploration of knowledge, attitudes and practices of hospital pharmacists towards adverse drug reaction reporting system in Lahore", "authors": [{"first": "R", "middle": [], "last": "Hussain", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hassali", "suffix": ""}, {"first": "F", "middle": [], "last": "Hashmi", "suffix": ""}, {"first": "M", "middle": [], "last": "Farooqui", "suffix": ""}], "year": 2018, "venue": "Pakistan. Journal of Pharmaceutical Policy and Practice", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s40545-018-0143-0"]}}, "BIBREF36": {"ref_id": "b36", "title": "Patients' knowledge of their chronic disease: The influence of socio-demographic characteristics", "authors": [{"first": "A", "middle": [], "last": "Hocking", "suffix": ""}, {"first": "C", "middle": [], "last": "Laurence", "suffix": ""}, {"first": "M", "middle": [], "last": "Lorimer", "suffix": ""}], "year": 2013, "venue": "Australian Family Physician", "volume": "42", "issn": "6", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". For the mode of transmission, more than half of the respondents reported close contact with an infected person (93.7%), direct transmission during coughing (66.4%), touching contaminated surfaces (61.3%), along with others as just as contact with infected animals (30.8%), through eating infected animal products (e.g., meat, milk) (21.4%), and only 0.5% had no idea about the mode of transmission of the COVID-19. Most of the respondents (91.3%) reported the correct incubation period (2-14 days), and only 2.4% had no idea about it. Most of the respondents (99.4%) reported fever, dry cough, and difficulty of breathing as the common symptoms of the COVID-19. On the other hand, half of the respondents (51.2%) reported sore throat, blocked nose along with others as just as headache (0.1%), diarrhea (0.7%), and no idea (0.4%). The respondents identified who were at risk for developing COVID-19 as follows: old aged persons (86.1%), individuals with cancer, diabetes, chronic respiratory diseases (74.6%), migrants from other parts of the world having COVID-19 (44.8%), children (25.3%), pregnant women (21.2%), and no idea (0.8%). Majority (80.7%) reported supportive treatments, but a vaccine was rarely mentioned (1.0%), and 18.3% had no idea about the treatments of COVID-19.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "30 years (OR=1.54; 95%CI=1.10-2.16, p=.012), 21-30 aged group vs. above 30 years (OR=1.53; 95%CI=1.11-2.11, p=.010), and rural vs. urban areas (OR=1.295; 95CI%=1.07-1.57, p=.008).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Zegarra et al.  identified the most frequent symptoms like fever (94.7%), fatigue (62.2%), and dry cough (88.9%) along with others as just as sore throat (81.8 %), joint and muscle pain (56.9%), and shortness of breathing (92%).23 The majority of participants (91.3%) well recognized the incubation period, which is almost similar (86.2%) to the study conducted by Zegarra et al.23 Routes of transmission of COVID-19 were reported by the participants: close contact with an infected person, direct transmission during coughing, touching infected materials, etc. Only 11 (0.2%) participants were not sure or recognized transmission routes. Perception of COVID-19 severity in the community showed that 13.8 % (395) did not face any difficulty when they convinced their family members about the COVID-19 severity.Most of the responses addressed by the participants were: negligence about the severity of the disease, reluctance to use masks, not being able to stop going out of the house. This may be related to less participation in dictated measures by the government and other global actions such as social distancing, not going out home without necessary needs, isolation of suspected cases, hand hygiene, etc. However, the results of our study revealed different preventive measures were reported by participants. Nevertheless, other effective initiatives taken by the participants to protect their family members were: temporarily prohibit outside people coming inside the home, arrange for handwashing with soap inside or outside the home, wash hands with soap after touching pets.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "comparison, Srichan et al. found marital status (p=.015), education (p=.007), occupation(p=.002); annual income (p<.001) were the risk factors, 30 wherein Zhong et al. study male gender ( p<.001), age-group of 16-29 years (p<.001), marital status of nevermarried (p<0.001), education of bachelor's degree or lower (p<.001), and occupations of unemployment (p=.040) and students (p<.001) were significantly associated with lower knowledge. 18", "latex": null, "type": "figure"}, "FIGREF4": {"text": "of Nour et al., Khan et al. and Saqlain et al. who reported 95.4%, 85.7% and 96.10% HCPs used to wash their hands with soap continuously, 31,35,36 but dissimilar to the result found by Srichan et al., where 54.8% did not regularly use soap during washing their hands. 30 There was a significant difference of more frequent practices on the basis of gender with varieties aspects of COVID-19. Female gender practiced more than male gender like (81.8%) using tissues or hanker chips during coughing/sneezing (p<.001), (95.6%) washing hands frequently using water and soap (p=.023), (96.2%) maintaining home quarantines (p<.001), (88.6%) following healthy lifestyle (p<.001), (93%) obeying government rules related to the COVID-19 (p<.001). The sociodemographic factors of more frequent practice were being female (p=.003), age more than 30 years (p<.001), having higher education (above bachelor) (p=.014), having monthly family income more than 30,000 BDT (p=.001), urban area (p<.001), and having more positive attitudes (p<.001). Male gender (p=.019), occupation of \"students\" (p=.007), COVID-19 knowledge score (p<.001), marital status of \"others\" (p=.003), residence (p<.001) which were significantly associated factors identified in Zhong et al. study and experience factor by Saqlain et al., Hussain et al. and Ivey et al. 31,37,38", "latex": null, "type": "figure"}, "FIGREF5": {"text": "18. Zhong BL, Luo W, Li HM, et al. Knowledge, attitudes, and practices towards COVID-19 among Chinese residents during the rapid rise period of the COVID-19 outbreak: a quick online cross-sectional survey. Int J Biol Sci. 2020;16(10):1745-1752. doi:10.7150/ijbs.45221 19. Corrin T, Waddell L, Greig J, Young I, Hierlihy C, Mascarenhas M. Risk perceptions, attitudes, and knowledge of chikungunya among the public and health professionals: a systematic review. Trop Med Health. 2017;45:21. Published 2017 Sep 4. doi:10.1186/s41182-017-0061-x 20. Janjua NZ, Razaq M, Chandir S, Rozi S, Mahmood B. Poor knowledge--predictor of nonadherence to universal precautions for blood borne pathogens at first level care facilities in Pakistan. BMC Infect Dis. 2007;7:81. Published 2007 Jul 24. doi:10.1186/1471-2334-7-81 21. Lau JT, Kim JH, Tsui H, Griffiths S. Perceptions related to human avian influenza and their associations with anticipated psychological and behavioral responses at the onset of outbreak in the Hong Kong Chinese general population. Am J Infect Control. 2007;35(1):38-49. doi:10.1016/j.ajic.2006.07.010", "latex": null, "type": "figure"}, "TABREF0": {"text": "and guidelines suggested by the country's Institute of Epidemiology, Disease Control and Research", "latex": null, "type": "table"}, "TABREF1": {"text": "years) (72.5% vs. 55.1% in aged 12-20 years, p<.001), and (ⅱ) have higher education (above bachelor) (74.1% vs. 52.2% in intermediate [class 11-12], p<.001), (ⅲ) be married (70.4% vs. 37.5% in divorced, p=.001), (ⅳ) be a housewife (78.1% vs. 58.2% in student, p<.001), (ⅴ) come from joint family (66.7% vs. 61.1% in nuclear family, p=.029), (ⅵ) have monthly family income more than 30,000 BDT (65.2% vs. 57.8% in those less than 20,000 BDT, p=.016), and (ⅶ) have more frequent practices (66.1% vs. 57.7% in comparatively less frequent practices, p<.001). Finally, regarding variables related to more positive attitudes against COVID-19, we found being younger (aged 12-20 years) vs. older (>30 years) (OR=0.47; 95%CI=0.33-.67, p<.001), having intermediate (11 th -12 th grades) vs. higher education (above bachelor) (OR=0.38; 95%CI=0.28-0.53, p<.001), being students vs. unemployment (OR=0.40; 95%CI=0.16-0.99, p=0.048), having nuclear vs. joint families (OR=0.78; 95%CI=0.63-0.98, p=.029), having monthly family income less than 20,000 vs. more than 30,000 BDT (OR=0.73; 95%CI=0.59-0.91, p=.005), and having more frequent vs. comparatively less practices (OR=1.43; 95%CI=1.19-1.71, p<.001).", "latex": null, "type": "table"}, "TABREF2": {"text": ". https://doi.org/10.1101/2020.05.26.20105700 doi: medRxiv preprint response rates of \"Yes\" were significantly higher in females (88.3% vs. 81.4% in males, p<.001) to the item of practice section regarding \"Do you maintain a healthy lifestyle focusing on outbreak?\". The response rates of \"Yes\" were significantly higher in females (93.0% vs. 85.4% in males, p<.001) to the item of practice section regarding \"Do you obey all government rules related to the COVID-19?\". The findings indicated that 55.2% of respondents had more frequent practices, and 44.8% of respondents had comparatively less frequent practices towards the COVID-19. The rates of more frequent practices were significantly more likely to be (ⅰ) be female (59.2% vs. 52.6% in male, p=.003), (ⅱ) older (age more than 30 years) (64.0% vs. 48.6% in aged 12-20 years, p<.001), (ⅲ) have higher education (above bachelor) (63.6% vs. 35.0% in secondary [6 th -10 th grades], p<.001), (ⅳ) be a housewife (68.8% vs. 52.2% in student, p=.001), (ⅴ) have monthly family income 20,000-30,000 BDT (57.9% vs. 48.6% in those less than 20,000, p=.002), (ⅵ) be a respondent from urban area (58.7% vs. 47.2% in those from rural area, p<.001), and (ⅶ)have more positive attitudes (58.6% vs. 49.7% in comparatively less positive attitudes, p<.001). The sociodemographic factors of more frequent practices were being males vs. females (OR=0.76; 95%CI=0.64-0.92, p=.003), being younger (12-20 years) vs. older (>30 years) (OR=0.53; 95%CI=0.38-0.75, p<.001), having secondary (6 th -10 th grades) vs. higher education (above bachelor) (OR=0.31; 95%CI=0.12-0.79, p=.014), having monthly family income less than 20,000 vs. more than 30,000 BDT (OR=0.71; 95%CI=0.57-0.88, p=.001), rural vs. urban area (OR=0.63; 95CI%=0.52-0.76, p<.001), and having more vs. comparatively less positive attitudes (OR=1.43; 95%CI=1.19-1.71, p<.001).", "latex": null, "type": "table"}, "TABREF3": {"text": "There is no treatment and some specific treatment under investigation and will be tested through clinical trials. In a study ofAldowyan et  al. showed that only 19% participants believed there is no treatment for coronavirus like MERS-CoV; however, (26.6%) agreed with using supportive treatment for MERS-CoV, and (31.1%) of the participants believed in the presence of a vaccine for preventing MERS-CoV. 24 Findings of current study demonstrated that almost half (48.3%) of participants had more accurate knowledge, which were 93.2%, 90% and 12.8% in Saqlain et al., Zhong et al. and Srichan et al. studies respectively, 18,30,31 62.3% had more positive attitudes, which was 81.5% in Saqlain et al. study, 31 and 55.2% more frequent practices which were 96.4%-98% and 88.7% in Zhong et al. and Saqlain et al studies towards COVID-19. 18,31", "latex": null, "type": "table"}, "TABREF4": {"text": "Majority (90%) of the participants showed more positive attitudes, response as 'Agree' to the item 'COVID-19 is preventable'. Saqlain et al. reported in their study that more than 80% participants strongly agreed that transmission of COVID-19 could be prevented by following universal precautions given by WHO, CDC. 31 During the SARS epidemic, 70.1-88.9% of Chinese residents believed that SARS can be successfully controlled or prevented. 18,32 Zhong et al. reported majority (90.8%) of the respondents agreed that COVID-19 successfully controlled measures such as traffic limits all throughout China and the shutdown of cities and counties of Hubei Province. 18 Surprisingly, the participant's attitude differs statistically (p<.05) by age, education, marital status, occupation, family type, monthly income, and practices. In contrast to Saqlain et al. found participant's attitudes did not differ statistically (p>.05) by age, gender, experience, and job/occupation. Giao et al. also found that attitude level regarding COVID-19 did not have any association with age (p=0.151), gender (p=.129), and experience (p=0.453) but found a statistically significant association with occupation/job. 33 While Albarrak et al. and Khan et al. did not found any difference in attitude towards MERS among doctors, pharmacists, and nurses", "latex": null, "type": "table"}, "TABREF5": {"text": "Demographic characteristics of participants (N=2017)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables </td><td> n </td><td>(%) </td></tr><tr><td>Gender </td><td> </td><td> </td></tr><tr><td>Male </td><td>1206 </td><td>(59.8) </td></tr><tr><td>Female </td><td>811 </td><td>(40.2) </td></tr><tr><td>Age </td><td> </td><td> </td></tr><tr><td>12-20 </td><td>671 </td><td>(33.3) </td></tr><tr><td>21-30 </td><td>1168 </td><td>(57.9) </td></tr><tr><td>&gt;30 </td><td>178 </td><td>(8.8) </td></tr><tr><td>Education </td><td> </td><td> </td></tr><tr><td>Secondary (6-10) </td><td>20 </td><td>(1.0) </td></tr><tr><td>Intermediate (11-12) </td><td>226 </td><td>(11.2) </td></tr><tr><td>Bachelor </td><td>1230 </td><td>(61.0) </td></tr><tr><td>Higher education (above bachelor) </td><td>541 </td><td>(26.8) </td></tr><tr><td>Marital status </td><td> </td><td> </td></tr><tr><td>Unmarried </td><td>1630 </td><td>(80.8) </td></tr><tr><td>Married </td><td>379 </td><td>(18.8) </td></tr><tr><td>Divorced </td><td>8 </td><td>(0.4) </td></tr><tr><td>Occupation </td><td> </td><td> </td></tr><tr><td>Student </td><td>1437 </td><td>(71.2) </td></tr><tr><td>Housewife </td><td>64 </td><td>(3.2) </td></tr><tr><td>Govt. employee </td><td>122 </td><td>(6.0) </td></tr><tr><td>Non-govt. employee </td><td>315 </td><td>(15.6) </td></tr><tr><td>Businessman </td><td>52 </td><td>(2.6) </td></tr><tr><td>Unemployment </td><td>27 </td><td>(1.3) </td></tr><tr><td>Family type </td><td> </td><td> </td></tr><tr><td>Nuclear </td><td>1572 </td><td>(77.9) </td></tr><tr><td>Join </td><td>445 </td><td>(22.1) </td></tr><tr><td>No of family member </td><td> </td><td> </td></tr><tr><td>&lt;5 </td><td>1449 </td><td>(71.8) </td></tr><tr><td>≥5 </td><td>568 </td><td>(28.2) </td></tr><tr><td>Monthly family income </td><td> </td><td> </td></tr><tr><td>&lt;20,000 </td><td>512 </td><td>(25.4) </td></tr><tr><td>20,000-30,000 </td><td>497 </td><td>(24.6) </td></tr><tr><td>&gt;30,000 </td><td>1008 </td><td>(50.0) </td></tr><tr><td>Residence </td><td> </td><td> </td></tr><tr><td>Rural area </td><td>610 </td><td>(30.2) </td></tr><tr><td>Urban area </td><td>1407 </td><td>(69.8) </td></tr></table></body></html>"}, "TABREF6": {"text": "Perception towards COVID-19 about the mode of transmission, incubation period, symptoms, risk factors, treatments, prevention initiatives, and challenges. Have you taken any initiative to protect your family members? a Temporary closure of outside people coming inside the home Have you faced any problems to create awareness in your family about COVID-19? a Negligence about the severity of the disease is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not certified by peer review)The copyright holder for this preprint this version posted May 27, 2020. . https://doi.org/10.1101/2020.05.26.20105700 doi: medRxiv preprint", "latex": null, "type": "table"}, "TABREF7": {"text": "Practice and gender difference of participants (N=2017). Do you use tissues or hanker chips during coughing/sneezing? Do you maintain a healthy lifestyle focusing on outbreak? Do you obey all government rules related to the COVID?", "latex": null, "type": "table"}, "TABREF8": {"text": "Distribution and risk factors of Knowledge, Attitude and Practice among participants", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>Knowledge </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Attitudes </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Practices </td><td> </td></tr><tr><td>Variables </td><td>Less </td><td>More </td><td>χ2 </td><td> </td><td> </td><td> </td><td>Less </td><td>More </td><td>χ2 </td><td> </td><td> </td><td>p- </td><td>Less </td><td>More </td><td>χ2 </td><td> </td><td> </td></tr><tr><td>accurate </td><td>accurate </td><td>p-value </td><td>OR </td><td>95%CI </td><td>p- value positive </td><td>positive </td><td>p-value </td><td>OR </td><td>95%CI </td><td>value </td><td>frequent </td><td>frequent </td><td>p-value </td><td>OR </td><td>95%CI </td></tr><tr><td>Gender </td><td>N </td><td>(%) </td><td>N </td><td>(%) </td><td> </td><td> </td><td> </td><td>N </td><td>(%) </td><td>N </td><td>(%) </td><td> </td><td> </td><td> </td><td> </td><td>N </td><td>(%) </td><td>N </td><td>(%) </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>626 </td><td>(51.9) </td><td>580 </td><td>(48.1) </td><td>0.046 </td><td>0.981 </td><td>0.821-1.172 </td><td>0.829 472 </td><td>(39.1) </td><td>734 </td><td>(60.9) </td><td>2.715 </td><td>0.856 </td><td>0.712-1.030 </td><td>0.100 </td><td>572 </td><td>(47.4) </td><td>634 </td><td>(52.6) </td><td>8.583 </td><td>0.764 </td><td>0.638-0.915 </td></tr><tr><td>Female </td><td>417 </td><td>(51.4) </td><td>394 </td><td>(48.6) </td><td>0.829 </td><td>1 </td><td> </td><td>288 </td><td>(35.5) </td><td>523 </td><td>(64.5) </td><td>0.099 </td><td>1 </td><td> </td><td> </td><td>331 </td><td>(40.8) </td><td>480 </td><td>(59.2) </td><td>0.003 </td><td>1 </td><td> </td></tr><tr><td>Age </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>12-20 </td><td>340 </td><td>(50.7) </td><td>331 </td><td>(49.3) </td><td>7.100 </td><td>1.538 </td><td>1.098-2.155 </td><td>0.012 301 </td><td>(44.9) </td><td>370 </td><td>(55.1) </td><td>25.841 </td><td>0.467 </td><td>0.325-.671 </td><td>&lt;0.001 </td><td>345 </td><td>(51.4) </td><td>326 </td><td>(48.6) </td><td>20.474 </td><td>0.530 </td><td>0.377-0.746 </td></tr><tr><td>21-30 </td><td>594 </td><td>(50.9) </td><td>574 </td><td>(49.1) </td><td>0.029 </td><td>1.527 </td><td>1.106-2.108 </td><td>0.010 410 </td><td>(35.1) </td><td>758 </td><td>(64.9) </td><td>&lt;0.001 </td><td>0.702 </td><td>0.495-.997 </td><td>0.048 </td><td>494 </td><td>(42.3) </td><td>674 </td><td>(57.7) </td><td>&lt;0.001 </td><td>0.766 </td><td>0.552-1.063 </td></tr><tr><td>&gt;30 </td><td>109 </td><td>(61.2) </td><td>69 </td><td>(38.8) </td><td> </td><td>1 </td><td> </td><td>49 </td><td>(27.5) </td><td>129 </td><td>(72.5) </td><td> </td><td>1 </td><td> </td><td> </td><td>64 </td><td>(36.0) </td><td>114 </td><td>(64.0) </td><td> </td><td>1 </td><td> </td></tr><tr><td>Education </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Secondary (6-10) </td><td>8 </td><td>(40.0) </td><td>12 </td><td>(60.0) </td><td>4.347 </td><td>1.419 </td><td>0.571-3.527 </td><td>0.451 9 </td><td>(45.0) </td><td>11 </td><td>(55.0) </td><td>47.791 </td><td>0.427 </td><td>0.173-1.051 </td><td>0.064 </td><td>13 </td><td>(65.0) </td><td>7 </td><td>(35.0) </td><td>23.415 </td><td>0.308 </td><td>0.121-0.786 </td></tr><tr><td>Intermediate (11-12) </td><td>117 </td><td>(51.8) </td><td>109 </td><td>(48.2) </td><td>0.226 </td><td>0.881 </td><td>0.646-1.202 </td><td>0.426 108 </td><td>(47.8) </td><td>118 </td><td>(52.2) </td><td>&lt;0.001 </td><td>0.381 </td><td>0.276-0.528 </td><td>&lt;0.001 </td><td>110 </td><td>(48.7) </td><td>116 </td><td>(51.3) </td><td>&lt;0.001 </td><td>0.604 </td><td>0.441-0.827 </td></tr><tr><td>Bachelor </td><td>655 </td><td>(53.3) </td><td>575 </td><td>(46.7) </td><td> </td><td>0.830 </td><td>0.678-1.017 </td><td>0.072 503 </td><td>(40.9) </td><td>727 </td><td>(59.1) </td><td> </td><td>0.505 </td><td>0.404-0.631 </td><td>&lt;0.001 </td><td>583 </td><td>(47.4) </td><td>647 </td><td>(52.6) </td><td> </td><td>0.636 </td><td>0.516-0.782 </td></tr><tr><td>Higher education (above bachelor) </td><td>263 </td><td>(48.6) </td><td>278 </td><td>(51.4) </td><td> </td><td>1 </td><td> </td><td>140 </td><td>(25.9) </td><td>401 </td><td>(74.1) </td><td> </td><td>1 </td><td> </td><td> </td><td>197 </td><td>(36.4) </td><td>344 </td><td>(63.6) </td><td> </td><td>1 </td><td> </td></tr><tr><td>Marital status </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single </td><td>835 </td><td>(51.2) </td><td>795 </td><td>(48.8) </td><td>1.659 </td><td>0.571 </td><td>0.136-2.398 </td><td>0.444 643 </td><td>(39.4) </td><td>987 </td><td>(60.6) </td><td>14.932 </td><td>2.558 </td><td>0.609-10.742 </td><td>0.199 </td><td>751 </td><td>(46.1) </td><td>879 </td><td>(53.9) </td><td>5.854 </td><td>0.702 </td><td>0.167-2.948 </td></tr><tr><td>Married </td><td>205 </td><td>(54.1) </td><td>174 </td><td>(45.9) </td><td>0.436 </td><td>0.509 </td><td>0.120-2.161 </td><td>0.360 112 </td><td>(29.6) </td><td>267 </td><td>(70.4) </td><td>0.001 </td><td>3.973 </td><td>0.934-16.909 </td><td>0.062 </td><td>149 </td><td>(39.3) </td><td>230 </td><td>(60.7) </td><td>0.054 </td><td>0.926 </td><td>0.218-3.933 </td></tr><tr><td>Divorced </td><td>3 </td><td>(37.5) </td><td>5 </td><td>(62.5) </td><td> </td><td>1 </td><td> </td><td>5 </td><td>(62.5) </td><td>3 </td><td>(37.5) </td><td> </td><td>1 </td><td> </td><td> </td><td>3 </td><td>(37.5) </td><td>5 </td><td>(62.5) </td><td> </td><td>1 </td><td> </td></tr><tr><td>Occupation </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Student </td><td>733 </td><td>(51.0) </td><td>704 </td><td>(49.0) </td><td>5.584 </td><td>1.633 </td><td>0.743-3.590 </td><td>0.223 601 </td><td>(41.8) </td><td>836 </td><td>(58.2) </td><td>40.508 </td><td>0.397 </td><td>0.159-0.991 </td><td>0.048 </td><td>687 </td><td>(47.8) </td><td>750 </td><td>(52.2) </td><td>20.203 </td><td>0.873 </td><td>0.406-1.879 </td></tr><tr><td>Housewife </td><td>40 </td><td>(62.5) </td><td>24 </td><td>(37.5) </td><td>0.349 </td><td>1.020 </td><td>0.402-2.587 </td><td>0.967 14 </td><td>(21.9) </td><td>50 </td><td>(78.1) </td><td>&lt;0.001 </td><td>1.020 </td><td>0.345-3.016 </td><td>0.971 </td><td>20 </td><td>(31.3) </td><td>44 </td><td>(68.8) </td><td>0.001 </td><td>1.760 </td><td>0.698-4.438 </td></tr><tr><td>Govt. employee </td><td>59 </td><td>(48.4) </td><td>63 </td><td>(51.6) </td><td> </td><td>1.815 </td><td>0.770-4.281 </td><td>0.173 38 </td><td>(31.1) </td><td>84 </td><td>(68.9) </td><td> </td><td>0.632 </td><td>0.236-1.691 </td><td>0.360 </td><td>46 </td><td>(37.7) </td><td>76 </td><td>(62.3) </td><td> </td><td>1.322 </td><td>0.569-3.070 </td></tr><tr><td>Non-govt. employee </td><td>165 </td><td>(52.4) </td><td>150 </td><td>(47.6) </td><td> </td><td>1.545 </td><td>0.686-3.480 </td><td>0.293 82 </td><td>(26.0) </td><td>233 </td><td>(74.0) </td><td> </td><td>0.812 </td><td>0.317-2.082 </td><td>0.664 </td><td>118 </td><td>(37.5) </td><td>197 </td><td>(62.5) </td><td> </td><td>1.336 </td><td>0.605-2.951 </td></tr><tr><td>Businessman </td><td>29 </td><td>(55.8) </td><td>23 </td><td>(44.2) </td><td> </td><td>1.348 </td><td>0.519-3.499 </td><td>0.539 19 </td><td>(36.5) </td><td>33 </td><td>(63.5) </td><td> </td><td>0.496 </td><td>0.170-1.445 </td><td>0.199 </td><td>20 </td><td>(38.5) </td><td>32 </td><td>(61.5) </td><td> </td><td>1.280 </td><td>0.499-3.285 </td></tr><tr><td>Unemployment </td><td>17 </td><td>(63.0) </td><td>10 </td><td>(37.0) </td><td> </td><td>1 </td><td> </td><td>6 </td><td>(22.2) </td><td>21 </td><td>(77.8) </td><td> </td><td>1 </td><td> </td><td> </td><td>12 </td><td>(44.4) </td><td>15 </td><td>(55.6) </td><td> </td><td>1 </td><td> </td></tr><tr><td>Family type </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Nuclear </td><td>809 </td><td>(51.5) </td><td>763 </td><td>(48.5) </td><td>0.175 </td><td>1.046 </td><td>0.847-1.291 </td><td>0.676 612 </td><td>(38.9) </td><td>960 </td><td>(61.1) </td><td>4.753 </td><td>0.782 </td><td>0.626-0.976 </td><td>0.029 </td><td>707 </td><td>(45.0) </td><td>865 </td><td>(55.0) </td><td>0.121 </td><td>0.963 </td><td>0.779-1.190 </td></tr><tr><td>Joint </td><td>234 </td><td>(52.6) </td><td>211 </td><td>(47.4) </td><td>0.676 </td><td>1 </td><td> </td><td>148 </td><td>(33.3) </td><td>297 </td><td>(66.7) </td><td>0.029 </td><td>1 </td><td> </td><td> </td><td>196 </td><td>(44.0) </td><td>249 </td><td>(56.0) </td><td>0.728 </td><td>1 </td><td> </td></tr><tr><td>No of family member </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&lt;5 </td><td>746 </td><td>(51.5) </td><td>703 </td><td>(48.5) </td><td>0.106 </td><td>1.033 </td><td>0.850-1.254 </td><td>0.745 553 </td><td>(38.2) </td><td>896 </td><td>(61.8) </td><td>0.514 </td><td>0.929 </td><td>0.760-1.136 </td><td>0.473 </td><td>631 </td><td>(43.5) </td><td>818 </td><td>(56.5) </td><td>3.108 </td><td>1.191 </td><td>0.981-1.447 </td></tr><tr><td>≥5 </td><td>297 </td><td>(52.3) </td><td>271 </td><td>(47.7) </td><td>0.745 </td><td>1 </td><td> </td><td>207 </td><td>(36.4) </td><td>361 </td><td>(63.6) </td><td>0.473 </td><td>1 </td><td> </td><td> </td><td>272 </td><td>(47.9) </td><td>296 </td><td>(52.1) </td><td>0.078 </td><td>1 </td><td> </td></tr><tr><td>Monthly family income </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&lt;20,000 </td><td>256 </td><td>(50.0) </td><td>256 </td><td>(50.0) </td><td>1.412 </td><td>1.066 </td><td>0.861-1.318 </td><td>0.559 216 </td><td>(42.2) </td><td>296 </td><td>(57.8) </td><td>8.219 </td><td>0.732 </td><td>0.589-0.911 </td><td>0.005 </td><td>263 </td><td>(51.4) </td><td>249 </td><td>(48.6) </td><td>12.147 </td><td>0.707 </td><td>0.571-0.876 </td></tr><tr><td>20,000-30,000 </td><td>267 </td><td>(53.7) </td><td>230 </td><td>(46.3) </td><td>0.494 </td><td>0.918 </td><td>0.740-1.138 </td><td>0.436 193 </td><td>(38.8) </td><td>304 </td><td>(61.2) </td><td>0.016 </td><td>0.842 </td><td>0.674-1.051 </td><td>0.128 </td><td>209 </td><td>(42.1) </td><td>288 </td><td>(57.9) </td><td>0.002 </td><td>1.029 </td><td>0.828-1.279 </td></tr><tr><td>&gt;30,000 </td><td>520 </td><td>(51.6) </td><td>488 </td><td>(48.4) </td><td> </td><td>1 </td><td> </td><td>351 </td><td>(34.8) </td><td>657 </td><td>(65.2) </td><td> </td><td>1 </td><td> </td><td> </td><td>431 </td><td>(42.8) </td><td>577 </td><td>(57.2) </td><td> </td><td>1 </td><td> </td></tr><tr><td>Residence </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Rural area </td><td>288 </td><td>(47.2) </td><td>322 </td><td>(52.8) </td><td>7.083 </td><td>1.295 </td><td>1.070-1.566 </td><td>0.008 238 </td><td>(39.0) </td><td>372 </td><td>(61.0) </td><td>0.665 </td><td>0.922 </td><td>0.758-1.121 </td><td>0.415 </td><td>322 </td><td>(52.8) </td><td>288 </td><td>(47.2) </td><td>22.733 </td><td>0.629 </td><td>0.520-0.762 </td></tr><tr><td>Urban area </td><td>755 </td><td>(53.7) </td><td>652 </td><td>(46.3) </td><td>0.008 </td><td>1 </td><td> </td><td>522 </td><td>(37.1) </td><td>885 </td><td>(62.9) </td><td>0.415 </td><td>1 </td><td> </td><td> </td><td>581 </td><td>(41.3) </td><td>826 </td><td>(58.7) </td><td>&lt;0.001 </td><td>1 </td><td> </td></tr><tr><td>Knowledge </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>More accurate </td><td>0 </td><td>(.0) </td><td>974 </td><td>(100.0) </td><td>- </td><td>- </td><td>- </td><td>- 372 </td><td>(38.2) </td><td>602 </td><td>(61.8) </td><td>0.211 </td><td>0.959 </td><td>0.801-1.148 </td><td>0.646 </td><td>424 </td><td>(43.5) </td><td>550 </td><td>(56.5) </td><td>1.167 </td><td>1.102 </td><td>0.924-1.313 </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>Less accurate </td><td>1043 </td><td>(100.0) </td><td>0 </td><td>(0.0) </td><td>- </td><td>388 </td><td>(37.2) </td><td>655 </td><td>(62.8) </td><td>0.646 </td><td>1 </td><td>479 </td><td>(45.9) </td><td>564 </td><td>(54.1) </td><td>0.280 </td><td>1 </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to extend heartfelt graciousness to all the participants who participated in this study voluntarily and spontaneously. Furthermore, the authors highly appreciate the contribution of Rakib Hasan, Lakshmi Rani Kundu, A.S.M Mahbubul Alam, Gobida Deb Arya,", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}