{"paper_id": "a06b3af8f9e0d5446f552e059f7e737536729e37", "metadata": {"title": "Effects of pre-existing morbidities on occurrence of death among COVID-19 disease patients: A systematic review and meta-analysis Effects of pre-existing morbidities on occurrence of death among COVID-19 disease patients: A systematic review and meta-analysis", "authors": [{"first": "Md", "middle": [], "last": "Mostaured", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ali", "middle": [], "last": "Khan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rajshahi", "location": {"settlement": "Rajshahi-6205", "country": "Bangladesh"}}, "email": ""}, {"first": "Md", "middle": ["Nuruzzaman"], "last": "Khan", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Newcastle", "location": {"country": "Australia"}}, "email": ""}, {"first": "", "middle": [], "last": "Mustagir", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Rajshahi", "location": {"settlement": "Rajshahi-6205", "country": "Bangladesh"}}, "email": ""}, {"first": "Juwel", "middle": [], "last": "Rana", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Massachusetts Amherst", "location": {"settlement": "Amherst", "region": "MA", "country": "United States"}}, "email": ""}, {"first": "Md", "middle": ["Saiful"], "last": "Islam", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Newcastle", "location": {"postCode": "1212", "settlement": "Mohakhali", "region": "Dhaka", "country": "Bangladesh., Australia"}}, "email": ""}, {"first": "Md", "middle": ["Iqbal"], "last": "Kabir", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Newcastle", "location": {"postCode": "1212", "settlement": "Mohakhali", "region": "Dhaka", "country": "Bangladesh., Australia"}}, "email": ""}]}, "abstract": [{"text": "Background: Coronavirus disease 2019 , most hectic pandemic of the era, is increasing exponentially and taking thousands of lives, worldwide.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Objective: This study aimed to assess the prevalence of pre-existing morbidities among COVID-19 infected patients and their mortality risks against each type of pre-existing morbidity categories.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Data sources: Medline, Web of Science, Scopus, and CINAHL databases were searched using the following keywords: (COVID-19 or 2019-nCoV or Coronavirus or SARS-CoV-2) AND (Comorbidity or Morbidity) AND (Mortality or Death or Died) up to May 01, 2020.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Further searches were conducted using the reference list of the selected studies, renowned pre-print servers (e.g., medRxiv, bioRixv, SSRN), and relevant journal websites.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Eligibility criteria: Studies written in the English language included if those were conducted among COVID-19 patients with and without comorbidities and presented survivor vs. nonsurvivor counts or hazard/odds of deaths or survivors against types of pre-existing morbidities.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Comorbidities reported in the selected studies were grouped into eight categories.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The pooled likelihoods of deaths in each category were estimated using a fixed or randomeffect model, based on the heterogeneity assessment. Publication bias was assessed by visual inspection of the funnel plot asymmetry and Egger's regression test. Trim and Fill method was used if there any publication bias was found.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Introduction among patients with one or more morbidities could be potential ways to combat its adverse outcomes and severities. Thus, we need to identify possible morbidities that are potentially increasing the risks of mortality, which are still lacking. Studies conducted among patients are highly varied with reported morbidities and the likelihood of mortality [8, 10, 20, 21] . To address these gaps, this study was conducted with two primary aims: (i) to summarize pre-existing morbidities in patients with a secondary disease, COVID-19 and (ii) to estimate the likelihood of mortality from COVID-19 against each category of pre-existing morbidities.", "cite_spans": [{"start": 365, "end": 368, "text": "[8,", "ref_id": "BIBREF8"}, {"start": 369, "end": 372, "text": "10,", "ref_id": null}, {"start": 373, "end": 376, "text": "20,", "ref_id": null}, {"start": 377, "end": 380, "text": "21]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The study findings could help healthcare providers to take appropriate measures to control fatalities from this pandemic.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "This systematic review and meta-analysis was conducted by following the Preferred Reporting for Systematic Review and Meta-Analysis (PRISMA) consensus statement [22] .", "cite_spans": [{"start": 161, "end": 165, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "Studies relevant to the COVID-19 disease among people with pre-existing one or more morbidities were included.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Four databases: Medline, Web of Science, Scopus, and CINAHL were searched, concluded on May 01, 2020, using pre-specified search strategies for each database. The search strategy consists of keywords on COVID-19 disease (COVID-19, 2019-nCoV, Coronavirus, SARS-CoV-2), pre-existing morbidity (comorbidity, morbidity), and patients' survival status (mortality, death, died) combined using the Boolean operators (AND, OR). Details of the search strategies are presented in the supplementary tables (Table 1 -4) . Additional searches were conducted using the reference list of the selected studies, relevant journal websites, and renowned pre-print servers (medRxiv, bioRxiv).", "cite_spans": [{"start": 504, "end": 507, "text": "-4)", "ref_id": null}], "ref_spans": [{"start": 495, "end": 503, "text": "(Table 1", "ref_id": "TABREF9"}], "section": "Search strategy"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Search strategy"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. . https://doi.org/10.1101/2020.05.08.20095968 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "All peer-reviewed and pre-print (not-peer-reviewed) studies met the pre-specified inclusion, and exclusion criteria were included in this study.", "cite_spans": [], "ref_spans": [], "section": "Study selection criteria"}, {"text": "Studies met the following inclusion criteria were included if: (i) conducted for the patients infected with COVID-19 with or without pre-existing morbidities, (ii) presented survivor and non-survivor counts following COVID-19 disease among patients with or without preexisting morbidity or presented hazard/risk/odds ratio of deaths or survival following COVID-19 against the types of morbidities, and (iii) published in the English language. Studies without complete information but met our inclusion criteria were included in the narrative review.", "cite_spans": [], "ref_spans": [], "section": "Inclusion criteria"}, {"text": "Studies excluded if COVID-19 was reported among pregnant women or children (aged <18 years) and written in languages other than English. We also excluded review papers, correspondence, viewpoints, editorials, commentaries, and studies where no information related to the previous morbidity was reported.", "cite_spans": [], "ref_spans": [], "section": "Exclusion criteria"}, {"text": "A data extraction form was designed, trialled, and modified to extract information from the selected studies. Two authors (MMAK and MGM) used the pre-designed form to extract information independently. The following information was extracted: study location, design, sample size, study population characteristics (e.g., age, gender), and survivor vs. non-survivor counts among COVID-19 patients with or without specific morbidity. If available, the odds/risk/hazard ratio of deaths among COVID-19 patients with comorbidities were extracted . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Data extraction and quality assessment"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. . https://doi.org/10.1101/2020.05.08.20095968 doi: medRxiv preprint against the types of morbidity. Disagreements reported in data extraction were reviewed and solved by the corresponding and senior authors (MNK and MIK). The modified Newcastle-Ottawa scale, as part of the data extraction strategy, was used to assess the quality of selected studies.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Pre-existing one or more morbidities among COVID-19 disease patients reported in the selected studies were grouped into eight broad categories based on the type of morbidities. These were cardiovascular system diseases (hypertension, cardiovascular disease, arrhythmia, heart failure), immune and metabolic disorders (diabetes, immunosuppression, autoimmune disease, immunodeficiency, metabolic disorder), respiratory system diseases (chronic lung diseases, Chronic Obstructive Pulmonary Disease (COPD), acute respiratory distress syndrome, tuberculosis, etc.), cancer (malignancy, cancer, and tumor), cerebrovascular diseases (cerebrovascular disease, peripheral vascular disease), renal system diseases (chronic kidney disease, urinary disease), liver system diseases (chronic liver disease, cirrhosis, hyperlipidemia, Hepatitis B, etc.), and gastrointestinal system diseases (chronic digestive disorder, gastrointestinal disease). The odds ratios (ORs) of deaths with 95% confidence interval (95% CI) for the people exposed to a particular category of morbidity as compared to people unexposed to any specific morbidity was estimated from the extracted raw data or reported ORs. We first used the Haldane correction (add constant 0.5 to each cell) for the studies in which the sample included in the exposed or unexposed group was zero (such as all exposed patients died or vice versa) [23-25]. We then used either a fixed effect or random effect model to estimate ORs, selected based on heterogeneity assessment. When the test of heterogeneity (I 2 statistics) was moderate (50-74%) or high (≥75%), the pooled estimates of ORs were computed using the random-effects model [26] . Subgroup and meta-regression analyses were conducted for the groups where moderate or higher heterogeneity was . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 1676, "end": 1680, "text": "[26]", "ref_id": null}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. ", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A total of 247 articles were identified from the databases searched, and the additional 15 articles were identified by checking the reference list of the selected articles and the selected journal's websites ( Figure 1 ). Around 1273 articles were also initially identified from the aforementioned pre-prints servers. Of the selected articles, 1341 articles were excluded after screening titles and abstracts, leaving 114 articles for full-text review for possible inclusion in this study. Of these, 55 articles were excluded based on the inclusion and exclusion criteria for the study sample (e.g., excluded pregnant or children), and 11 articles were excluded for study types (e.g review papers, correspondence, viewpoints, editorials, commentaries), and six articles were excluded for fully incomplete data. A total of 42 articles were finally selected for this study; 36 articles were included in the meta-analysis, and the remaining six articles were synthesized narratively.", "cite_spans": [], "ref_spans": [{"start": 210, "end": 218, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "A summary of the 42 selected articles is represented in Table 1 . A total of 23 of the selected 42 articles were published in peer-reviewed journals, and 18 articles were published in preprint servers. One of the selected studies was a national report for Australia. The majority of these studies were retrospective in nature (26) along with 7 prospective studies. The sleeted . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [{"start": 56, "end": 63, "text": "Table 1", "ref_id": "TABREF9"}], "section": "Study characteristics"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. ", "cite_spans": [], "ref_spans": [], "section": "Study characteristics"}, {"text": "Distribution of the type of morbidity presented in Table 2 . Approximately 36.5% of the total COVID-19 disease patients reported that they had hypertension, 22.0% had diabetes, 11.9% had cardiovascular disease, 4.1% had chronic lung disease, 2.3% had COPD, 11.0 % had hyperlipidemia, and 3.0% had chronic kidney disease.", "cite_spans": [], "ref_spans": [{"start": 51, "end": 58, "text": "Table 2", "ref_id": "TABREF10"}], "section": "Prevalence of preexisting morbidity among COVID-19 patients"}, {"text": "The pooled ORs of deaths for each category of preexisting morbidities among COVID-19 disease patients, publication bias, and Trim and Fill estimates are presented in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 166, "end": 173, "text": "Table 3", "ref_id": "TABREF11"}], "section": "Effects of preexisting morbidity on deaths in COVID-19 disease patients"}, {"text": "COVID-19 disease patients with preexisting cardiovascular system disease were 3.32 times more likely to die (OR: 3.32, 95% CI: 2.79-3.95; I 2 = 83.8%) than the patients who had no cardiovascular system diseases. The odds of death among COVID-19 disease patients with immune and metabolic disorders were also found to be 239% higher (OR: 2.39, 95% CI: 2.00-2.85; I 2 = 64.5%) than among COVID-19 patients without such disorders. The incidence of COVID-19 disease among people with respiratory system disease increases mortality risk around two times (OR: 2.02, 95% CI: 1.80-2.26; I 2 = 71.2%) than COVID-19 disease patients . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Effects of preexisting morbidity on deaths in COVID-19 disease patients"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. .", "cite_spans": [], "ref_spans": [], "section": "Effects of preexisting morbidity on deaths in COVID-19 disease patients"}, {"text": "without respiratory system diseases. Similarly, we found higher mortality risk among COVID-19 disease patients who had pre-existing any types of cancers (OR: 2.22, 95% CI:", "cite_spans": [], "ref_spans": [], "section": "Effects of preexisting morbidity on deaths in COVID-19 disease patients"}, {"text": "1.63-3.03, I 2 = 67.7%) and cerebrovascular system diseases (OR: 4.12, 95% CI: 3.04-5.58) than their counterparts. Moreover, the incidence of COVID-19 disease among patients with preexisting renal system disease and chronic liver disease increased mortality risk by about three times (OR: 3.02, 95% CI: 2.60-3.51) and one and half times (OR: 1.44, 95% CI: 1.21-1.71), respectively compared to the COVID-19 disease patients who did not mention such comorbidities.", "cite_spans": [], "ref_spans": [], "section": "Effects of preexisting morbidity on deaths in COVID-19 disease patients"}, {"text": "We found evidence of publication bias for the three categories of preexisting morbidities: any type of cancer, cerebrovascular diseases, and liver system diseases ( Figure 1a to 8a). We then used Trim and Fill methods to impute the number of missing studies, which hypothetically imputed two studies for cardiovascular system diseases, three studies for renal system diseases, and three studies for liver system diseases. The pooled analysis, including these missing studies, showed almost similar results to the summary estimates presented earlier without these missing studies.", "cite_spans": [], "ref_spans": [{"start": 165, "end": 174, "text": "Figure 1a", "ref_id": "FIGREF2"}], "section": "Effects of preexisting morbidity on deaths in COVID-19 disease patients"}, {"text": "Evidence of higher deaths among COVID-19 disease patients with preexisting one or more morbidities were also demonstrated in the narrative review (Supplementary Table 5 ). In two of the three articles reviewed in this study, researchers reported that each of the patients who died following COVID-19 disease had preexisting morbidities, mostly had any types of cardiovascular system diseases and immune and metabolic disorders [29, 30] . Researchers in one study found around 38% of the COVID-19 disease patients with hypertension died [33] and one study reported higher odds for deaths in kidney injury [34] .", "cite_spans": [{"start": 427, "end": 431, "text": "[29,", "ref_id": null}, {"start": 432, "end": 435, "text": "30]", "ref_id": null}, {"start": 536, "end": 540, "text": "[33]", "ref_id": null}, {"start": 604, "end": 608, "text": "[34]", "ref_id": null}], "ref_spans": [{"start": 161, "end": 168, "text": "Table 5", "ref_id": null}], "section": "Effects of preexisting morbidity on deaths in COVID-19 disease patients"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Stratified analysis"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "This study aimed to summarize preexisting morbidities among COVID-19 disease patients, which increases their incidence of deaths and their corresponding likelihoods. A total of 42 studies were included that comprised 36,398 samples, and 7,558 (42.5%) of them had preexisting morbidities. The most frequently reported morbidities were hypertension (36.5%), diabetes (22.0%), and cardiovascular disease (11.9%). The likelihood of death was higher among COVID-19 patients who had comorbidities like cardiovascular and cerebrovascular diseases, respiratory diseases, renal diseases, immune and metabolic disorders, hepatic diseases, and cancer. This evidence will guide physicians to take precautionary measures, which could reduce the number of fatalities following secondary infection with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. . Among the total positive COVID-19 disease cases included in this systematic review study, around 43% had preexisting one or more morbidities, mostly cardiovascular system diseases and immune and metabolic disorders. Importantly, patients with these diseases are more likely to have a higher neutrophil-lymphocyte ratio [ is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 394, "end": 395, "text": "[", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. . adverse consequences on the human body, could, therefore, boost serve clinical events as well as deaths among patients with these pre-existing morbidities.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "This study also suggests that patients with cerebrovascular, liver and renal diseases are more vulnerable to mortality following the second incidence of COVID-19 disease than the patient ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "This study has several strengths and limitations that should be reported. To our knowledge, this is the first of its kind that summarizes all morbidities among COVID-19 disease patients that lead to death. Moreover, morbidities reported among COVID-19 disease patients were classified into board groups based on their characteristics, and the likelihood of death was estimated separately for each group. This evidence informs healthcare providers about the risk of death among COVID-19 disease patients with different groups of pre-existing morbidities. Thus, they will be able to take precautionary measures early targeting to prevent deaths. However, this study reported the odds of death for COVID-19 disease patients with . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Strengths and limitations"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. . one preexisting morbidity only. Many COVID-19 disease patients may have multimorbidities (COVID-19 disease with pre-existing two or more morbidities) and a higher risk of death. However, the studies included in this review considered each morbidity separately;", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "for instance, if COVID-19 patients had both hypertension and diabetes, they were included in both groups. None of the included studies considered COVID-19 disease with two or more morbidities together; therefore, we failed to provide the likelihood of deaths for COVID-19 disease patients with two or more preexisting morbidities. Moreover, the likelihoods presented in this study were mostly unadjusted (31 of the 36 articles included) calculated from the extracted raw data. This may overestimate or underestimate the actual likelihood of deaths in COVID-19 disease patients because age and other socio-demographic characteristics are potential confounders of their deaths, which should be adjusted for getting unbiased estimates. Despite these limitations, this study is unique and beneficial for healthcare providers to handle COVID-19 disease patients with preexisting morbidities.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "About 46% of the sample included in this systematic review had one or more preexisting morbidities and get COVID-19 as a secondary infection. The most common preexisting morbidities were hypertension, diabetes, and cardiovascular disease. The likelihood of death was higher among COVID-19 disease patients who had pre-existing cardiovascular and cerebrovascular system diseases, respiratory system diseases, renal diseases, immune and metabolic disorders, liver diseases, and any types of cancer. These findings will help healthcare providers to sort COVID-19 patients by comorbidities, take precautionary measures during hospital admission, assess susceptibility to death, and prioritize their treatment. These could potentially reduce the number of fatalities from secondary infection with COVID-19 disease.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The authors have no competing interests to declare.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest"}, {"text": "The authors have received no specific funds for this study.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Data related to this study are available upon request to the corresponding author.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Yang, J., et al. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "14."}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Egger . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "27."}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Chen, N., et al. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "40."}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Lau . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "56."}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Yao . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "84."}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. . .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "CC-BY-NC 4.0 International license"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. . https://doi.org/10.1101/2020.05.08.20095968 doi: medRxiv preprint Full-text articles assessed for eligibility, (n = 42)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "• 23 peer-reviewed articles, 18 preprints, and 1 national report • 26 studies were retrospective cohort • 7 studies were prospective cohort • 1 study were cross-sectional study Full-text articles excluded, with reasons: • Wrong study design (n=11) • Incomplete data (n=6) Preprints were selected through searching the preprint database of medRxiv, bioRxiv, and SSRN (n = 1273)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Studies included in quantitative synthesis (meta-analysis) (n = 36)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Studies included in qualitative synthesis (n = 6)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Records excluded due to those had different outcomes (n = 55)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 13, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A Systematic Review of COVID-19 Epidemiology Based on Current Evidence", "authors": [{"first": "M", "middle": [], "last": "Park", "suffix": ""}], "year": null, "venue": "J Clin Med", "volume": "2020", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Novel Coronavirus (COVID-19) Situation", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19 Coronavirus Pandemic (Real time database)", "authors": [{"first": "", "middle": [], "last": "Worldmeter", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Non-pharmaceutical public health measures for mitigating the risk and impact of epidemic and pandemic influenza: annex: report of systematic literature reviews", "authors": [{"first": "W", "middle": ["H"], "last": "Organization", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Impact assessment of non-pharmaceutical interventions against coronavirus disease 2019 and influenza in Hong Kong: an observational study", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}], "year": 2020, "venue": "Lancet Public Health", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comorbidity and its impact on 1590 patients with Covid-19 in China: A Nationwide Analysis", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}], "year": 2020, "venue": "European Respiratory Journal", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Cardiovascular Disease, Drug Therapy, and Mortality in Covid", "authors": [{"first": "M", "middle": ["R"], "last": "Mehra", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Estimation of risk factors for COVID-19 mortality -preliminary results", "authors": [{"first": "F", "middle": [], "last": "Caramelo", "suffix": ""}, {"first": "N", "middle": [], "last": "Ferreira", "suffix": ""}, {"first": "B", "middle": [], "last": "Oliveiros", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Identification of a novel coronavirus causing severe pneumonia in human: a descriptive study", "authors": [{"first": "L", "middle": ["L"], "last": "Ren", "suffix": ""}], "year": 2020, "venue": "Reporting week in Communicable diseases intelligence", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Predictors of Mortality for Patients with COVID-19 Pneumonia Caused by SARS-CoV-2: A Prospective Cohort Study", "authors": [{"first": "R.-H", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "European Respiratory Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Coronavirus disease 2019 in elderly patients: Characteristics and prognostic factors based on 4-week follow-up", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Journal of Infection", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Influence factors of death risk among COVID-19 patients in Wuhan, China: a hospital-based case-cohort study", "authors": [{"first": "L", "middle": [], "last": "Fu", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical Characteristics of Hospitalized Covid-19 Patients in New York City. medRxiv", "authors": [{"first": "I", "middle": [], "last": "Paranjpe", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "2020--2024", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: a prospective cohort study. medRxiv", "authors": [{"first": "M", "middle": ["J"], "last": "Cummings", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Clinical Features Predicting Mortality Risk in Older Patients with COVID-19", "authors": [{"first": "T.-M", "middle": [], "last": "Guo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Dose-Response Association between Risk Factors and Incidence of COVID-19 in 325 Hospitalized Patients: A Multicenter Retrospective Cohort Study", "authors": [{"first": "Q", "middle": [], "last": "Zhu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Critically Ill Patients with COVID-19 in China: A Multicenter Retrospective Observational Study", "authors": [{"first": "Y", "middle": [], "last": "Yin", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement", "authors": [{"first": "X", "middle": [], "last": "Sun", "suffix": ""}], "year": 2009, "venue": "PLoS Med", "volume": "6", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pmed1000097"]}}}, "ref_entries": {"FIGREF0": {"text": ": JR, MIK and MSI,", "latex": null, "type": "figure"}, "FIGREF1": {"text": ", W.L., B.N. Huisa, and M. Fisher, The Cerebrovascular-Chronic Kidney Disease Connection: Perspectives and Mechanisms. Translational stroke research, 2017. J.R., et al., Into the eye of the cytokine storm. Microbiology and molecular biology reviews : MMBR, 2012. 76(1): p. 16-32. 58. Boettler, T., et al., Care of patients with liver disease during the COVID-19 pandemic: EASL-ESCMID position paper. JHEP Reports, 2020. 2(3): p. 100113. 59. Afdhal, N., et al., Thrombocytopenia associated with chronic liver disease. J Hepatol, 2008. 48(6): p. 1000-7. 60. Dorgalaleh, A., et al., Anemia and thrombocytopenia in acute and chronic renal failure. International journal of hematology-oncology and stem cell research, 2013. 7(4): p. 34-39. 61. Lang, J., et al., Association of serum albumin levels with kidney function decline and incident chronic kidney disease in elders. Nephrology Dialysis Transplantation, 2017.33(6): p. 986-992. 62. Oh, R.C., et al., Mildly Elevated Liver Transaminase Levels: Causes and Evaluation. Am Fam Physician, 2017. 96(11): p. 709-715. 63. Cao, J., et al., Clinical Features and Short-term Outcomes of 102 Patients with Corona Virus Disease 2019 in Wuhan, China. Clinical Infectious Diseases, 2020. 02: p. 02. 64. Chen, T., et al., Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study. BMJ, 2020. 368: p. m1091. 65. Deng, Y., et al., Clinical characteristics of fatal and recovered cases of coronavirus disease 2019 (COVID-19) in Wuhan, China: a retrospective study. Chinese Medical Journal, 2020. 20: p. 20. 66. Wu, C., et al., Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China. JAMA Internal Medicine, 2020. 13: p. 13. 67. Yuan, M., et al., Association of radiologic findings with mortality of patients infected with 2019 novel coronavirus in Wuhan, China. PLoS ONE [Electronic Resource], 2020. 15(3): p. e0230548. 68. Chen, X., et al., Clinical Characteristics of Hospitalized Patients with SARS-CoV-2 and Hepatitis B virus Co-infection. medRxiv, 2020: p. 2020.03.23.20040733.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Schematic representation of studies included in the systematic review and meta-analysis using PRISMA checklist and", "latex": null, "type": "figure"}, "TABREF0": {"text": "reported. For this, pre-specified subgroups (types of morbidities, study country, study design, mean age of the total sample, mean age of death sample) were used. Publication bias was assessed by visual inspection of the funnel plot asymmetry and Egger's regression test[27].When evidence of publication bias was found, the Trim and Fill method was used to estimate and adjust potentially missing studies, and the effect size was recalculated accordingly[28].Stata software version 15.1 (StataCorp. LP, College Station, TX, USA) was used for all analyses.", "latex": null, "type": "table"}, "TABREF1": {"text": "5%) of them had preexisting one or more morbidities, 38.4% of patients had undergone critical care, and 5,310 (14.6%) of them died. Their average age was 60.5 ± 8.0years, and 60.1% of them were male. The mean age at death was 69.9 ± 5.6 for the patients who died in COVID-19 disease. Total 36 of the selected studies presented death counts following COVID-19 disease among patients with or without specific one or more morbidities. Four included studies (Du et al. [29], Zhang et al. [30], Kim et al. [31] and Yao et al. [32]) were conducted only for dead COVID-19 patients and reported the status of pre-existing morbidities before their deaths. All studies were of moderate to high quality (Supplementary Table 6-7).", "latex": null, "type": "table"}, "TABREF2": {"text": "We found evidence of high heterogeneity (I 2 > 75%) for cardiovascular system diseases (83.8%). To examine the sources of heterogeneity, we conducted stratified analysis across types of comorbidities, study design (cross-sectional vs. retrospective cohort vs. prospective cohort), sample size (divided based on mean sample size of the included studies and ). We found odds of death varied across specific types of preexisting morbidities included to generate cardiovascular system diseases category. For instance, in the cardiovascular system diseases category, the odds of mortality were found CI: 2.53-4.24), than for COVID-19 disease patients with pre-existing arrhythmia (OR: 3.00, 95% CI: 1.96-4.57.", "latex": null, "type": "table"}, "TABREF3": {"text": "35, 36], higher D-dimer level [37], and higher C-reactive protein [38]. These increased parameters lead to multiple organ failure [39, 40], severe pneumonia, hypoxia, respiratory failure, myocardial damage, and circulatory failure [18]. These non-communicable diseases independently elevate the risk of death and increase further if patients are infected with COVID-19 disease [21, 40-42]. COVID-19 disease also damages patients' myocardial cells by destabilizing coronary plaque in preexisting cardiovascular conditions and previous history of myocardial infarct [43, 44]. Similar higher risks of mortality were reported among SARS-CoV and MERS-CoV patients with cardiovascular diseases [41, 43, 45, 46]. These two diseases are considered as ancestors of current COVID-19 disease, which were reported in 2003 and 2012, respectively [41, 43, 45, 46]. Evidence also validates that the occurrence of influenza, along with cardiovascular diseases and diabetes, could increase the risk of death [47, 48]. Pooled likelihoods in this study provide evidence of higher deaths among COVID-19 disease patients who had preexisting chronic respiratory diseases or any type of cancers. Chronic respiratory diseases like COPD and asthma are well-established risk factors for pneumonia [49], which also increase the susceptibility to COVID-19 disease infection [50]. Once patients are infected with COVID-19 disease, these further affect the patient's respiratory system and progress to severe hypoxemia [51]; therefore, the cumulative effects lead to events of death [18, 50]. Cancer patients are more likely to report a systemic immunosuppressive state and progress to severe clinical events, such as require intensive care (ICU) or death [52, 53]. Secondary infection with COVID-19 disease, which has its own . CC-BY-NC 4.0 International license It is made available under a", "latex": null, "type": "table"}, "TABREF4": {"text": "does not have such diseases. The results are comparable to deaths among previously reported SARS patients [54]. Comorbidities such as, cardio-cerebrovascular diseases, liver damage, or renal diseases accelerate an abrupt loss of kidney function [55, 56], tissue damage that causes hypoxia, shock, and rhabdomyolysis [34, 57], and increased occurrence of thrombocytopenia (reduced platelet counts) [21, 58]. These could independently elevate the risk of death and add to the adverse effects on the human body being infected with COVID-19 disease. Together, these increase occurrences of deaths. Moreover, elevated alanine aminotransferase (ALT) levels and reduced albumin levels are found to be associated with higher mortality in COVID-19 disease [21, 58], which can be caused by chronic liver and kidney diseases [58-62]. Thus, it indicates an urgency of early precautions to prevent deaths among COVID-19 disease patients with pre-existing morbidities.", "latex": null, "type": "table"}, "TABREF6": {"text": ", M., et al., Bias in meta-analysis detected by a simple, graphical test. Bmj, Pneumonia in Wuhan, China: Retrospective Case Series. SSRN, 2020. 33. Grasselli, G., et al., Baseline Characteristics and Outcomes of 1591 Patients Infected With SARS-CoV-2 Admitted to ICUs of the Lombardy Region, Italy. Jama, 2020. 06:", "latex": null, "type": "table"}, "TABREF7": {"text": "Kenny Helena, C. and E.D. Abel, Heart Failure in Type 2 Diabetes Mellitus.", "latex": null, "type": "table"}, "TABREF9": {"text": "Background characteristics of the selected studies and hospitalized sample (n = 36,398).Studies included in the narrative review 37. Grasselli et al. b, e [33] Peer reviewed ItalyNote: Sample with missing value were excluded from percentage calculation; a Complete data available for 17794 patients, and missing sample had incomplete information or directly indicated the likelihood of mortality or did not report people count with any forms of existing comorbidities; b Included only the patients in ICU or in critical condition with or without pre-existing morbidities, and data was available for 10154 patients; c included only aged or elderly people as sample; d Not included in total calculation as the study was a secondary data analysis; e Included only the patients in ICU or in critical condition; f this study included only hospitalized patients. g Sample included only death patients; Study of Tedeschi et al [87] had all patients more than one comorbidities.CC-BY-NC 4.0 International licenseIt is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not certified by peer review)The copyright holder for this preprint this version posted May 13, 2020. . https://doi.org/10.1101/2020.05.08.20095968", "latex": null, "type": "table"}, "TABREF10": {"text": "Percentage distribution of comorbidities among patients reported in admission COVID-19 infection.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Pre-existing morbidities </td><td>Distribution of comorbidities for total patients </td><td>(%) </td></tr><tr><td>Cardiovascular system disease </td><td>12760 </td><td>51.2 </td></tr><tr><td> Hypertension </td><td>9085 </td><td>36.5 </td></tr><tr><td> Cardiovascular Disease a </td><td>2957 </td><td>11.9 </td></tr><tr><td> Arrythmia </td><td>393 </td><td>1.6 </td></tr><tr><td> Heart failure </td><td>325 </td><td>1.3 </td></tr><tr><td>Immune and metabolic disorders </td><td>5966 </td><td>23.9 </td></tr><tr><td> Diabetes </td><td>5478 </td><td>22.0 </td></tr><tr><td> Immunosuppression </td><td>406 </td><td>1.6 </td></tr><tr><td> Autoimmune disease </td><td>8 </td><td>0.03 </td></tr><tr><td> Immunodeficiency </td><td>3 </td><td>0.01 </td></tr><tr><td> Metabolic disorder </td><td>4 </td><td>0.02 </td></tr><tr><td>Respiratory system diseases </td><td>1975 </td><td>7.9 </td></tr><tr><td> Chronic lung disease </td><td>1010 </td><td>4.1 </td></tr><tr><td> Chronic obstructive pulmonary disease (COPD) </td><td>577 </td><td>2.3 </td></tr><tr><td> Asthma </td><td>355 </td><td>1.4 </td></tr><tr><td> Acute respiratory distress syndrome (ARDS) </td><td>11 </td><td>0.04 </td></tr><tr><td> Chronic bronchitis </td><td>10 </td><td>0.04 </td></tr><tr><td> Tuberculosis </td><td>9 </td><td>0.04 </td></tr><tr><td> Pulmonary emphysema </td><td>3 </td><td>0.01 </td></tr><tr><td>Any types of cancer </td><td>224 </td><td>0.9 </td></tr><tr><td> Malignancy </td><td>33 </td><td>0.1 </td></tr><tr><td> Cancer </td><td>92 </td><td>0.4 </td></tr><tr><td> Tumor </td><td>16 </td><td>0.1 </td></tr><tr><td> Carcinoma </td><td>4 </td><td>0.02 </td></tr><tr><td>Cerebrovascular system diseases </td><td>198 </td><td>0.8 </td></tr><tr><td> Cerebrovascular disease b </td><td>189 </td><td>0.8 </td></tr><tr><td> Peripheral vascular disease </td><td>9 </td><td>0.04 </td></tr><tr><td>Renal system diseases </td><td>779 </td><td>3.1 </td></tr><tr><td> Chronic kidney disease </td><td>758 </td><td>3.0 </td></tr><tr><td> Urinary disease </td><td>21 </td><td>0.1 </td></tr><tr><td>Liver system diseases </td><td>2844 </td><td>11.4 </td></tr><tr><td> Chronic liver disease </td><td>45 </td><td>0.2 </td></tr><tr><td> Cirrhosis </td><td>25 </td><td>0.1 </td></tr><tr><td> Fatty liver disease </td><td>15 </td><td>0.1 </td></tr><tr><td> Hepatitis B </td><td>21 </td><td>0.1 </td></tr><tr><td> Hyperlipidemia </td><td>2732 </td><td>11.0 </td></tr><tr><td> Inflammatory disease </td><td>6 </td><td>0.02 </td></tr><tr><td>Gastrointestinal system diseases </td><td>61 </td><td>0.2 </td></tr><tr><td> Chronic digestive disorder </td><td>21 </td><td>0.1 </td></tr><tr><td> Gastrointestinal disease </td><td>40 </td><td>0.2 </td></tr><tr><td>Others c </td><td>109 </td><td>0.4 </td></tr><tr><td>Grand total </td><td>24916 </td><td>100.0 </td></tr></table></body></html>"}, "TABREF11": {"text": "Summary effects of type of morbidity categories on death among patients infected with COVID-19 disease, publication bias, and Trimand Fill estimates Note: Person survived from COVID-19 infection is considered as reference category; CI, confidence interval; OR, odds ratio. a The trim-and-fill method simulates studies that are likely to be missing from the literature due to publication or other forms of bias. The trim-and-fill OR estimates what the pooled OR would be if these missing studies were included in the analysis; b Summary estimates were based on fixed-effects methods; c Summary estimates were based on random-effects methods.", "latex": null, "type": "table"}, "TABREF12": {"text": ". https://doi.org/10.1101/2020.05.08.20095968", "latex": null, "type": "table"}, "TABREF13": {"text": "Stratified analysis of the likelihood of death among patients with cardiovascular system diseases infected with COVID-19 diseases", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics </td><td>Pooled OR (95% CI) </td><td> </td><td>P </td></tr><tr><td> </td><td> </td><td>Heterogeneity </td><td>Meta-regression </td></tr><tr><td>Type of diseases </td><td> </td><td> </td><td> </td></tr><tr><td> Cardiovascular diseases </td><td>3.35 (2.53-4.42) </td><td>&lt;0.01 </td><td>0.95 </td></tr><tr><td> Hypertension </td><td>3.28 (2.53-4.24) </td><td>&lt;0.01 </td><td> </td></tr><tr><td> Heart failure </td><td>3.98 (2.96-5.34) </td><td>0.348 </td><td> </td></tr><tr><td> Arrythmia </td><td>3.00 (1.96-4.57) </td><td>0.192 </td><td> </td></tr><tr><td>Study country </td><td> </td><td> </td><td> </td></tr><tr><td>Australia </td><td>3.68 (2.06-6.57)++ </td><td>NA </td><td>&lt;0.01 </td></tr><tr><td>Italy </td><td>3.95 (2.82-5.54) </td><td>0.239 </td><td> </td></tr><tr><td>China </td><td>4.36 (3.40-5.58) </td><td>&lt;0.01 </td><td> </td></tr><tr><td>United State of America </td><td>2.74 (2.00-3.75) </td><td>&lt;0.01 </td><td> </td></tr><tr><td>Asia, Europe, and North America </td><td>1.98 (1.16-3.38) </td><td>&lt;0.01 </td><td> </td></tr><tr><td>Iran </td><td>1.75 (0.95-3.22) </td><td>0.685 </td><td> </td></tr><tr><td>UK </td><td>2.73 (1.17-6.35)++ </td><td>NA </td><td> </td></tr><tr><td>Mexico </td><td>1.12 (0.71-1.75) </td><td>&lt;0.05 </td><td> </td></tr><tr><td>Study design </td><td> </td><td> </td><td> </td></tr><tr><td>Cross-sectional </td><td>3.79 (2.86-5.03) </td><td>&lt;0.01 </td><td>&lt;0.05 </td></tr><tr><td>Prospective cohort </td><td>3.15 (2.25-4.41) </td><td>&lt;0.01 </td><td> </td></tr><tr><td>Retrospective cohort </td><td>1.82 (0.71-1.75) </td><td>&lt;0.05 </td><td> </td></tr><tr><td>Adjustment factor </td><td> </td><td> </td><td> </td></tr><tr><td> Unadjusted </td><td>3.94 (3.24-4.80) </td><td>&lt;0.01 </td><td>&lt;0.05 </td></tr><tr><td> Adjusted </td><td>1.81 (1.30-2.53) </td><td>&lt;0.01 </td><td> </td></tr><tr><td>Sample size </td><td> </td><td> </td><td> </td></tr><tr><td>&gt;1134 </td><td>2.19 (1.59-3.02) </td><td>&lt;0.01 </td><td>&lt;0.01 </td></tr><tr><td>≤1134 </td><td>3.78 (3.14-4.56) </td><td>&lt;0.01 </td><td> </td></tr><tr><td>Mean age of total sample </td><td> </td><td> </td><td> </td></tr><tr><td>≤60 </td><td>3.70 (2.70-5.07) </td><td>&lt;0.01 </td><td>0.593 </td></tr><tr><td>&gt;60 </td><td>3.14 (2.60-3.80) </td><td>&lt;0.01 </td><td> </td></tr><tr><td>Mean age of death sample </td><td> </td><td> </td><td> </td></tr><tr><td>≤69 </td><td>4.39 (3.05-6.32) </td><td>&lt;0.01 </td><td>0.100 </td></tr><tr><td> </td><td>&gt;69 </td><td>3.00 (2.46-3.66) </td><td>&lt;0.01 </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors are grateful to the authors of the paper included in this review.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Patients with more than one comorbidity were missing. Calculated in column percentage format; One study (Caramelo et al.) was excluded from prevalence calculation as the study had not reported frequency of comorbidities; Malnutrition and dementia was skipped from the analysis as we found only one patient (Yang et al.); a Included all types of cardiovascular diseases like coronary heart diseases or artery disease; b Included Cerebral infarction; c anemia, bowel disease, tissue disease, etc.", "cite_spans": [{"start": 104, "end": 121, "text": "(Caramelo et al.)", "ref_id": null}], "ref_spans": [], "section": "annex"}]}