{
    "paper_id": "a2653477ea4b1457ef27327c2fd539dad44185a9",
    "metadata": {
        "title": "A rate equation approach to model the denaturation or replication behavior of the SARS coronavirus",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As a newly emerging virus, little is known about the SARS coronavirus, whose outbreak has brought away several hundred people's lives over the world in the year of 2003 and is seriously imperiling the human health. Revealing the denaturation and replication mechanisms of SARS coronavirus has great importance for successfully fighting SARS. However, experiments related to SARS coronavirus are extremely dangerous and therefore restricted only to certain specific labs with high safety standard. Clearly, predicting the behaviors of SARS coronavirus in a wide variety of environmental conditions, which are not easily accessible, are thus critically necessary. In this study, we proposed to quantify the survival time of SARS coronavirus either in vitro or in vivo, through introducing thermal rate process models established from the well-known Arrhenius law. The complex physical and chemical behaviors of the SARS coronavirus can then be attributed to its activation energy, frequency factor, damage function as well as the surrounding environmental conditions. Based on the first data on stability and resistance of SARS coronavirus measured by members of WHO laboratory network, the rate coefficients involved in the above equations were estimated for the first time. Predictions on the survival time of SARS coronavirus in different temperature scale were then performed. It was found theoretically that, such survival time falls in an extremely wide range, say from several seconds in high temperature to an almost infinitely long time in a low temperature environment, which has already or is being supported by the currently available tests data. Applications of the present theory to interpret several existing phenomena were presented and their implementations in developing new technical ways for SARS prevention and clinical therapy were discussed. Uncertainties involved in the theoretical models were also analyzed and predicted. Parametric studies were performed to test the effects of the rate coefficients to the survival time of SARS coronavirus. Some important factors, which can significantly vary the denaturation or replication process of SARS coronavirus were pointed out. Through regulating the parameters involved in the equation, certain potential therapies either through drug delivery or engineering approach to treat the SARS disease can possibly be established. Extension of the present model for further studies was also suggested. This study opens a new theoretical way for probing into the complex behaviors of SARS coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Zusammenfassung Der Kenntnisstand über die Eigenschaften des in 2003 neu aufgetretenen SARS Korona Virus, der einige Hundert Menschenleben gekostet hat, ist relativ gering. Die Ermittlung des Denaturierungs-und Replizierungsmechanismuses des SARS Virus ist für seine Bekämpfung von hoher Bedeutung. Experimentelle Untersuchungen an diesem extrem gefährlichen Virus dürfen nur durch Laboratorien mit einem hohen Sicherheitsstandard erfolgen. Die Vorhersage des Verhaltens des SARS Virus in unterschiedlichen Umgebungsbedingungen ist dabei erforderlich. In der vorliegenden Studie wird die Ü berlebensdauer des Virus unter Labor-und realen Bedingungen durch Anwendung der bekannten Arrhenius-Beziehung für temperaturabhängige Vorgänge ermittelt. Das physikalische und chemische Verhalten des SARS Virus wird anhand der zugrundeliegenden Modell-Parameter beschrieben. Basierend auf den ersten Messungen von Mitgliedern des WHO-laboratory-network über die Stabilität und Widerstandsfähigkeit des Virus wurden erstmalig die Geschwindigkeitskoeffizienten des Berechnungsmodells bestimmt. Vorhersagen der Ü berlebensdauer des SARS-Virus unter unterschiedlichen Temperaturbedingungen wurden ausgeführt. Das sich hieraus ergebende, sehr unterschiedliche Ausmaß der Ü berlebensfähigkeit in Abhängigkeit der Umgebungstemperatur ist durch den Vergleich mit verfügbaren experimentellen Ergebnissen bestätigt worden. Die Anwendung der vorgestellten Modellierung zur Interpretation realer Phänomene und zur Entwicklung technischer Maßnahmen zur Vorbeugung und klinischen Therapierung von SARS wird diskutiert. Der Einfluß von Unsicherheiten des Modells wird analysiert und abgeschätzt. Parametrische Studien sind durchgeführt worden, um den Einfluß der Geschwindigkeitskoeffizienten auf die Ü berlebensdauer des SARS Virus darzustellen. Einige wichtige Einflußgrößen auf die Denaturierung und Replikationsfähigkeit des SARS Virus werden aufgezeigt. Durch eine Variation der Modellparameter kann die potentielle Wirksamkeit medika-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract As a newly emerging virus, little is known about the SARS coronavirus, whose outbreak has brought away several hundred people's lives over the world in the year of 2003 and is seriously imperiling the human health. Revealing the denaturation and replication mechanisms of SARS coronavirus has great importance for successfully fighting SARS. However, experiments related to SARS coronavirus are extremely dangerous and therefore restricted only to certain specific labs with high safety standard. Clearly, predicting the behaviors of SARS coronavirus in a wide variety of environmental conditions, which are not easily accessible, are thus critically necessary. In this study, we proposed to quantify the survival time of SARS coronavirus either in vitro or in vivo, through introducing thermal rate process models established from the well-known Arrhenius law. The complex physical and chemical behaviors of the SARS coronavirus can then be attributed to its activation energy, frequency factor, damage function as well as the surrounding environmental conditions. Based on the first data on stability and resistance of SARS coronavirus measured by members of WHO laboratory network, the rate coefficients involved in the above equations were estimated for the first time. Predictions on the survival time of SARS coronavirus in different temperature scale were then performed. It was found theoretically that, such survival time falls in an extremely wide range, say from several seconds in high temperature to an almost infinitely long time in a low temperature environment, which has already or is being supported by the currently available tests data. Applications of the present theory to interpret several existing phenomena were presented and their implementations in developing new technical ways for SARS prevention and clinical therapy were discussed. Uncertainties involved in the theoretical models were also analyzed and predicted. Parametric studies were performed to test the effects of the rate coefficients to the survival time of SARS coronavirus. Some important factors, which can significantly vary the denaturation or replication process of SARS coronavirus were pointed out. Through regulating the parameters involved in the equation, certain potential therapies either through drug delivery or engineering approach to treat the SARS disease can possibly be established. Extension of the present model for further studies was also suggested. This study opens a new theoretical way for probing into the complex behaviors of SARS coronavirus. Named by the world health organization (WHO), severe acute respiratory syndrome-SARS is a newly emerging world-wide infectious disease [1] [2] [3] , which is also commonly called atypical pneumonia in China [1] [2] [3] [4] . Since its outbreak, SARS has brought about serious threatening on the human health. Up to now, investigating the pathogenesis and treatment therapy on SARS keeps receiving great attentions over the world. Some encouraging progresses have been achieved in the SARS research such as identification of cause of disease [5] [6] [7] , gene sequencing [8] [9] [10] , virus detection [11] , epidemiology analysis [12, 13] , drug and bacterin development [14] , pathology [15] , and clinical therapy [16, 17] etc. It now becomes clear that, the pathogeny to induce SARS is a brand new type of coronavirus, whose behavior turns out rather unique and had never been found before in nature. However, since little is known about the properties of SARS and no effective drugs are available, successful treatments on this disease at the present stage are extremely difficult, if not impossible. Clearly, revealing the physical and chemical behaviors of the SARS coronavirus either in or outside the human body will be very beneficial for fighting the SARS. One of the latest advancements made by the WHO multicentre collaborative network (MCN) on SARS is the successful test on the survival time of SARS coronavirus under several different environmental conditions [18] . Owing to this contribution, we now get to know that the survival time for the SARS coronavirus in the air spans from hours to days or even longer time. Such a huge difference in time scale is rather perplexing, whose interpretation is waiting for great efforts. In fact, the survival behavior of SARS coronavirus is a complex issue, which depends both on the surroundings and the virus itself [19] . To reveal the intrinsic mechanisms, a systematic theory concise in concept would be very desirable. In this study, we proposed to quantify the denaturation or replication process of the SARS coronavirus through a rate equation theory and new models capable of comprehensively characterizing the physical and chemical behaviors of SARS coronavirus will be established.",
            "cite_spans": [
                {
                    "start": 2708,
                    "end": 2711,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2712,
                    "end": 2715,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2716,
                    "end": 2719,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2780,
                    "end": 2783,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2784,
                    "end": 2787,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2788,
                    "end": 2791,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2792,
                    "end": 2795,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3114,
                    "end": 3117,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3118,
                    "end": 3121,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3122,
                    "end": 3125,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3144,
                    "end": 3147,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3148,
                    "end": 3151,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3152,
                    "end": 3156,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3175,
                    "end": 3179,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3204,
                    "end": 3208,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3209,
                    "end": 3212,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3245,
                    "end": 3249,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3262,
                    "end": 3266,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3290,
                    "end": 3294,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3295,
                    "end": 3298,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4049,
                    "end": 4053,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4449,
                    "end": 4453,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is well known that, virus is a non-cellular organism, who realizes its surviving by attacking a hosting cell. The virus could not divide itself automatically [20] . As an organism consisted by certain special nucleic acid and protein, the denaturation of SARS coronavirus can be regarded as a temperature dependent rate problem, just as any natural substances do. In fact, it has long been a basic way to address the thermal injury of biological tissues by using the rate equation. Henriques and Moritz [21] were the first to characterize the thermal injury as a first order chemical reaction process. The concise equation given by them late became the start point to analyze the thermal injury problem of biological tissues. Xu and Qian [22] made new progress in better understanding the thermal injury mechanisms by introducing the denaturation of enzyme protein. Recently, Bhowmick and Bischof [23] performed an experimental test on the injury problem of the cell membrane. Typical biophysical and biochemical events occurring in thermal injury at macro or cellular level generally include [24] : thermal denaturation of proteins, alterations in metabolic process, thermally induced alterations in physical or chemical characteristics of cells like hyperpermeability of membrane, intracellular ionic concentration and nuclear degradation, loss of birefringence properties in muscle and collagen, loss of hemoglobin from red blood cells. Similarly, the denaturation process of the SARS coronavirus in the air or its hosting cell should also follow the same mechanism as above, although may vary in the rate coefficients. The rate process model is originally established from the chemical reaction dynamics [25] [26] [27] [28] . Referring to Fig. 1 , one can see that for a typical reaction, the thermally activated reactant should overcome an energy barrier E a in order to generate products. Correspondingly, possibilities for the virus to replicate or die out also depends on the magnitude of its stored energy, and the premise for this to happen is that the stored energy should be higher than that of its critical reaction value, i.e. the activation energy. If treating the denaturation process of the virus as a first order process and defining the injury function as X, one can write its changing rate as,",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1711,
                    "end": 1715,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1716,
                    "end": 1720,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1721,
                    "end": 1725,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1726,
                    "end": 1730,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1746,
                    "end": 1752,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "Integration of the above equation over the whole period of thermal denaturation is X, i.e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "Then, variation of the virus appears as a temperature dependent rate process whose chemical reaction rate K (i.e. injury rate) can be described by the well-known Arrhenius equation [25] :",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "where, R is constant of the perfect gas (8.31 J/mol/K), E a the activation energy (J/mol),P the collision number or commonly called as frequency factor (s À1 ), T the absolute temperature (K), and t the time; X stands for injury ratio, when X = 1, it is generally regarded as that the object has almost entirely denatured (or injured) [27, 28] . Generally, for different biological organisms or environmental conditions, the magnitudes for P and E a could vary in a very large range. Combining (2) and (3), one can obtain the Henriques equation to quantify the thermal injury of the biological material [21] , i.e.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "In this equation, only two coefficients E a and P are needed to perform a comprehensive analysis on the denaturation problem of the biological samples. Such integration equation is very easy to quantitatively characterize the denaturation of virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "Here, the physical meaning for X can be expressed as the logarithm of the ratio of the concentration of the initial virus particles and that of the surviving virus particles, i.e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "where, C ((0) and C (t) are virus concentrations at initial state and that at time t, respectively. Its meaning can further be interpreted as follows. Assuming the thermal process as a first order activity, one has [26] dCðtÞ dt ¼ ÀKCðtÞ:",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "For time dependent rate parameter K (due to variation of temperature), the virus concentration should read as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "Therefore, it can be seen that the thermal injury in fact accords with (4), i.e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "Then the injury fraction can be described as [26] ",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "The above dynamics model indicates that, if the temperature is lower than certain critical value, the rate of the injury accumulation could be omitted. On the contrary, the injury rate will significantly increase. This critical temperature is generally defined as that when dX=dt becomes equal to 1.0, i.e. [25] ",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "In other words, if the temperature is higher than this value, the thermal environment can easily kill the SARS coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate process model for survival time of SARS coronavirus"
        },
        {
            "text": "The above equation is very useful in characterizing the survival time of SARS coronavirus. As will be shown later, it can provide predictions close to the reality and help get a clear and concise view on the complex behaviors of SARS coronavirus. With an extremely small size (in micro/nano scale), the SARS coronavirus would quickly reach a thermal equalibrium with the environment, which can be illustrated as follows. Assuming that a liquid droplet (such as sputum) containing virus was dropped to the surrounding air with temperature of T 1 , its temperature response can be described by a lumped system model, i.e. where, q; C are respectively the density and specific heat of the droplet, A; V the surface area and volume of the droplet, h the heat convection coefficient between the droplet and the surroundings. Solution to (11) can easily be obtained as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vitro survival time of SARS coronavirus"
        },
        {
            "text": "where, T i is initial temperature of the droplet. For an extremely small liquid droplet, the second term at the right hand side of (12) will become zero within seconds. Compared with the long survival time of the SARS coronavirus, which is generally in minutes or even days, the temperature of the SARS coronavirus can be treated as a constant without causing evident error. Therefore integration of (4) will lead to the following theoretical equation for the survival time t 0 of SARS coronavirus in the air as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vitro survival time of SARS coronavirus"
        },
        {
            "text": "It indicates that, the SARS coronavirus is very sensitive to the temperature such that the survival time t 0 exponentially depends on the temperature T, which accords well with the currently available observation. Eq. (13) still reveals that, the higher activation energy or the lower temperature or frequency factor for the virus, the longer time for it to live.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vitro survival time of SARS coronavirus"
        },
        {
            "text": "Should be pointed out that, application of (13) often implies approximations due to uncertainty of the rate coefficients. The reason mainly comes from the experiments, which may have a low testing accuracy or just record insufficient information, especially because definition of some important values such as critical survival rate, and details on the substrate are only approximately true. Besides, experimental tests up to several days could not guarantee a constant environmental temperature. These all contribute to the statistical errors and may lead to inaccurate estimation on the rate coefficients. To test the effects from each of the parameters to the survival time in (13) , t 0 was expressed as the following function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vitro survival time of SARS coronavirus"
        },
        {
            "text": "Assuming Dt is uncertainty caused by the approximate parameters, then one has Dt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vitro survival time of SARS coronavirus"
        },
        {
            "text": "where, D stands for uncertainty for each of the variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vitro survival time of SARS coronavirus"
        },
        {
            "text": "Eq. (15) can further be expressed as [29] :",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Equation for in vitro survival time of SARS coronavirus"
        },
        {
            "text": "Substituting (13) into (16) leads to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vitro survival time of SARS coronavirus"
        },
        {
            "text": "Therefore, if uncertainties for the four parameters E a ; P; T and X are given, their effects on the survival time can be evaluated and its uncertainty limit will thus be predicted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vitro survival time of SARS coronavirus"
        },
        {
            "text": "The discussion given above is only useful when the SARS coronavirus lives in the air. For the process that the virus attacks its hosting cell, then replicates or dies, more factors should be taken into concern. Analysis performed below will be very beneficial to better understand the effects of the concentrations of the virus and immune cell etc to the infection mechanisms of SARS disease. Generally, when virus enters the lung, it would try to replicate itself by attacking the hosting cell. Without adopting effective measure to prevent this from happening, the virus concentration would become higher and higher until cause injury to the lung tissues [12] . Therefore, quantitative evaluation on the early damage of the lung and then predict the damage time will be very important for a successful treatment planning on SARS. Clearly, an appropriate theoretical model would be desirable for such purpose. In the following, a theoretical model will be established to characterize the replication or death behavior of the SARS coronavirus in human body.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 661,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "As is known, replication of virus must recur to the enzyme of its hosting cell. Assuming this enzyme-catalyzed process follows a first order equation, then its reaction rate V 1 is proportional to the virus concentrations [S] and that of the active enzyme ½E a , i.e. [22] ",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "[S]",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "Within the scale of the physiological temperature, the active enzyme ½E a and the denatured enzyme ½E i obeys the following equilibrium relation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "where the equilibrium constant K d depends on temperature and can be determined via the van't Hoff equation [22] ,",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "where DH and DS are respectively the variations of the enthalpy and entropy during the enzyme denaturation process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "Since the total amount of the active enzyme and the non-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "Then, the chemical reaction rate of virus replication under enzyme catalysis was obtained as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "It indicates that, there exists an optimum temperature T opt where the reaction rate is the highest, and its value can be determined by solving equation dV dT T¼T opt ¼ 0. Generally, this value is close to the normal physiological temperature",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "37 C. If substituting T opt into (22) , one can further obtain the optimum reaction rate V opt . However, expressions for both T opt and V opt will not be given here for brief. The enzyme catalysis would help to realize a virus replication process. In contrast to this, phagocytosis by the immune reaction due to body response will restrain the growth of the virus, although the detail is not clear presently. For a generalized purpose, assuming that the cell concentration to induce a first order immune reaction is [C], the reaction rate will then also be proportional to the concentrations of the virus and the immune cells, i.e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "here, K 2 is the rate constant for the immune reaction, [C] can be regarded as a transient value and follows the relation as:",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[C]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "where, the reaction equilibrium constant K c can be approximately described by the Arrhenius equation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "where, E ac , P c are respectively the activation energy and frequency factor of virus subject to immune reaction. Concentration of the immune cells can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "Since mechanism for enzyme-enabled reaction differs from that of the phagocytosis reaction, the optimum temperatures for the two processes are also different. If certain external heating can be applied to enhance phagocytosis while restrain enzyme enabled reaction, then a useful way to kill the SARS virus can seems be established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "With the above relations, one can predict the survival time of the SARS coronavirus in the human body. Assuming the initial concentration of virus invading the human body is ½S 0 , and the rate for the enzyme enabled reaction is V 1 , the rate for the phagocytosis reaction induced by immune cell is V 2 , then the transient virus concentration [S] can be determined by the following equation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "where the transient value of [C] is determined from (27) . Clearly, if temperature and the concentration of immune cell [C] are both constant, the virus concentration can be obtained as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "If most of the virus denatured, i.e. the current concentration [S ] significantly deviate from its initial value [S o], then the damage can be regarded to happen. From (5), one can find that the damage function for the virus reads as X ¼ ln½S 0 =½S. Then the survival time for the virus to invade the human body is obtained as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "If parameters involved in the above equation can be estimated through experiment, one can predict the behavior of the SARS coronavirus and thus the SARS pathology development in the human body. However, due to difficulty to carry out an in vivo test, there is currently a strong lack of experimental data for the survival time of the SARS coronavirus in human body. This study still could not provide a calculation on such situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "Similar as above, due to uncertainty of the interior environment of human body such as variations in pH value, temperature, drug concentration, body response, substance variation even experimental measurements, uncertainty should also be considered when applying the above equation to predict the behavior of SARS coronavirus to attack the hosting cells. For such in vivo situation, the survival time can be expressed as [29] , t 0 ¼ f E a ; E ac ; P; P c ; T; X; DS; DH; K 2 ; C; ::: ð Þ ð 31Þ",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "Combination of (30) and (31) will also lead to a uncertainty equation similar to (17) . But it will not be presented here for brief. Clearly, uncertain factors for the survival time of the SARS coronavirus in vivo appear much complex than that of in the air. This makes it hard to accurately predict the disease development. Such situation should be paid with special attentions in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equation for in vivo survival behavior of SARS coronavirus"
        },
        {
            "text": "Before one can perform a prediction on the survival time of the SARS coronavirus, the rate coefficients P and E a must be obtained. Up to now, only very limited parameters for the biological samples are reported [25, 27] . Especially, there is a strong lack of such data for the bio-samples in cell level. Even for ordinary virus, no rate coefficients are available, let alone the corresponding information for the brand new SARS coronavirus. Generally, estimation of E a and P can be performed by systematically measuring the survival time of virus subject to different temperatures. Then based on a large quantity of the data of t 0 versus T, E a and P can be calculated through a least square fitting on the (13) . The procedure can be as follows: placed the virus samples in a specific environment, and applied it with surface heating or cooling and kept the virus for a specific time, then complete the viability test. The same experiments were repeated many times under different constant temperatures. The critical damage degree in each case was chosen from a series of damaged virus samples, i.e X ¼ 1, or Cðt 0 Þ ¼ 36:8%Cð0Þ. Then through rewriting (13) to its logarithm form, one has",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of rate process coefficients of SARS coronavirus"
        },
        {
            "text": "From the intercept between lnðt 0 Þ and the critical value of 1/T, one can get P; while from the slope of the curve, E a can be obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of rate process coefficients of SARS coronavirus"
        },
        {
            "text": "In practice, due to high infection of SARS coronavirus, experiments are restricted only to certain labs with high safety standard. Fortunately, the WHO MCN for SARS has experimentally obtained the first data on stability and resistance of SARS coronavirus, which makes the present study possible. Here, we will make an analysis on their data as modified in Table 1 , where the results were particularly chosen from those in neutral environment. Although these data may contain approximation, it does provide great valuable knowledge on the survival behaviors of the SARS coronavirus in various environments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 364,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Estimation of rate process coefficients of SARS coronavirus"
        },
        {
            "text": "Based on the data in Table 1 , the curve for the ln t 0 $ 1=T can be drawn as Fig. 2 , where different symbols represent data from different labs. It shows that, these data appear as some what a little disperse, which indicates that the experimental test may contain uncertainty. Theoretically (see Eq. (32)), relation between ln t o and 1/T follows a linear equation. However, due to approximation in the measured data, this relation does not strictly hold. Therefore, the presently estimated rate coefficients are in fact only mean values. Through averaging the data from different labs, we obtain the straight line in Fig. 2 , which is just the rate equation for the survival time of the SARS coronavirus in the atmospheric exvironment, i,e, ln t 0 ¼ 11199:5=T À 26:4476 ð33Þ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 78,
                    "end": 84,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 627,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Estimation of rate process coefficients of SARS coronavirus"
        },
        {
            "text": "Comparing between (32) and (33), one can obtain for the first time the activation energy and the frequency factor for the SARS coronavirus respectively as follows, E a ¼ 11199:5 Â 8:31 ¼ 0:9307 Â 10 5 ðJ=molÞ; P ¼ 3:429 Â 10 11 ðs À1 Þ: ð34Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of rate process coefficients of SARS coronavirus"
        },
        {
            "text": "The above values appear much smaller than that of the ordinary bio-samples. The fact for the small activation energy implied that it is easy for the SARS coronavirus to react to its contacting objects, which also explain the phenomena that this virus can easily be destroyed by an ordinary disinfector [18] . Meanwhile, it also indicates that the SARS coronavirus has a high infection tendency. But if its replication path can be successfully blocked off, the SARS coronavirus could also not survive for a long time. Effects of the frequency factor appear opposite to the above.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of rate process coefficients of SARS coronavirus"
        },
        {
            "text": "Results and discussion",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "Having obtained the above rate coefficients, one can then perform a theoretical prediction on the survival time of the SARS coronavirus in a wide variety of temperature ranges. Depicted in Fig. 3 are the predicted survival times of the Fig. 3 as Fig. 4 and define the temperature above 20°C as thermally important temperature. In the following, we will make a few discussions on the survival behaviors of SARS coronavirus at several special temperatures. If the environmental temperature is at 37°C, Fig. 4 shows that the survival time for the SARS coronavirus is t 0 ¼ 3:97 h. Therefore, at a hot season such as summer, it is generally not easy for the SARS coronavirus to survive, and possibility for inducing the disease epidemic will be significantly decreased. On the other hand, if intentionally heating the virus by using the tumor hyperthermia temperature 42°C, which is bearable by human body, the predicted survival time for the SARS coronavirus is t 0 ¼ 2:24 h (see Fig. 4 ). Consequently, treatment of SARS through high temperature heating is possible, as long as the heating can be kept to a long enough time. Because hyperthermia therapy is a relatively safe and non-noxious way, it is worthy of trying to cure SARS, especially since no miracle drug and definite treatment strategy are available at the present time. Besides, if the temperature was further increased to a higher however still bearable level, the treatment time can be evidently shortened. For example, if choosing heating temperature 56°C to do calculation, the predicted survival time for the SARS coronavirus is only t 0 ¼ 0:49 h. In addition, if certain assistant drug was designed to decrease the activation energy or increase the frequency factor of the SARS coronavirus, the virus could possibly be killed by an ordinary heating under a relatively low temperature. In this sense, combining drug delivery and hyperthermia to cure SARS is worth of investigation. We have proposed an engineering approach to restrain the replication of SARS coronavirus through directly ventilating hot oxygen to the human alveolus [30] . Should be pointed out that, the above analysis is performed based on the data of SARS coronavirus in air. Factors in human body are rather complex such as that there exist both factors favorable for immune or drug to react and that for the virus to replicate. Therefore, when developing a 4 . Thermally important temperature scale to kill SARS coronavirus treatment therapy in clinics, such comprehensive factors should be fully considered. In certain extreme situation such as in a high temperature environment, the SARS coronavirus can only survive for a short period. From Fig. 4 , when the temperature approaches 80°C, the predicted result shows that the SARS coronavirus will denature within 3 min. This conclusion has great importance for practice. We have proposed to heat a polluted room to completely kill the virus inside [31] . It seems now clear that, 80°C is an appropriate temperature to efficiently kill the virus. Killing the SARS coronavirus to clean the room is a new way of disinfection and produces no pollution to the environment. Such method is worth of investigation. Overall, the above results predicted from (33) accord well with the currently available measurement and observed phenomena [18] . Although the theoretical equation is founded from limited data, its efficiency in prediction is satisfactory. Theoretically, the time for the SARS coronavirus to live falls in an extremely wide range, but not just the currently reported value. This time depends on the magnitudes of the P, E a and T and the physical and chemical factors capable of changing these parameters. However, we should point out that, the experimental tests are still far from being enough, since different environmental factors and substrates will have effects on the survival time of the virus. Therefore, to completely understand the survival behavior of the SARS coronavirus, strictly defining the test conditions and perform corresponding work are still very necessary.",
            "cite_spans": [
                {
                    "start": 2099,
                    "end": 2103,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2938,
                    "end": 2942,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3320,
                    "end": 3324,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 195,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 242,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 252,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 506,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 983,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2395,
                    "end": 2396,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2682,
                    "end": 2688,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Prediction of survival time of SARS coronavirus"
        },
        {
            "text": "In the following, we will perform an analysis on the uncertainty of the survival time predicted from (33). For this purpose, uncertainties for the activation energy, temperature, frequency factor and degree of denature are all prescribed as 10%. Then the uncertainty of the predicted survival time at room temperature 25°C is Dt=t 0 ¼ 0:88: Presented in Fig. 5 are estimated survival times for more situations. From that, one can find that the temperature and activation energy affect most to accurately predict the survival time. From (17), we can draw a conclusion that at a high temperature, the accuracy for predicting the survival time is also high, while at low temperature, the prediction accuracy will become worse or even have several times of errors. What appear more reliable from the theoretical prediction is the average survival time which overall reflects the reality. However, the real value usually fluctuates around this average magnitude. This conclusion would be very useful in correctly interpreting the current or future measured results. When in the air or in human body, if certain disinfector, acid and alkali substance, drug, bacterin, or some chemical and physical factors may induce variations of the activation energy and frequency of the SARS coronavirus, it is possible a simple heating process would kill the virus. On the contrary, the survival and replication capability of the SARS coronavirus may be significantly enhanced, its ability of anti-drug, heat resistance and infection will increase. Theoretically speaking, all these situations are possible. Parametric studies given in Fig. 6 show that, for different rate coefficients, survival time for the SARS coronavirus can vary in orders even under the same environmental temperature. Therefore, if one wishes to comprehensively analyze or test the survival behavior of the SARS coronavirus, the environmental conditions should be strictly defined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 360,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1618,
                    "end": 1624,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Effects of the rate coefficients"
        },
        {
            "text": "From Eq. (30), one can find that, one of the most important factors to enable virus replication and hyperplasia is the enzyme. When a small part of the enzymen becomes irreversibly denatured, it may make it impossible for the SARS coronavirus to replicate. Generally, denaturation of enzyme is related to the temperature, pH value and drug application etc. If certain approaches were taken to intervene these factors, new therapy on the SARS can possibly be established. On the other hand, the phagocytosis on the virus due to immune regulation from the human body will also help to kill the virus. In fact, this is one of the most important factors for many SARS patients to survive. Presently, due to lack of specific medicine, the clinical treatment on SARS is still above all a kind of supporting therapy, whose essence is to regulate the immune reaction of the human body and thus finally destroy the SARS coronavirus. However, if inappropriate regulation was made, it may even enhance the replication of the virus and then make situation more serious. Therefore, study on the mechanisms of the SARS occurrence and development should be paid with much more attentions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of enzyme denaturation and immune reaction"
        },
        {
            "text": "It becomes gradually clear now that it is very easy for the SARS coronavirus to deposit in the areas of the respiratory tract, alimentary canal and neural elements, which is perhaps one of the reasons for such virus to have a strong infection. As frequently observed, the SARS coronavirus tends to adhere to these tissues. Therefore, revealing the characteristics of the physiological solutions in these areas will help to better understand the attacking behaviors of the SARS coronavirus. Similarly, we can also explain the other SARS phenomena. For example, the reason leads to virus aberrance is perhaps because its rate process has been changed forever. For example, some studies show that, the infection ability for the filial generation becomes weak, which may reflect that the process has changed the rate coefficients such as P and E a . It looks the filial generation does have a decreased activation energy or a possibly increased frequency factor. However, the SARS coronavirus does can change to a converse aberrance. This is because an extremely small change in its structure will possibly vary its activation energy. When the above parameters appear to induce an increased viability of the SARS coronavirus, its survival time will be lengthened and the infectivity will be improved. This should be born in mind with caution and effective prevention measure should be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Denaturation of SARS coronavirus and its affinity with human body"
        },
        {
            "text": "The rate equation established above has only considered the effect of a single temperature. And the estimated rate coefficients are obtained by using the data measured in neutral environment. More complex environmental situations were not taken into account. In the coming future, it is worthwhile to establish a similar rate equation, which however includes more factors such as pH value etc. Then through a limited tests on the survival time of the SARS coronavirus subject to different thermal as well as pH conditions, the corresponding rate coefficients can be estimated which would be beneficial for predicting more wide behaviors of the SARS coronavirus. Such effort would be of significance for the clinical treatment as well as prevention of SARS. For example, if one could change the acid and alkali conditions at the human tissues easily attacked by the SARS coronavirus, it will help to enhance the killing performance of the delivered drugs and therapy. For the prevention, it would be beneficial to select certain disinfector, which is more environmentally friendly and causes less pollution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of acid-alkali environment and sterile liquid"
        },
        {
            "text": "Cause of prolonged survival time of SARS coronavirus in an agglomerate with protein substances",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6.6"
        },
        {
            "text": "The ability for the SARS coronavirus to survive in the air significantly depends on the surroundings. However, if virus was contained in a protein environment such as saliva or respiratory secretion, its survival time will become much longer [32] . As is well known, the phlegm or saliva consists of a lot of protein and nutrimental substance. One of the reasons for the SARS coronavirus to live longer in such situations is perhaps because these compounds tend to maintain large activation energy E a or a low frequency factor P. As predicted in Fig. 6 , if only these two parameters change a little, they will be significant enough to induce a variation in orders of the survival time of the SARS coronavirus.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 553,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "6.6"
        },
        {
            "text": "On the other hand, the reason for the SARS coronavirus to survive longer can be regarded as a kind of concentration damage. If treating the SARS coronavirus deposited in the phlegm or saliva as also a part of this protein like agglomerate, then only when all the protein substances in the agglomerate were denatured can the packed SARS coronavirus be regarded as completely destroyed. In this way, one can predict the prolonged survival time of the SARS coronavirus deposited in phlegm or saliva. Substituting (5) into (13), one obtains,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6.6"
        },
        {
            "text": "Here, S Ã ½ is concentration for all the protein substances in the phlegm agglomerate. Compared with protein concentration S 0 ½ of the SARS coronavirus existing alone, there satisfies such a relation, i.e. S Ã ½ ¼ a S 0 ½ , where a is ratio for the volume of all protein substances to that of the SARS coronavirus. Since the virus was contained in the phlegm or saliva, if only 90% of the protein substance become denatured, can it be said the virus was killed. Assuming the SARS coronavirus only takes up 10% volume of the total phlegm or saliva, one has a ¼ 10: Then the increased survival time for the virus will be ln 10 times of its original value. For example, an original survival time of 5 h will now increase to 5ln10 = 11.5 h. Therefore, cleaning away the environmentally existing phlegm or saliva is very necessary for the successful control of the SARS infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6.6"
        },
        {
            "text": "The above study demonstrates for the first time that, the rate equation has flexible adaptability to characterize the survival time of the SARS coronavirus. Once the activation energy and frequency factor in a specific environment are available, one can perform predictions on the survival behavior of the SARS coronavirus in a wide variety of surrounding situations. The present theory appears useful not only for better understanding the spreading and survival mechanisms of the SARS coronavirus, it also suggests an important clue to develop efficient drugs, bacterin and clinical therapy. For example, if certain strategy capable of varying the activation energy, frequency factor and temperature of the SARS coronavirus can be found, it is very possible to set up a useful way for fighting the SARS. In fact, such effort has been reflected in the current SARS research activities. Compared to the ways of developing bacterin and drug, physical therapy appears much direct in its output results. For example, by testing the killing effect of a group of various physical factors to the in vitro and in vivo SARS coronavirus, it is possible to quickly screen out useful engineering approaches for treating the SARS. The currently available approaches worthy of trying are as follows [31] : Based on the temperature sensitivity of the SARS coronavirus, one can develop various heating methods for the hyperthermia and disinfection purposes; While from the non-thermal effects produced by the electromagnetic wave (static or dynamic electric stimulation, radio frequency), the optical wave (laser or violet), acid and alkali environment (by varying the pH value), the mass diffusion (high concentration oxygen or human tolerable disinfector), or delivered target substance (drug or bacterin) etc., one can also find useful ways to intervene the rate process of the SARS coronavirus and then successfully prevent or cure it. Similarly, if certain specific substance was found to react with the samples containing SARS coronavirus and produce an easily detectable physical chemical mass, one can establish a quick diagnostic method on the SARS in clinics.",
            "cite_spans": [
                {
                    "start": 1285,
                    "end": 1289,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Implementation of rate equation theory to therapy and detection of SARS"
        },
        {
            "text": "It is a good way to quantitatively characterize the denaturation or replication behavior of SARS coronavirus through the rate process theory. Based on the limited experimental data on survival time, the activation energy and frequency factor for the SARS coronavirus in a specific environment can be estimated and then applied to predict more information inaccessible through experiment. The currently available experimental data for the survival times of SARS coronavirus is very limited, and the measurements only reflect certain specific cases. It is very necessary to perform systematic tests on the survival times of SARS coronavirus subject to electric, magnetic, acoustic, optical, thermal or acid-alkali effects with different strengths. Only in this way, can the data bank for the activation and factor be established. The current data for the survival times of the SARS coro-navirus provided by different labs appears a little disperse from each other. Their accuracy is in need of re-evaluation. One possible way can be that, the same SARS coronavirus from the only source should be distributed to multiple labs over the world for independent tests on the survival time of the sample under the same experimental conditions strictly defined. In this way, deviation from each test can be tested and thus allows for a comprehensive understanding on the SARS coronavirus. Such strategy will also be helpful for testing the variability of SARS coronavirus. The causes to kill the SARS coronavirus can be attributed to the effects of changing the activation energy and frequency factor. Any drug or engineered way capable of inducing a death of SARS coronavirus will be beneficial for the treatment of SARS. Therefore, it is critical to perform experimental study on the survival or replication of SARS coronavirus either in vivo or vitro. Through a comprehensive analysis on the effects of various physical and chemical factors, one can establish the possible drug or engineering way. Although the present study is mainly for the SARS coronavirus, behaviors for any general virus to attack its host cell are approximately similar to each other and therefore can be described by the rate process theory. Analysis given in this paper will be beneficial in quantifying the physical or chemical behavior of SARS coronavirus. Up to now, little is known in this area. The present study provides a new theoretical foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World health organization multicentre collaborative network for severe acute respiratory syndrome (SARS) diagnosis (2003) A multicentre collaboration to investigate the cause of severe acute respiratory syndrome",
            "authors": [],
            "year": null,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Abu-Raddad",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finkelstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New England J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEMoa030634"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Atypical presentations of SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tambyah",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Lyc",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peret",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Emery",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New England J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1947--1958",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS associated coronavirus. New England",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Kathryn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1948--1951",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "Sjm",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Astell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "Ysn",
                    "middle": [],
                    "last": "Butterfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Khattra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1085953"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A complete sequence and comparative analysis of a SARS-associated virus (Isolate BJ01)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Si",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin. Science Bull",
            "volume": "48",
            "issn": "",
            "pages": "941--948",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Comparative full-length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Vega",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thoreau",
                    "suffix": ""
                },
                {
                    "first": "Su",
                    "middle": [],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Gene sequence analysis of SARSassociated coronavirus by nested RT-PCR (in Chinese)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. First Mil. Med. Univ",
            "volume": "23",
            "issn": "",
            "pages": "421--423",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Ifn",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1086616"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus main proteinase (3CLpro) structure: basis for design of anti-SARS drugs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wadhwani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1085658"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lung pathology of fatal severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Development of a standard treatment protocol for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Lky",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "Acw",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Lyc",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "Tmt",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Rwh",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1615--1617",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Managing SARS amidst uncertainty",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New England J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1947--1948",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "First data on stability and resistance of SARS coronavirus compiled by members of WHO laboratory network",
            "authors": [],
            "year": 2003,
            "venue": "WHO multi-center collaborative network on SARS diagnosis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "How long can SARS coronavirus survive",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Sciencetimes",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Studies of thermal injury, I. the conduction of heat to and through skin and the temperatures attained therein, a theoretical and an experimental investigation",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Henriques",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Moritz",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "Amer. J. Pathol",
            "volume": "23",
            "issn": "",
            "pages": "531--549",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Analysis of thermal injury process based on enzyme deactivation mechanisms",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "ASME J. Biomech. Eng",
            "volume": "117",
            "issn": "",
            "pages": "462--465",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Supraphysiological thermal injury in dunning AT-1 prostate tumor cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhowmick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Bischof",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv. Heat Mass Transfer Biotechnol",
            "volume": "362",
            "issn": "",
            "pages": "77--78",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Studies on the 3-D temperature transients in the canine prostate during transurethral microwave thermal therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "X"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "ASME J. Biomech. Eng",
            "volume": "122",
            "issn": "",
            "pages": "372--379",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Rate process analysis of thermal damage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Optical-Thermal Response of Laser-Irradiated Tissue",
            "volume": "",
            "issn": "",
            "pages": "561--606",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Dynamic contrast enhanced CT measurement of blood flow during interstitial laser photocoagulation: comparison with an Arrhenius damage model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Purdie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iizuka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Sherar",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys. Med. Biol",
            "volume": "45",
            "issn": "",
            "pages": "1115--1126",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A finite element model of skin subjected to a flash fire",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Torvi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dale",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "ASME J. Biomech. Eng",
            "volume": "116",
            "issn": "",
            "pages": "250--255",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "New thermal wave aspects on burn evaluation of skin subjected to instantaneous heating",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "X"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "IEEE Trans. Biomed. Eng",
            "volume": "46",
            "issn": "",
            "pages": "420--428",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Uncertainty analysis for temperature prediction of biological bodies subject to randomly spatial heating",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Biomech",
            "volume": "34",
            "issn": "",
            "pages": "1637--1642",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Feasibility study on hot oxygen ventilation to suppress SARS coronavirus' infringing upon alveolus tissue (in Chinese)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin. J. Clin. Rehabil",
            "volume": "7",
            "issn": "",
            "pages": "1745--1747",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Non-drug physical way to fight SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese). Sciencetimes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial tran smission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "Rwh",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519--1520",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Energy state diagram of a biochemical process",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Tests data on absolute temperature and survival time of SARS coronavirus (from WHO measurements [18]) Temperature dependent survival time of SARS coronavirus Fig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Uncertainty of predicted survival time (Dt=t 0 ) under different temperature level and subject to uncertain rate coefficients",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effects of rate coefficients on the survival time of SARS coronavirus",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Zusammenfassung Der Kenntnisstand über die Eigenschaften des in 2003 neu aufgetretenen SARS Korona Virus, der einige Hundert Menschenleben gekostet hat, ist relativ gering. Die Ermittlung des Denaturierungs-und Replizierungsmechanismuses des SARS Virus ist für seine Bekämpfung von hoher Bedeutung. Experimentelle Untersuchungen an diesem extrem gefährlichen Virus dürfen nur durch Laboratorien mit einem hohen Sicherheitsstandard erfolgen. Die Vorhersage des Verhaltens des SARS Virus in unterschiedlichen Umgebungsbedingungen ist dabei erforderlich. In der vorliegenden Studie wird die Ü berlebensdauer des Virus unter Labor-und realen Bedingungen durch Anwendung der bekannten Arrhenius-Beziehung für temperaturabhängige Vorgänge ermittelt. Das physikalische und chemische Verhalten des SARS Virus wird anhand der zugrundeliegenden Modell-Parameter beschrieben. Basierend auf den ersten Messungen von Mitgliedern des WHO-laboratory-network über die Stabilität und Widerstandsfähigkeit des Virus wurden erstmalig die Geschwindigkeitskoeffizienten des Berechnungsmodells bestimmt. Vorhersagen der Ü berlebensdauer des SARS-Virus unter unterschiedlichen Temperaturbedingungen wurden ausgeführt. Das sich hieraus ergebende, sehr unterschiedliche Ausmaß der Ü berlebensfähigkeit in Abhängigkeit der Umgebungstemperatur ist durch den Vergleich mit verfügbaren experimentellen Ergebnissen bestätigt worden. Die Anwendung der vorgestellten Modellierung zur Interpretation realer Phänomene und zur Entwicklung technischer Maßnahmen zur Vorbeugung und klinischen Therapierung von SARS wird diskutiert. Der Einfluß von Unsicherheiten des Modells wird analysiert und abgeschätzt. Parametrische Studien sind durchgeführt worden, um den Einfluß der Geschwindigkeitskoeffizienten auf die Ü berlebensdauer des SARS Virus darzustellen. Einige wichtige Einflußgrößen auf die Denaturierung und Replikationsfähigkeit des SARS Virus werden aufgezeigt. Durch eine Variation der Modellparameter kann die potentielle Wirksamkeit medika-mentöser oder physikalischer Therapien abgeschätzt werden. Erweiterungsmöglichkeiten des vorgestellten Modells werden vorgeschlagen. Die vorliegende Studie ermöglicht neue, theoretische Vorgehensweisen zur Untersuchung des komplexen Verhaltensmusters des SARS Virus.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Experimental conditions and survival time of SARS coronavirus (from [18])",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}