{"paper_id": "a755f3367cf1fe129b06d70c0e4618a29268f860", "metadata": {"title": "Clinical and laboratory predictors of in-hospital mortality in patients with COVID-19: a cohort study in Wuhan, China", "authors": [{"first": "Kun", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Peiyuan", "middle": [], "last": "Zuo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Yuwei", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Meng", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaofang", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Songpu", "middle": [], "last": "Xie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hao", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xinglin", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chengyun", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": "chengyunliu@hust.edu.cn"}, {"first": "K", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": ["M"], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": ["X"], "last": "Zhao", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": ["S"], "last": "Xie", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": ["H"], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Zuo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chen", "middle": [], "last": "Phd", "suffix": "", "affiliation": {}, "email": ""}, {"first": ")", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This study aimed to develop mortality-prediction models for patients with Coronavirus disease 2019 .", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "baseline clinical and laboratory data through the stepwise Akaike information criterion and ensemble XGBoost model to build mortality-prediction models. We then validated these models by randomly collecting COVID-19 patients in the Infection department of Union Results 296 patients with COVID-19 were enrolled in the training cohort, 19 of whom died during hospitalization and 277 were discharged from the hospital. The clinical model developed with age, history of hypertension and coronary heart disease showed AUC of 0.88 (95% CI, 0.80-0.95); threshold, -2.6551; sensitivity, 92.31%; specificity, 77.44% and negative predictive value (NPV), 99.34%. The laboratory model developed with age, high-sensitivity C-reactive protein (hsCRP), peripheral capillary oxygen saturation (SpO2), neutrophil and lymphocyte count, D-dimer, aspartate aminotransferase (AST) and glomerular filtration rate (GFR) had a significantly stronger discriminatory power than the clinical model (p=0.0157), with AUC of 0.98 (95% CI, 0.92-0.99); threshold, -2.998; sensitivity, 100.00%; specificity, 92.82% and NPV, 100.00%. In the subsequent validation cohort (N=44), the AUCs (95% CI) were 0.83 (0.68, 0.93) and 0.88 (0.75, 0.96) for clinical model and laboratory model, respectively.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We developed two predictive models for the in-hospital mortality of patients with COVID-19 in Wuhan and validated in patients from another center.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "We developed a clinical model and laboratory model for predicting the in-hospital mortality of COVID-19 patients, the AUCs (95% CI) were 0.88 (0.80, 0.95) and 0.98 (0.92, 0.99) in training cohort, and 0.83 (0.68, 0.93) and 0.88 (0.77, 0.95) in validation cohort, respectively.", "cite_spans": [], "ref_spans": [], "section": "Summary:"}, {"text": "Several cases of \"unknown viral pneumonia\" have been reported in Wuhan, Hubei 2 Province, China since December 2019. The causative agent was revealed as a novel 3 coronavirus named as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the 4", "cite_spans": [{"start": 72, "end": 79, "text": "Hubei 2", "ref_id": null}], "ref_spans": [], "section": "Introduction 1"}, {"text": "International Committee on Taxonomy of Viruses. The disease caused by SARS-CoV-2 was 5 named coronavirus disease 2019 (COVID-19) by the World Health Organization (WHO). 1 6 This infectious disease has rapidly spread from Wuhan to other Chinese regions 2 . Since mid-7 march 2020, cases have been detected in most countries worldwide and community spread is Mild acute respiratory infection symptoms, such as fever, dry cough, and fatigue, 13 commonly occur in the early stages of COVID-19, but some patients might rapidly develop 14 acute respiratory distress syndrome, acute respiratory failure, multiple organ failure, and other 15 fatal complications. 3, 4 No specific treatment has been fully developed for COVID-19; thus, 16 early identification of patients with poor prognosis may facilitate the provision of proper 17 supportive treatment in advance and reduce mortality. ", "cite_spans": [{"start": 169, "end": 172, "text": "1 6", "ref_id": null}, {"start": 655, "end": 657, "text": "3,", "ref_id": "BIBREF2"}, {"start": 658, "end": 659, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction 1"}, {"text": "The participants in the training cohort were all the consecutive patients diagnosed with 28 COVID-19 in the First People's Hospital of Jiangxia District in Wuhan, a major hospital in 29 the Jiangxia District. We collected data on patients hospitalized from January 7, 2020, 17:58 30", "cite_spans": [], "ref_spans": [], "section": "Study design and participants 27"}, {"text": "to February 11, 2020, 22:01. A total of 296 patients with final outcome (i.e. discharged or 31 dead) were enrolled in this study before February 12, 2020, 14:00. We then randomly 32 collected patients with COVID-19 who had been hospitalized in the Infection department of 33", "cite_spans": [], "ref_spans": [], "section": "Study design and participants 27"}, {"text": "Union Hospital in Wuhan from January 1, 2020, to February 20, 2020 to form our validation 34 cohort. A flow diagram is showed in Figure 1 . 35", "cite_spans": [], "ref_spans": [{"start": 129, "end": 137, "text": "Figure 1", "ref_id": "FIGREF9"}], "section": "Study design and participants 27"}, {"text": "The data of these participants were used to construct two predictive models for in-36 hospital mortality. The study protocol was approved by the Medical Ethics Committee of the 37 First People's Hospital of Jiangxia District and Union Hospital, and was complied with the 38 Declaration of Helsinki. We verbally informed the patients that their data would be used 39 anonymously for medical studies and obtained their permission. Written informed consent 40 was not gathered, because the data were anonymous and the study was observational. 41", "cite_spans": [], "ref_spans": [], "section": "Study design and participants 27"}, {"text": "Previous medical history, age, cough and fever (the oral temperature>37.5 ℃, the 43 axillary temperature>37℃, or the body temperature fluctuates more than 1℃ in a day) for 44 every subject were obtained by trained nurses. The laboratory data of the first examination 45 after admission of every subject were also collected. 46", "cite_spans": [], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "All blood and urinary samples were processed within two hours of collection. Routine 47 106 range (IQR), 8.6-15.5] days, respectively. The mean and median hospital stay of the 107 survivors were 6.2 ± 5.0 and 4.9 (IQR, 2.6-10.5) days, respectively. The mean and median 108 time interval between symptom onset and admission of the non-survivors were 5.2 ± 3.7 and 109 5.0 (IQR, 3.0-7.0) days, respectively. And for the survivors were 6.8 ± 4.0 and 5.5 (IQR, 3.0-110 9.2) days, respectively. 111", "cite_spans": [], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "Baseline clinical and laboratory characteristics of study population by training and 112 validation cohort are shown in Table 1 . We observed significant differences between the two 113 cohorts in age, outcome, symptoms, and clinical indicators. The patients in validation cohort 114 were remarkably older, with higher rates of diabetes and hypertension, lower SpO2, and 115 worse markers of inflammation, clotting status, and liver and kidney function. 116", "cite_spans": [], "ref_spans": [{"start": 120, "end": 127, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Variable measurement 42"}, {"text": "The comparison between the survivors and the non-survivors were shown in Table 2 . The 117 mean age of the non-survivor group was remarkably higher than that of the survivor group in 118 both cohorts. Medical history showed that the non-survivor group had a higher proportion of 119 basic disease. No substantial difference was observed in the sex composition and habits of 120 smoking and drinking between survivors and non-survivors. In the training cohort, non-121 survivors had remarkably lower SpO2 than survivors. Inflammatory cells, namely, WBC and 122 neutrophil, were considerably higher whereas lymphocyte was remarkably lower in the non-123 survivor group than in the survivor group. Meanwhile, hsCRP, a marker of inflammation, was 124 also substantially elevated in the non-survivor group. In terms of blood coagulation indexes, 125 the non-survivor group had higher D-dimer and thrombin time and lower activated partial 126 thromboplastin time than the survivor group. Cr, BUN, ALT, AST, LDH, and blood ammonia 127 were remarkably higher whereas GFR and serum ALB were significantly lower in the non-128 survivor group. 129", "cite_spans": [], "ref_spans": [{"start": 73, "end": 80, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Variable measurement 42"}, {"text": "In the model-development phase, the clinical model developed according to age, history 130 of hypertension and coronary heart disease showed good discriminatory power with AUC of Table 4 ) 142", "cite_spans": [], "ref_spans": [{"start": 179, "end": 186, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Variable measurement 42"}, {"text": "The ROC of the two models in training and validation cohort were plotted in Figure 2 . exhibited relatively good discriminatory power the and the external verification was also 151 satisfactory. We believe that this is the first study to establish models for predicting the 152 mortality of patients with COVID- 19 . 153", "cite_spans": [{"start": 312, "end": 314, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 76, "end": 84, "text": "Figure 2", "ref_id": null}], "section": "Variable measurement 42"}, {"text": "The clinical model based on age, history of hypertension, and coronary heart disease had 154 achieved good predictive power. Elderly people are at higher risks for chronic diseases and 155 more susceptible to infection. Age might be the risk factor for worse outcomes in patients 156 with COVID-19 partially because age-related immune dysfunctions result from low-grade 157 chronic inflammation according to our speculation. 5, 11 In addition, elderly patients may 158 possess other risk factors, such as comorbidities and sarcopenia. Hypertension is one of the 159 most common diseases in the elderly. History of hypertension is an important risk indicator in 160 the MuLBSTA score, which is a viral pneumonia death warning model developed by Chinese 161 scholars. 12 Our results are consistent with the above research. In addition, angiotensin- with CHD history and infected with SARS-CoV-2 has to work harder to ensure that sufficient 168 blood oxygen is provided throughout the body. The problem of increased heart burden will 169 become more prominent. Reasonable precautions must be taken to prevent these patients from 170 the viral infection. 171", "cite_spans": [{"start": 425, "end": 427, "text": "5,", "ref_id": "BIBREF4"}, {"start": 428, "end": 430, "text": "11", "ref_id": "BIBREF10"}, {"start": 766, "end": 768, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "XGBoost showed that hsCRP was the most important predictor for the mortality of patients 172 with COVID-19, followed by age, SpO2, AST, neutrophil count, D-dimer, GFR and 173 lymphocyte count. This finding is consistent with our clinical observation. 174", "cite_spans": [], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "A low SpO2 level suggests that the patients might have a serious illness at the time of 175 admission. We found that most of the patients with COVID-19 had mild acute respiratory 176 infection symptoms initially; however, the conditions of some patients would rapidly 177 exacerbate and result in multiple organ failure or even death. We suspected this exacerbation 178 was primarily due to the \"cytokine storm\" and consequent immunologic abnormality. 179", "cite_spans": [], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "Cytokine storm is an important cause of death in severe acute respiratory syndrome (SARS), 180", "cite_spans": [], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "Middle East respiratory syndrome coronavirus, and influenza A virus subtype H1N1 181 infection. [15] [16] [17] Cytokine storm also seems to be a remarkable mechanism in the present 182 outbreak of COVID-19 and contributed to the death of several patients, especially young 183 patients. A recent study showed that patients requiring ICU admission had higher 184 concentrations of granulocyte colony-stimulating factor, interferon-induced protein 10, 185 monocyte chemoattractant protein 1, macrophage inflammatory protein 1 alpha, and tumor 186 necrosis factor alpha than those who did not require ICU admission, suggesting that cytokine 187 storm is associated with disease severity. 4 A remarkable finding of our study was that the 188 increasing level of hsCRP and neutrophil counts had prominent power in predicting fatal 189 outcomes in patients with COVID-19. Neutrophil chemotaxis and transmigration are essential 190 components for host defense during infections, but excessive neutrophil infiltration 191 contributes to deleterious inflammatory processes, 18 which might deeply interact with 192 cytokine storm during virus invasion. 193", "cite_spans": [{"start": 96, "end": 100, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 101, "end": 105, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 106, "end": 110, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 685, "end": 686, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "The substantially depressed total lymphocytes in the non-survivor group indicated that 194 SARS-CoV-2 might act on T lymphocytes, and high replication of the virus leads to the 195 depletion of T lymphocytes, which suppresses the body's immunity. 19 In addition, patients 196 with severe illness are more likely to be co-infected with bacteria because of depressed 197 immune function, which is another possible reason for the increased level of neutrophils and 198", "cite_spans": [{"start": 247, "end": 249, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "hsCRP. Further studies are necessary to elucidate the cytokine storm and immunologic 199 abnormality in SARS-CoV-2 infection. 200", "cite_spans": [], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "We found that coagulation indicators might play a role in identifying severe cases as 201 well. We observed that D-dimer was negatively associated with in-hospital mortality. high specificity and PPV were demonstrated in clinical models in the validation cohort, as 244 opposed to the training cohort. We hypothesized that the probable reason was that there were 245 more deaths in patients with a history of hypertensive or coronary artery disease in the 246 validation cohort. More external validation is needed to demonstrate the robustness of the 247 model, and we currently recommend that clinical models with limited information only be 248 used for preliminary screening of high-risk populations. 249", "cite_spans": [], "ref_spans": [], "section": "Variable measurement 42"}, {"text": "By comparing the training and validation populations in Table 1 , we had observed 250 significant differences between the two groups in age, symptoms, and examination index 251 ", "cite_spans": [], "ref_spans": [{"start": 56, "end": 63, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Variable measurement 42"}, {"text": "WK and LC conceived and designed the study. WK, ZP, CX analyzed the data, and wrote the first draft of the manuscript. WK, LY, ZM, ZX, XS and ZH recruited patients, gathered data and participated in manuscript revision. LC provided study oversight and participated in manuscript revision. All authors had access to study data and approved the decision to submit the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Contributors"}, {"text": "We thank the patients and families who agreed to participate in this important study. We ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "There was no funding directly relevant to this work.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Chengyun Liu received a grant from the National Natural Science Foundation of China (81974222) within the last 36 months, which was not directly related to this study. And all of the authors declare that they have no conflict of interest. ROC curves of in-hospital mortality from logistic regression models of patients with clinical data (red ) and laboratory data (black) using Bootstrap resampling (times = 500). ROC = receiver operator characteristic. AUC = area under the curve.", "cite_spans": [], "ref_spans": [], "section": "Declaration of interests"}, {"text": "SpO2=peripheral capillary oxygen saturation. AST=aspartate aminotransferase. GFR= glomerular filtration rate. ALB=albumin. GLO=globulin. CK=creatine kinase.", "cite_spans": [], "ref_spans": [], "section": "Figure 3 Nomogram to predict the in-hospital mortality of patients with COVID-19 for clinical model (A) and laboratory model (B)."}, {"text": "-Data not collected in the validation cohort. AUC=area under the curve. AIC= Akaike information criterion.", "cite_spans": [], "ref_spans": [], "section": "Figure 3 Nomogram to predict the in-hospital mortality of patients with COVID-19 for clinical model (A) and laboratory model (B)."}, {"text": "*Bootstrap resampling (times = 500). ", "cite_spans": [], "ref_spans": [], "section": "Figure 3 Nomogram to predict the in-hospital mortality of patients with COVID-19 for clinical model (A) and laboratory model (B)."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Outbreak of COVID-19-an urgent need for good science to silence our fears?", "authors": [{"first": "L", "middle": ["H"], "last": "Lum", "suffix": ""}, {"first": "Pa", "middle": ["T"], "last": "", "suffix": ""}], "year": null, "venue": "Singap Med J 2020", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "China. The Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": [], "last": "Kok", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "514--537", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Machine learning for the prediction of volume responsiveness in patients with oliguric acute kidney injury in critical care", "authors": [{"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Ho", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hong", "suffix": ""}], "year": 2019, "venue": "Crit Care", "volume": "23", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Boosted tree model reforms multimodal magnetic resonance imaging infarct prediction in acute stroke", "authors": [{"first": "M", "middle": [], "last": "Livne", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Boldsen", "suffix": ""}, {"first": "I", "middle": ["K"], "last": "Mikkelsen", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Fiebach", "suffix": ""}, {"first": "J", "middle": [], "last": "Sobesky", "suffix": ""}, {"first": "K", "middle": [], "last": "Mouridsen", "suffix": ""}], "year": 2018, "venue": "STROKE", "volume": "49", "issn": "", "pages": "912--918", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Transparent Reporting of a Multivariable Prediction Model for Individual Prognosis or Diagnosis (TRIPOD)", "authors": [{"first": "G", "middle": ["S"], "last": "Collins", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Reitsma", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Altman", "suffix": ""}, {"first": "Kgm", "middle": [], "last": "Moons", "suffix": ""}], "year": 2015, "venue": "Circulation", "volume": "131", "issn": "2", "pages": "211--230", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Comparing the areas under two or more correlated receiver operating characteristic curves: a nonparametric approach", "authors": [{"first": "Elisabeth", "middle": ["R"], "last": "Delong", "suffix": ""}, {"first": "David", "middle": ["M"], "last": "Delong", "suffix": ""}, {"first": "Daniel", "middle": ["L Clarke"], "last": "Pearson", "suffix": ""}], "year": null, "venue": "", "volume": "44", "issn": "", "pages": "837--845", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Innate immune responses in the ageing lung", "authors": [{"first": "D", "middle": ["M"], "last": "Boe", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Boule", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Kovacs", "suffix": ""}], "year": 2017, "venue": "Clinical & Experimental Immunology", "volume": "187", "issn": "1", "pages": "16--25", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Clinical Features Predicting Mortality Risk in Patients With Viral Pneumonia: The MuLBSTA Score", "authors": [{"first": "L", "middle": [], "last": "Guo", "suffix": ""}, {"first": "D", "middle": [], "last": "Wei", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2019, "venue": "Front Microbiol", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding", "authors": [{"first": "R", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "From gene to proteinexperimental and clinical studies of ACE2 in blood pressure control and arterial hypertension", "authors": [{"first": "S", "middle": ["K"], "last": "Patel", "suffix": ""}, {"first": "E", "middle": [], "last": "Velkoska", "suffix": ""}, {"first": "M", "middle": [], "last": "Freeman", "suffix": ""}, {"first": "B", "middle": [], "last": "Wai", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Lancefield", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Burrell", "suffix": ""}], "year": 2014, "venue": "Front Physiol", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Preparing for the next influenza pandemic", "authors": [{"first": "P", "middle": ["J"], "last": "Van Dalen", "suffix": ""}, {"first": "C", "middle": [], "last": "Wijdenes", "suffix": ""}], "year": 2005, "venue": "Neth J Med", "volume": "63", "issn": "9", "pages": "337--375", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "An interferon-γ-related cytokine storm in SARS patients", "authors": [{"first": "K", "middle": [], "last": "Huang", "suffix": ""}, {"first": "I", "middle": [], "last": "Su", "suffix": ""}, {"first": "M", "middle": [], "last": "Theron", "suffix": ""}], "year": 2005, "venue": "J Med Virol", "volume": "75", "issn": "2", "pages": "185--94", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Corticosteroid Treatment Ameliorates Acute Lung Injury Induced by 2009 Swine Origin Influenza A (H1N1) Virus in Mice", "authors": [{"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2012, "venue": "Plos One", "volume": "7", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The trafficking protein JFC1 regulates Rac1-GTP localization at the uropod controlling neutrophil chemotaxis and in vivo migration", "authors": [{"first": "M", "middle": [], "last": "Ramadass", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Johnson", "suffix": ""}, {"first": "A", "middle": [], "last": "Marki", "suffix": ""}], "year": 2019, "venue": "J Leukocyte Biol", "volume": "105", "issn": "6", "pages": "1209--1233", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Understanding the T cell immune response in SARS coronavirus infection", "authors": [{"first": "O", "middle": ["H"], "last": "Janice", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Ken-En", "suffix": ""}, {"first": "A", "middle": [], "last": "Bertoletti", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Tan", "suffix": ""}], "year": 2012, "venue": "Emerg Microbes Infect", "volume": "1", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Biochemical Aspects of Coronavirus Replication and Virus-Host Interaction", "authors": [{"first": "L", "middle": [], "last": "Enjuanes", "suffix": ""}, {"first": "F", "middle": [], "last": "Almazán", "suffix": ""}, {"first": "I", "middle": [], "last": "Sola", "suffix": ""}, {"first": "S", "middle": [], "last": "Zuñiga", "suffix": ""}], "year": 2006, "venue": "Annu Rev Microbiol", "volume": "60", "issn": "1", "pages": "211--241", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Abnormal Coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia", "authors": [{"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Sun", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Specific ACE2 Expression in Cholangiocytes May Cause Liver Damage After 2019-nCoV Infection", "authors": [{"first": "Xiaoqiang", "middle": [], "last": "Chai", "suffix": ""}, {"first": "Lhyz", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.03.931766"]}}, "BIBREF22": {"ref_id": "b22", "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province", "authors": [{"first": "L", "middle": [], "last": "Kui", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Fang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Deng", "suffix": ""}], "year": null, "venue": "Chin Med J (Engl)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "25 National health commission. Treatment scheme of COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "8 being detected in a growing number of countries. On March 11, the COVID-19 outbreak was 9 characterized as a pandemic by the WHO external icon. As of March 14, 2020, 23:05, 81,032 10 and 67,287 people have been diagnosed with COVID-19 in and beyond China, respectively, 11 and 3194 patients died of this disease in mainland China.12", "latex": null, "type": "figure"}, "FIGREF1": {"text": "18 COVID-19-related deaths are more common in elderly people or patients with increasing 19 counts of neutrophils and D-dimer or decreasing counts of lymphocytes. 5 However, whether 20 these risk factors can predict a fatal outcome is unknown. Current studies on COVID-19 have 21 focused on the epidemiology and clinical features of the patients, 4,6 but information regarding 22 the prediction of its prognosis is scarce. This study aimed to develop a model that precisely 23 predicts the outcome of death for patients with COVID-19.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "131 0.88 (95% CI, 0.80-0.95), threshold of -2.6551, sensitivity of 92.31%, specificity of 77.44%, 132 positive predictive value (PPV) of 21.43% and negative predictive value (NPV) of 99.34% 133 (Table 3). The laboratory model developed with age, SpO2, neutrophil count, lymphocyte 134 count, hsCRP, D-dimer, AST and GFR had a significantly stronger discriminatory power than 135 the clinical model (p = 0.0157) with AUC of 0.98 (95% CI, 0.92-0.99), threshold of -2.9998, 136 sensitivity of 100.00%, specificity of 89.23%, PPV of 48.15% and NPV of 100.00%. 137 In the model validation phase, we observed good discriminatory powers with the AUCs 138 of 0.83 (95% CI, 0.68-0.93) and 0.88 (95% CI, 0.75-0.96), threshold of -1.7976 and -3.8238, 139 sensitivity of 64.29 % and 100.00 %, specificity of 93.33% and 70.00%, PPV of 81.82% and 140 60.87 %, NPV of 100.00% NPVs of 84.85% and 100.00% for clinical model and laboratory 141 model, respectively. (", "latex": null, "type": "figure"}, "FIGREF3": {"text": "143The nomogram of these models was drawn to provide quantitative and convenient tools in144 predicting the risk of in-hospital mortality of COVID-19 patients by clinical and laboratory 145 characteristics at time of admission. (Figure 3). 146 Discussion 147 This training cohort included 296 patients with COVID-19 in Wuhan with a total in-148 hospital mortality of 6.4%. We established a clinical model and a laboratory model to predict 149 patient death by readily available clinical features at time of admission. Both models 150", "latex": null, "type": "figure"}, "FIGREF4": {"text": "ACE2), the receptor of SARS-CoV-2, 13 is directly involved in the 163 process of acute lung injury after virus infection because of its important regulatory role in the 164 renin-angiotensin-aldosterone system. However, an abnormal expression and dysregulation 165 of ACE2 may occur in hypertensive individuals, 14 which may be the reason for the poor 166 prognosis of patients with hypertension complicated with COVID-19. The heart of a patient 167", "latex": null, "type": "figure"}, "FIGREF5": {"text": "202According to previous research on SARS, inflammatory response may modify coagulation 203 pathways and genes, which results in disseminated infarct and hemorrhage that can be seen in 204 the lungs in the autopsy of patients with SARS.20 Wang et al. showed that 58% of patients 205 with COVID-19 patients have prolonged prothrombin time. 5 Tang et al. investigated the non-206 survivors with COVID-19 and revealed that these non-survivors had remarkably higher D-207 dimer and fibrin degradation product levels and longer prothrombin time compared with 208 survivors upon admission. They suggested that common coagulation activation and secondary 209 hyperfibrinolysis occur in the late stages of COVID-19 patients 21 . 210 Liver function was an important predictor for the mortality of patients with COVID-19. 211 A recent research indicated that SARS-CoV-2 may directly bind to ACE2-positive 212 cholangiocytes; thus, liver abnormalities in patients with COVID-19 may be due to 213 cholangiocyte dysfunction and other causes, such as drug-induced and systemic inflammatory 214 response-induced liver injuries 22 . More research are needed, because most of our patients had 215 evidence of liver dysfunction prior to therapy. Multiple-organ dysfunction, including kidney 216 dysfunction, indicates poor survival outcome. In our study, GFR was remarkably lower in the 217 non-survivor group than in the survivor group. A research of critically ill patients with 218 COVID-19 in Wuhan showed that 29% had acute kidney injury 23 . Therefore, we suggest that 219 special care of kidney dysfunction should be included in the treatment of patients with 220 COVID-19 during hospitalization. 221 At present, this novel infection has no specific treatment, and the use of IgG and 222 systemic corticosteroid remains controversial; therefore, the early identification of patients 223 with poor prognosis and early active intervention (e.g., early respiratory support 22 , 224 continuous renal replacement therapy, and immune adsorption) to avoid disease development 225 are the key to treatment. However, early identification remains a difficult task for doctors as 226 the symptoms of COVID-19 are not typical. 227 The clinical model could help doctors to initially identify high-risk patients in settings 228 with limited medical resources, such as patients who are isolated at home. We observed 229 relatively high sensitivity (92.31%) and NPV (99.34%), which means a lower likelihood of 230 missing high-risk individuals; a relatively low PPV (21.43%), which means a higher 231 likelihood of misjudging individuals with actually low-risk. Therefore, the clinical model is 232 suitable for the initial screening. The laboratory model showed better discriminatory power 233 than the clinical model with an AUC value of 0.98, sensitivity and NPV of 100.00%. Baseline 234 data for the model can be obtained in the patient's first routine examination after admission 235 and can help doctors surmise the prognosis at an early stage and guide subsequent treatments; 236 hence, the patients who are prone to develop the disease at critical level can get close 237 attention and high-level treatments in advance. This model can also be used as a reference for 238 transferring patients from community hospitals or square cabin hospitals (the temporary 239 hospital for the placement and observation of mildly ill patients and suspected cases) to 240 higher-level hospitals. 241In the model validation phase, we also observed good discriminatory powers with the 242 AUCs of 0.83 and 0.88 for clinical model and laboratory model, respectively. Interestingly, 243", "latex": null, "type": "figure"}, "FIGREF6": {"text": "SpO 2 , inflammatory cells, coagulation function, liver and kidney function). Our model has 252 been validated and performed good discriminatory powers in heterogeneous populations with 253 different levels of hospital, different death ratio and different physical condition, suggesting 254 that the models may be applicable to different settings 255Our study has several limitations. First, our research were carried out among patients 256 with COVID-19 in Wuhan; therefore, further verification is needed in populations in other 257 areas. Second, the record of data may be affected by prehospital medication and the time 258 interval between admission and onset. Third, our analyses did not include data such as body 259 mass index and viral load, which are potential risk factors to predict the severity of infection. 260However, our predictive models still showed good discriminatory power after verification in 261 heterogeneous population. Fourth, we did not collect treatment-related data (such as 262 mechanical ventilation) which may be critical to patient's prognosis. However, all hospitals in 263China carried out treatment in accordance with the guidelines issued by the National health 264 commission of China 25 . In our current study, we established two predictive models based on 265 data from the first examination upon admission as baseline data. Future studies should include 266repeated measures data to test whether longitudinal changes in clinical index have a stronger 267 ability to predict prognosis. 268In this study, we built a clinical model and a laboratory model to predict the in-hospital 269 mortality of patients with COVID-19, which exhibited relatively satisfactory discriminatory 270 powers in external verification. Our models may help to achieve early intervention in high-271 risk patients and rational allocation of medical resources. 272. 27313", "latex": null, "type": "figure"}, "FIGREF7": {"text": "thank Juan feng and Haibin Han (department of information center, The First People's Hospital of Jiangxia District, Wuhan City & Union Jiangnan Hospital, Huazhong University of Science and Technology, Wuhan, China) for their assistance in establishing the clinical database. We gratefully thank Dr. Changzhong Chen (Microarray Core Facility, Dana-Farber Cancer Institute, Harvard Medical School, Boston) for excellent technical assistance of this work. The datasets generated during the current study are available from the corresponding author on reasonable request.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Figure legends", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Flow chart of the cohort study Figure 2 ROC curves for in-hospital mortality of patients with COVID-19 for the training cohort (A) and validation cohort(B) .", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Figure 1", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Figure 2", "latex": null, "type": "figure"}, "TABREF0": {"text": "Baseline clinical and laboratory characteristics of study population by training and validation cohort. SpO2=peripheral capillary oxygen saturation. WBC=White blood cell count. hsCRP=high sensitivity C reactive protein. ESR=erythrocyte sedimentation rate. APTT= activated partial thromboplastin time. PT= prothrombin time. GFR=Glomerular filtration rate. Cr=Creatinine. BUN=Blood urea nitrogen. AST=aspartate aminotransferase. ALT=alanine aminotransferase. LDH=lactate dehydrogenase.", "latex": null, "type": "table"}, "TABREF1": {"text": "Baseline clinical and laboratory characteristics of study population by in-hospital mortality.Data are n (%), mean ± SD or median (interquartile range).SpO2=peripheral capillary oxygen saturation. WBC=White blood cell count. hsCRP=high sensitivity C reactive protein. ESR=erythrocyte sedimentation rate. APTT= activated partial thromboplastin time. PT= prothrombin time. TT=thrombin time. FIB= plasma fibrinogen. GFR=Glomerular filtration rate. Cr=Creatinine. BUN=Blood urea nitrogen. AST=aspartate aminotransferase. ALT=alanine aminotransferase. LDH=lactate dehydrogenase.", "latex": null, "type": "table"}, "TABREF2": {"text": "Multivariable logistic regression models of in-hospital mortality in the trainingcohort.Baseline predictors are OR, unless otherwise stated, with 95% CIs in parentheses when appropriate.Prameters were selected by Stepwise (AIC) and contribution (gain) of each variable to the in-hospital death according to the ensemble XGBoost model. Sensitivity, specificity, positive predictive value, and negative predictive value were based on a predicted probability of 0.50. CHD=coronary heart disease. NA=not applicable. AIC= Akaike information criterion. AUC=area under the curve. *Bootstrap resampling (times = 500).", "latex": null, "type": "table"}, "TABREF3": {"text": "Accuray of the clinical model and laboratory model in the training and validation cohort.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Training cohort (n=296) </td><td>Validation cohort (n=44) </td></tr><tr><td>Model characteristics </td><td>Clinical model </td><td>Laboratory model </td><td>Clinical model </td><td>Laboratory model </td></tr><tr><td>AUC* </td><td>0.88 (0.80, </td><td>0.98 (0.92, 0.99) </td><td>0.83 (0.68, </td><td>0.88 (0.75, </td></tr><tr><td>0.95) </td><td> </td><td>0.93) </td><td>0.96) </td></tr><tr><td>Threshold </td><td>-2.6551 </td><td>-2.9998 </td><td>-1.7976 </td><td>-3.8238 </td></tr><tr><td>AIC </td><td>80.23 </td><td>32.95 </td><td>42.20 </td><td>37.62 </td></tr><tr><td>Sensitivity, % </td><td>92.31 </td><td>100.00 </td><td>64.29 </td><td>100.00 </td></tr><tr><td>Specificity, % </td><td>77.44 </td><td>92.82 </td><td>93.33 </td><td>70.00 </td></tr><tr><td>Positive predictive value, % </td><td>21.43 </td><td>48.15 </td><td>81.82 </td><td>60.87 </td></tr><tr><td>Negative predictive value, % </td><td>99.34 </td><td>100.00 </td><td>84.85 </td><td>100.00 </td></tr></table></body></html>"}}, "back_matter": []}