{
    "paper_id": "a97d9af4a2f7de3959962d49b441b01883133d4a",
    "metadata": {
        "title": "Journal Pre-proof Resuming arthroplasty: A well aligned and a balanced approach in the COVID-19 era Title Page Resuming Arthroplasty: A well aligned and a balanced approach in the COVID-19 era",
        "authors": [
            {
                "first": "Omkar",
                "middle": [],
                "last": "Sadigale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "-Sir H N Reliance Foundation Hospital",
                    "institution": "",
                    "location": {
                        "settlement": "Mumbai"
                    }
                },
                "email": ""
            },
            {
                "first": "Vaibhav",
                "middle": [],
                "last": "Bagaria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "-Sir H N Reliance Foundation Hospital",
                    "institution": "",
                    "location": {
                        "settlement": "Mumbai"
                    }
                },
                "email": "drbagaria@gmail.com"
            },
            {
                "first": "Raju",
                "middle": [],
                "last": "Vaishya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indraprastha Apollo Hospital",
                    "location": {
                        "settlement": "Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Vaibhav Bagaria",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Returning to Arthroplasty amidst the COVID-19 pandemic requires a well aligned and a balanced approach. Following a set protocol and staged measures are the need of the hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This article details the specifics for resumption of arthroplasty in the era of COVID19. While formulating the policy for resumption, it is necessary that we consider the following factors: patient's general health status, follow strict guidelines issued by the government, alter and enhance our operating room discipline and last but not the least, leverage technology for optimal patient care and enhanced outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As a knee arthroplasty surgeon, accurate alignment and balance are considered the holy Grail for success; the COVID-19 pandemic has misaligned the entire world, including the arthroplasty surgeons and thrown them off balance. The idea of flattening the curve has resulted in an unprecedented lock down and deferment of all elective orthopaedic surgery, including Arthroplasty. As the concept of Herd immunity gained traction and the realization that at some stage we will need to return to normalcy, there are several areas of doubt and confusion exist. Earlier, the decision of shutting down was relatively much easier than the much more complicated process of reopening now! With the pandemic around, there also exists an 'infodemic' where several pieces of information were littered, with little or no conclusive evidence to provide satisfactory guidance to the Arthroplasty surgeons. In order University Medical Center: A Novel Technique [published online ahead of print, 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Apr 18]. J Arthroplasty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "to ascertain and scientifically answer some very pertinent questions regarding resuming arthroplasty, some evidence-based information is being provided in form of this monograph, which should help to guide surgeons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We did extensive literature review considering the following points, related specifically to Arthroplasty on the:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence-Based Practices (EBP) for return to arthroplasty"
        },
        {
            "text": "• Clarity of protocol and commitment to successful execution The review of EBP suggests the following guidelines to use for the Arthroplasty surgeons:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence-Based Practices (EBP) for return to arthroplasty"
        },
        {
            "text": "• Elective arthroplasty surgeries should be performed only in COVID free facility",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Judicious Case Selection: Short Stay and Short Surgical Duration"
        },
        {
            "text": "• Hospital stay must be as short as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Judicious Case Selection: Short Stay and Short Surgical Duration"
        },
        {
            "text": "• Judicious patient selection based on COVID exposure, age (<60 years old), ASA grading, socio-economic-professional situation and surgical indication. [1] • Determine patient demand and willingness for Arthroplasty after the Pandemic • Assess patient's demand by asking those who had cancellations for their elective Arthroplasty, to see if they want to reschedule it immediately.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Judicious Case Selection: Short Stay and Short Surgical Duration"
        },
        {
            "text": "• Unilateral procedures must be preferred to bilateral simultaneous arthroplasty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Judicious Case Selection: Short Stay and Short Surgical Duration"
        },
        {
            "text": "• The positive pressure ventilation should be avoided, ideally turned off or a negative pressure is recommended if it can be reliably installed. [2] • Use of ventilation system with minimum 20 air changes per hour.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Laminar flow and Negative Pressure"
        },
        {
            "text": "• It is preferable that the surgical team members to remain outside the OT during intubation and extubation procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laminar flow and Negative Pressure"
        },
        {
            "text": "• Maintain unidirectional flow of people, with minimum door openings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laminar flow and Negative Pressure"
        },
        {
            "text": "• These systems are ineffective in preventing the respiratory droplet or aerosol mediated contamination as seen in SARS cases. [3]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helmet and Personal Protection system"
        },
        {
            "text": "• The helmet-hood filters are inefficient to contain the particles of 0.02-1 μm in diameter to meet the standard for protective respirators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helmet and Personal Protection system"
        },
        {
            "text": "• However, we recommend the use of AAMI class 3 filter over the top of the inlet and AAMI class 4 filter on the sides of the hood. • The use of N95 masks is must under the hoods. In absence of helmets, a visor or googles along with double masking is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helmet and Personal Protection system"
        },
        {
            "text": "• The helmet must be sterilized after every procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helmet and Personal Protection system"
        },
        {
            "text": "• The doffing should be done carefully.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helmet and Personal Protection system"
        },
        {
            "text": "• The OT and its surroundings must be sanitized after every procedure as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spacing between cases and OT sanitization [6]"
        },
        {
            "text": "• All the potentially single use scrubs must be disposed in IRHW containers at the dedicated doffing stations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spacing between cases and OT sanitization [6]"
        },
        {
            "text": "• The ventilators, radiological equipment must be sanitized with chloro-derivate solution, rinsed and dried.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spacing between cases and OT sanitization [6]"
        },
        {
            "text": "and Not more than 8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig1: Showing an Ideal OT setup with restricted number of health care workers ( Ideally 6"
        },
        {
            "text": "• The use of power tools like drill, saw and burr are associated with droplet and fine particle generation and their use must be minimized as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Aerosol generating equipment [7]"
        },
        {
            "text": "• The procedures where reaming of the medullary canal is done, extra precaution is needed as it disrupts the laminar flow, transmitting and disseminating the infectious particles in the OT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Aerosol generating equipment [7]"
        },
        {
            "text": "• The monopolar cautery should be used minimally and that too with sucking its fumes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Aerosol generating equipment [7]"
        },
        {
            "text": "• All the procedures must be done by senior experienced surgeon to avoid repetition of steps",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Aerosol generating equipment [7]"
        },
        {
            "text": "• The use of pulsed lavage systems must be avoided as it may increase the risk of transmission by generating the fine particles from the surgical wound. [8] 6. Closure and dressing",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Use of Aerosol generating equipment [7]"
        },
        {
            "text": "• Unless contraindicated the subcuticular buried knots with absorbable sutures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Aerosol generating equipment [7]"
        },
        {
            "text": "• Consider Negative Pressure Wound therapy (NPWT) that can reduce need for frequent dressing changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Aerosol generating equipment [7]"
        },
        {
            "text": "Based on the current available information, a staged return is probably the best way forward. All the patients planned for surgery must be screened and tested negative for COVID-19-rt-PCR 48 to 72 hours prior to surgery. This return can be described in three stages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plan for the Staged return towards full-fledged arthroplasty service [9]"
        },
        {
            "text": "• Targeted to who will have maximum benefit and those are mentally conditioned to undergo the same in the times of pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage I"
        },
        {
            "text": "• Relatively younger patients between 50-60 years, ASA grade I (normal healthy patients and ASA grade II (with mild systemic disease), BMI < 30kg/m 2 must be considered. (Risk factors -smoking and comorbidities cardiovascular diseases, hypertension, diabetes, lung disease, cancer, liver and kidney diseases).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage I"
        },
        {
            "text": "• Patients fit for Day care Arthroplasty are preferred in Stage I",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage I"
        },
        {
            "text": "• Avoid bilateral cases in Stage 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage I"
        },
        {
            "text": "• Patient tested negative for COVID -19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage I"
        },
        {
            "text": "• All the patients to be optimised for surgeries on virtual visits by a multidisciplinary team of anaesthetist, physicians orthopaedic surgeons",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage I"
        },
        {
            "text": "• Focussed on the patients with low to moderate risks depending on the age, patient`s demographics and COVID-19 local profile (green zone).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage II"
        },
        {
            "text": "• Shorter inpatient stay (overnight or 48hrs)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage II"
        },
        {
            "text": "• The focus in this stage would be to resume all arthroplasty procedures • Reaching the stage will depend on epidemiological assessment of the prevalence of the herd immunity in the community • Healthcare facilities should be relatively free and be amenable to take elective and planned post operative intensive care admissions • To assert that the dedicated multidisciplinary team is available is available all the time in ongoing pandemic without compromising the pandemic needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage III"
        },
        {
            "text": "[10]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage III"
        },
        {
            "text": "The summary of recommendations is listed in table 1. • Closure: with Absorbable subcuticular preferred. NPWT in obese and vulnerable groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage III"
        },
        {
            "text": "• Follow up: Virtual Consults and where available home care program for physio/ nursing care can be instituted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage III"
        },
        {
            "text": "As the number of COVID cases rises, the possibility of arthroplasty returning to normalcy seems a distant dream today. The truth about what the future holds is -\"We have absolutely no idea what's going to happen; your guess is as good as ours\". One thing however is certain that we need to restart it at some point soon. However, this has to be done with meticulous planning to safeguard our patients, our staff, and all stake holders including ourselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage III"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Surgery in COVID-19 patients: operational directives",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Coccolini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perrone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chiarugi",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Marzo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ansaloni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scandroglio",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zago",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Paolis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forfori",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Agresta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Journal of Emergency Surgery",
            "volume": "15",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 -Evidence-Based Best Practice Guidelines Specific to Orthopaedic Surgeons",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Surgical helmets and SARS infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Derrick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg InfectDis",
            "volume": "10",
            "issn": "2",
            "pages": "277--279",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.030764"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Helmet Modification to PPE With 3D Printing During the COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Bobbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fearis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13017-020-00307-2"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Indian Society of Anaesthesiologists (ISA National) Advisory and Position Statement regarding COVID",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "Sjs",
                    "middle": [],
                    "last": "Bajwa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mehdiratta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Economic recovery after the COVID-19 pandemic: resuming elective orthopedic surgery and total joint arthroplasty",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Anoushiravani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Dicaprio",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Healy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iorio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of Arthroplasty",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infection Prevention Measures for Surgical Procedures during a Middle East Respiratory Syndrome Outbreak in a Tertiary Care Hospital in South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Rep",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-019-57216-x"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Optimal patient outcomes with reducing resource expenditures • Appropriate patient selection • Optimising the operating theatre (OT)design • Flow for successful execution",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Minimize number of people (Maximum 8) in the OT to optimally use PPE. [5]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Team Approach: Dedicated multidisciplinary team to be institutecd • Pre-surgery Workup: Medical optimisation of all the patients on virtual visits • Strategy: Day care or short stay arthroplasty to be encouraged • Anaesthesia: ASA grade I and II preferred in initial phases of resumption. Use of Spinal or regional anaesthesia wherever possible. • Patient selection -Periprosthetic fractures, infection and revision arthroplasty surgeries -treated on priority. ASA grade I & II preferred in initial stages • Avoid surgery: In Patients on chronic steroid use, chemotherapy, high blood pressure, uncontrolled diabetes, cancer, kidney, lung, liver disorders. • Consent: to be taken on the basis of COVID-19 related platforms and as per Government and local authority guidelines • Testing: 2 swabs within 48 hr of surgery with HRCT Chest preferred. Govt Recommendations to be followed. • OR Time: Minimising the surgical time with the economy of steps and use technology to attain the same.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Resource Management: Minimal OT traffic & Experienced Operating Lead Surgeon • PPE: Proper protocols to be followed for donning and doffing the PPE • Minimize instrumentation: Decrease trolley & movement of inventory. Use of PSI and technology only where possible.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Bilateral TKR: to be avoided & if absolutely necessary then only in younger patients with ASA grade.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of recommendations.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}