{
    "paper_id": "a9b3742dd5f7aba5435c33303706af630a7215b4",
    "metadata": {
        "title": "Journal Pre-proof Experience and suggestion of medical practices for burns during the outbreak of COVID-19 Experience and suggestion of medical practices for burns during the outbreak of COVID-19",
        "authors": [
            {
                "first": "Siyuan",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Zhiqiang",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yizhi",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Haisheng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Qizhi",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Huapei",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Xiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jianglin",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Junyi",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gaozhong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gaoxing",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China. Corresponding authors: Luo Gaoxing",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "practices for burns during the outbreak of COVID-19. We hope these experiences and suggestions could benefit for our international colleagues during the pandemic of the COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "[Key words] COVID-19, burns, experience and suggestion, control of infectious epidemic 2019 novel coronavirus (2019-nCoV) is one of the beta-genus coronaviruses,which is responsible for the severe outbreak of new coronavirus pneumonia in 2019. The International Committee on Taxonomy of Viruses has announced that the official classification of the new coronavirus is known as Severe Acute Respiratory Syndrome Coronavirus 2，SARS-CoV-2 [1] .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Organization has also announced that the official name of the disease caused by the virus is COVID-19. [2] COVID-19 was epidemic firstly in Hubei province of China. Chinese government has officially incorporated the new coronavirus pneumonia into the \"People's Republic of China Infectious Disease Prevention and Control Law\" provisions of the Class B infectious diseases, and according to the management of Class A infectious diseases, and continuously issued the updated relevant prevention and control guidelines and programs [3] [4] [5] . Up to now, from the first to 7 th of the\"new coronavirus pneumonia diagnosis and treatment program have been issued. After the outbreak, medical staff and scientists from all over the world have been racing against time to carry out the basic and clinical research on the new coronavirus and the new coronavirus pneumonia. A series of achievements have been made, which deepens our understanding of the new coronavirus, and provides theoretical support for the prevention and treatment of the new coronavirus pneumonia [6] [7] [8] [9] [10] [11] [12] . However, it is still a critical period for the prevention and control of the new coronavirus pneumonia outbreak. The burn department, as an emergency department, is facing serious risks. In order to improve the patient treatment rate, avoid medical staff infection or reduce the risk of infection, according to the characteristics of the new coronavirus pneumonia, our own experience, the latest release of the diagnosis and treatment program of China and the relevant recommendations of national prevention and control, combined with the latest literature at home and abroad and hospital management experience of related departments, etc., our institute, one of the biggest burn centers in the world, raised some advices on the medical practice in burn department during the new coronavirus pneumonia pandemic, hoping to provide useful information to medical staff in burn department and hospital managers.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[4]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "[6]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "text": "[7]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "[8]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1091,
                    "end": 1094,
                    "text": "[9]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[10]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[11]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[12]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The general principle of this recommendation is to suggest burn patients of home treatment, going to a nearby hospital, or dressing change at an outpatient department, except for emergent or critical burn patients when admission to hospital is necessary. Remote diagnosis and treatment through internet are encouraged. Non-emergency surgery should be suspended. As long as not affecting treatment results, try to carry out emergency surgery step by step separately to short surgery time to prevent further aggravation of patients and lower exposure risk of medical workers. As such, this proposal focuses on the treatment process and treatment focus of burn patients during the outbreak of new coronavirus pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1 Advice for Burn Clinic and Emergency During the Outbreak 1.1 Home Treatment J o u r n a l P r e -p r o o f It is recommended that patients do not have to come to the hospital unless absolutely necessary, to reduce the risk of infection with the virus during the outing and medical treatment. Small area burn injury is suggested to be treated at home. First aid knowledge about small area burns should be spread to residents. After the burn injury, the management of wound area should follow the protocol of flushing, taking of clothes, soaking, disinfection, bandage or exposure. Long-term flushing with cold water immediately after the burn injury is stressed. The duration of flushing should be over 30 minutes, optimal 2-4 hours. If no pain is felt after moving away from the cold water for 2-5 minutes, it indicates sufficient flushing. After enough time for cold treatment, iodophor can be used to disinfect wound area, followed by external use antibacterial drugs, such as Mupirocin Ointment, and bandage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1.2 Protection of medical staff Doctors and nurses on duty generally take the first level standard protection. Goggles and face screens should be worn if necessary. Medical protective clothing is non-essential. Disposable surgical clothing can be wore on top of white coat to enhance protection. When conditions permit, secondary level standard protection can be employed as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At a burn clinic or emergency, it is recommended that only 1 patient be admitted at a time, with a maximum of 1 family member per patient. Patients and their companions must wear mask and keep a distance of more than 1 meter from the doctor. They are also required to take a temperature measurement. Patients with a body temperature over 37.3 ℃ and/or with symptoms of coughing, breathlessness and other symptoms of respiratory infection, or with an abnormal medical history, should be sent to the fever clinic for further treatment immediately with the assistance of outpatient staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1.3 Screening of Medical History When asking about medical history, the doctors should focus on the history of the epidemic, including the contact history of Wuhan, Hubei Province, confirmed cases in other areas or the relevant community or close contact history. Do not forget the inquiry of the companions with this information. It is recommended that patients and companions be asked to use their mobile phone number to send short messages (the specific number is based on local announcements) to inquire whether they have been to the affected area within 14 days or if there is a potential history of close contact. Finally, ask about the burn-related medical history, and record it in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1.4 Wound examination Surgical gloves should be worn to strengthen protection when examining the wound, but hand hygiene is still required before and after contact with the patient. Unnecessary contact with the patients should be avoided. If there is a possible infectious exposure, immediately flush with flow water followed by disinfection of the hands or areas that may be exposed with 75% ethanol (volume fraction) or chlorine disinfectant (effective chlorine content 500 mg/L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1.5 Dressing change Therapists performing dressing change should take at least level one standard protection, while wearing goggles and face screens. Disposable surgical clothing can be wore on top of white coat to enhance protection. When conditions permit, secondary level standard protection can be employed as well. During dressing change operation, wear 2 layers or surgical gloves to reduce the risk of infection. More importantly, strict hand hygiene is required before and after contact J o u r n a l P r e -p r o o f with the patient. If suspected exposure occurs, immediately proceed hand disinfection with 75% ethanol or chlorine disinfectant (effective chlorine content 500 mg/L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For patients with daily dressing change, it is recommended that according to the exudate and the progress of the wound, the interval between changes of dressing can be extended to 2 to 3 days. Exposure, semi-exposure therapy can be used in some patients according to their wound situation to reduce the frequency of dressing change. Rational use of new dressings to promote healing and reduce the frequency of dressing change is recommended. It is recommended that according to the wound situation and local medical level, some patients can change dressing at the nearby hospitals or clinics, reducing the risk of infection on the way to the doctor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1.6 Rehabilitation treatment It is recommended to suspend or limit the carry out of outpatient rehabilitation and laser treatment according to the actual situation of the local outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1.7 Other advices Some life-threatening patients can be admitted on the premise of initial exclusion of infection. If the patient is a confirmed, suspected or close contact, consult an infectious disease physician before developing an admission scheme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2.1 Hospital admission Burn patients who are diagnosed with new coronavirus pneumonia and must be hospitalized can be admitted and accommodated in the same ward. Suspected patients with new coronavirus pneumonia must be treated in single isolation immediately. Close contacts of new coronavirus pneumonia, whether employing single isolation treatment can be decided according to the specific conditions of the hospital. Blood routine and chest CT examinations of newly admitted patients should be routinely performed for preliminary screening. For those with lymphocyte number decline and/or exudative inflammation shown by chest CT, it is recommended to go to the fever clinic for further verification. Patients with negative results in the preliminary screening can be hospitalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for hospital admission, diagnosis and treatment of burn patients during the outbreak"
        },
        {
            "text": "After the preliminary screening excluding the above 3 categories of patients (new coronavirus pneumonia confirmed, suspected or close contact, the same below), according to the requirements of infectious disease prevention, control and isolation, set up a separate area of wards as a temporary quarantine area. All new patients in this area udergo single isolation for 3 to 5 days for medical observation. Single isolation for 14 days is recommended if possible. Then, patients can be transferred to other wards for further treatment. If there is no symptoms of new coronavirus infection after 2 weeks, accommodate the patients as previously. If suspicious new coronavirus infection was found during observation, immediately contact the fever clinic for consultation or send the patient to the fever clinic for in-depth screening. It is recommended that no family members stay at wards for all patients. For patients who really need family caregivers, only 1 family member for each patient is allowed. Replacement of caregiver is forbidden. It is recommended to ask the contact history of the caregiver, or inquire the contact history through mobile phone number. Caregivers must not be new coronavirus pneumonia diagnosed patients, suspects or close contacts. Masks are required by all personnel in the wards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for hospital admission, diagnosis and treatment of burn patients during the outbreak"
        },
        {
            "text": "During hospitalization, for suspects or close contacts, if new coronavirus infection cannot be ruled out, it is recommended that all treatments are carried out in accordance with the highest protection standard-the criteria for diagnosed patients. According to the patient's condition, try to use exposure or semi-exposure therapy to protect the crust as long as possible. Do not perform invasive operations, such as invasive blood pressure detection, deep vein catheterization, unless necessary to minimize the risk. Health care workers and related staff should take turns to work to reduce cross-infection. All staff in contact with the above-mentioned patients must employ three levels of standard protection, and strictly perform treatments in accordance with the requirements of The Prevention and Control of Infectious Diseases A. The clean-up and disinfection of the area, as well as the disposal of medical and household waste are also quite important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization"
        },
        {
            "text": "For patients with no obvious symptoms of new coronavirus pneumonia and not the above mentioned 3 categories, after single isolation of 3 to 5 days (can be extended the isolation period to 14 days if possible), on the basis of the above principles, necessary surgical treatment can be performed on patients with indications of operation, to improve the quality of wound healing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization"
        },
        {
            "text": "2.3 Nursing of critical surgical patients Critical surgery patients need care, conversation and visitation during treatment. During the pandemic, close the general visiting channel in the critically ill area. Video visits can be provided. Caregiver in the ward is not allowed. Or one caregiver for one patient as stated before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization"
        },
        {
            "text": "If the above-mentioned 3 categories of burn patients are combined with inhalation injury, it is recommended to place them in a negative pressure isolation room. Medical staff should guide and encourage patients to practice position change by themselves, coughing sputum. Advocate the use of artificial nose. Timely remove artificial airways to reduce respiratory secretion splash due to the patient's open airway. Try to reduce the frequency of invasive operations, such as sputum absorption and airway lavage. Strengthen the individual's protection according to the third degree level standards when performing the above-mentioned operations. The injection of normal saline into the endotracheal tube for lavage which causes intense coughing is prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of burn patients with combined inhalation injury"
        },
        {
            "text": "2.5 Rehabilitation Decide whether to suspend rehabilitation treatment or limit the frequency of treatments in the hospital department according to the situation of the local outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of burn patients with combined inhalation injury"
        },
        {
            "text": "3 Recommendations for burn surgery during the outbreak For the above 3 categories of patients, it is recommended to adopt a simple and effective, step operative program to shorten the time of a single operation for necessary surgery, such as tracheotomy, escarrotomie, debridement and skin grafting for large area of Ⅲ degree burn wound or infective wound, debridement and coverage of necrotic tissue, including blood vessels, nerves, tendons, etc. For patients who have been hospitalized for more than 2 weeks and have no symptoms of the new coronavirus pneumonia, or newly admitted patients but have been excluded from the infection of the new coronavirus pneumonia, surgical treatment can be arranged in a timely manner according to the usual surgical procedure. It is still recommended to strengthen infection prevention and control during the operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of burn patients with combined inhalation injury"
        },
        {
            "text": "Fever is a common clinical manifestation of the new coronavirus infection. Patients who have been hospitalized for 2 weeks may develop a fever because of severe burns. Thus, it is important to distinguish the cause of fever. First of all, fever caused by the new coronavirus infection should be screened again. Inquire in detail about the infectious disease-related exposure history. Re-check the visitors to make sure there are no above mentioned 3 categories of personnel. Check chest CT and blood routine to assist in the exclusion. Highly suspicious patients with blood routine and CT abnormalities should do the new coronavirus nucleic acid test. In addition, severe burns which cause fever have some characteristics, such as a large area of burns, the Scab going through debridement period or wound secreting a large amount of exudate, or post major surgery. Besides, burn fever does not accompany cough weakness. Blood routines usually show elevated white blood cell levels and elevated calcitonin. A decrease in neutrophil levels can be observed in some very severely infected patients. Nucleic acid test result for new coronavirus is negative. Chest CT examination is generally normal or typical of bacterial or special microbial infections. These features can help us identify new coronavirus pneumonia or burns induced fever or ARDS, to determine whether to perform surgery and precautions during the surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of burn patients with combined inhalation injury"
        },
        {
            "text": "3.1 Quantity control of surgery During the pandemic, with proper control of the amount of surgery, the operating room and the number of operating days can be reasonably arranged. Multiple surgeries are grouped on the same 1 or 2 operating days to reduce the cluster infection of patients caused by surgery, and to reduce the risk of exposure of operating room personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of burn patients with combined inhalation injury"
        },
        {
            "text": "3.2 Preoperative preparation Accomplish routine preoperative examination and testing. According to the patient's situation, do or redo the new coronavirus pneumonia-related testing and examination if necessary, especially lung CT examination, pharynx swab and new coronavirus nucleic acid testing. The surgeon and anesthesiologist shall fully communicate the surgical treatment plan and specific surgical methods taken in the present special circumstances with the patient and obtain the informed consent and signature confirmation of the patient. Prepare the blood supply before surgery. Antibiotic use for the above-mentioned 3 categories of patients should consider the need for the treatment of the new coronavirus pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of burn patients with combined inhalation injury"
        },
        {
            "text": "3.3 Prevention and control during the surgery All medical personnel involved in the operation must strictly implement the standard protection measures for operation of Class A infectious diseases. Pay more attention to hand hygiene and personal protection. Pay attention to the details during the operation. Reduce liquid splashing and contamination. Take simple and effective procedures for the operation, as the condition permits. For example, debridement and dressing change or vacuum aspiration therapy can be performed at phase Ⅰ, while skin grafting be carried out at phase Ⅱ. 4 Recommendations for the transfer of critical burn patients during the pandemic In principle, it is not recommended to refer patients from epidemic area to non-epidemic areas. Make full use of remote consultation systems and various video conferencing tools for contactless consultations. In principle, the above 3 categories of patients can not be transferred to hospital except for the designated hospital. If the local hospital does not have the capacity for treatment, remote consultation can be applied. On-site consultation can be applied if necessary. If surgery can not be performed at the local hospital, temporary treatment measures protecting crust can be employed. Emergency surgery, such as tracheotomy, escarrotomie, establishment of invasive vascular channel, should be performed according to the third level standard prevention and protection. , Necessary life-saving surgery can be carried out by burn surgery specialist in the three-level protection in an isolated operating room, preferable negative pressure operating room in the designated hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of burn patients with combined inhalation injury"
        },
        {
            "text": "If the designated hospital for new coronavirus pneumonia does not qualified for the treatment of critically burn patients, after consultation with burn specialists of the superior hospital, contact the infection department of the superior hospital and prepare the negative pressure transport tools, such as negative pressure stretcher, negative pressure ambulance, etc. to transfer critical burn patients to negative pressure ward for isolation and treatment. If the transfer takes place in an affected area, the standard for transportation tools can be appropriately lowered according to the specific circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of burn patients with combined inhalation injury"
        },
        {
            "text": "It is recommended to suspend the rehabilitation treatment with close contact. Try to avoid the risk of contact with medical personnel caused by non-essential medical activities. Patients may properly carry out self-administered bedside rehabilitation training. Rehabilitation treatment can be timely carried out according to the actual situation of local epidemic changes. However, prevention and control of the outbreak in the rehabilitation area must be reasonably arranged. In principle, no transfer is allowed unless critically ill patients who need to be transferred to a superior hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for rehabilitation and discharge of burn patients during the outbreak"
        },
        {
            "text": "In addition to meeting the criteria of discharge from the burn department, discharge criteria for the new coronavirus infection must be met [3] . Patients can be transferred to the local community after discharge. Necessary isolation and observation after discharge are needed. In principle, after discharge, patients in the key affected areas are not recommended to immediately return to non-epidemic areas. These patients should follow the corresponding local government regulations.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for rehabilitation and discharge of burn patients during the outbreak"
        },
        {
            "text": "6. Recommendations for the management of burn wards during the outbreak Set up a management team for new coronavirus pneumonia outbreak prevention and control. Re-schedule and optimize the medical process and re-distribute the inpatient ward according to the requirements of infectious disease prevention and control. Eye-catching instructions to guide the patients should be set up. The ventilation and air conditioning system J o u r n a l P r e -p r o o f management of the disease area should be valued. Strengthen the training of the knowledge and skills of the medical personnel in the epidemic prevention and control, especially the use of personal protective equipment. Make sure each medical staff masters these knowledge and skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for rehabilitation and discharge of burn patients during the outbreak"
        },
        {
            "text": "For the burn departments that have the capacity or burn departments of designated hospitals which have admitted the above-mentioned 3 categories of patients, quarantine areas should be set up and strictly managed in accordance with the regulations governing the disease areas of Infectious Diseases A. As for those hospital without quality to admit new coronavirus pneumonia patients, once finding these 3 categories of patients, quarantine the patient locally and immediately. At the mean time, report to the fever clinic or the duty personnel of the corresponding epidemic prevention and control department. Transfer the patient to the local designated new coronavirus pneumonia treatment hospital or specialist hospital according to the situation. In the case of patient with fever with unknown reason, it is recommended to diagnose according to the identification of fever caused by the new coronavirus pneumonia and burns proposed in 3.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for rehabilitation and discharge of burn patients during the outbreak"
        },
        {
            "text": "\"14 days of medical observation\" should be carried out for medical personnel and other relevant personnel who have the risk of exposure as having contact during perioperative period or participating in the diagnosis of a new coronavirus infection patient. Personnel without risk of exposure who confirms that infection prevention and control and personal protection are strictly carried out in accordance with the corresponding protection standards will not be subject to medical observation. But the relevant clinical symptoms of the new coronavirus infection should be closely observed. Once the relevant abnormal symptoms appear, self-isolation and reporting followed by treatment in a timely manner shall be carried out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for rehabilitation and discharge of burn patients during the outbreak"
        },
        {
            "text": "With the Internet, tele-medical services have been paid more and more attention, and are gradually popularized and widely used, in the epidemic period of infectious diseases more show a strong advantage. Rapid and accurate consultation on diseases can be carried out through the Internet alone, enabling patients to receive professional advice and advice without having to come face-to-face with a physician, minimizing the risk of human-to-human transmission of the epidemic. At the same time, through the Internet of Things can also timely and fast related drugs and other medical supplies to patients, so that patients get timely, rapid, professional diagnosis and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for telemedicine for the treatment of burn patients during the outbreak"
        },
        {
            "text": "At present, there are many remote medical service platforms, such as good doctor online, apricot doctor, Ping An good doctor, and so on. There is also a number of WeChat public accounts, which provide medical consultation and services. In this critical period of the outbreak, the Chinese Burn Association and the Chinese Medical Association Burn Doctors Branch cooperate with Tencent Medical Association respectively to provide free online medical advisory services, so that burn patients can get the professional opinions and suggestions from burn experts in a timely manner within doors. We should publicize it in different ways to benefit more ordinary people and burn patients during the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for telemedicine for the treatment of burn patients during the outbreak"
        },
        {
            "text": "8 Recommendations for the disposal of medical waste during the outbreak The medical waste is disposed in accordance with the relevant requirements of the Class A infectious diseases of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for telemedicine for the treatment of burn patients during the outbreak"
        },
        {
            "text": "To sum up, the new coronavirus is a novel virus. The current study shows that it is highly contagious and has great damages on target organs, not only just lungs, but also kidneys, heart and other tissues and organs. It leads to an increase in urine protein, myocardial calcium protein at an early stage. Its severe rate is quite high [13] [14] [15] . The latest literature shows that the mortality rate of patients with severe new coronavirus lung infection can be as high as 61.5% [16] . Therefore, the burn department medical staff must fully realize the characteristics and hazards of the new coronavirus. Both Hubei and other places that have been slightly alleviated, should establish a high degree of vigilance on the epidemic in clinical work. The epidemic prevention and control awareness shall be truly implemented into every procedure and detail of clinical work. By improving the prevention and control programs and strengthening personal protection awareness and training skills, try the best to minimize or avoid infection of medical personnel.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[13]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[14]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[15]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[16]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The above-mentioned recommendations are based on the current available public information, combined with the experience of our hospital and the work experience at a Wuhan hospital. This article still needs to be improved. Doctors in burns department can make reasonable and effective optimization and adjustment in consideration of your specific situation. Finally, if the relevant rules of this article has conflict with the renewed \"new coronavirus pneumonia prevention and control program\" lunched by China later, refer to the principles of the government. We will make the corresponding proposed changes simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Conflict of Interest: All authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome-related coronavirus: the species and its viruses-a statement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19): the epidemic and the challenges",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health Commission of the People's Republic of China. Chinese clinical guidance for COVID-19 pneumonia diagnosis and treatment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "National Health Commission of the People's Republic of China. Chinese clinical guidance for COVID-19 pneumonia diagnosis and treatment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2022",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "National Health Commission of the People's Republic of China. Notice on further strengthening the protection of medical personnel during the epidemic of COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Does SARS-CoV-2 has a longer incubation period than SARS and MERS?",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rayner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Asymptomatic cases in a family cluster with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30114--30120",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Enteric involvement of coronaviruses: is faecal-oral transmission of SARS-CoV-2 possible?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaushal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transmission dynamics and evolutionary history of 2019-nCoV",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Fq",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Caution on kidney dysfunctions of 2019-nCoV patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "B"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The operation of debridement can be relatively conservative. Try to avoid the exposure of deep important tissue and shorten the time of a single operation. Encourage the use of tools such as pullers and skin matchers to improve surgical efficiency. 3.4 Postoperative treatment Close observation of the patient's condition after surgery, including symptoms of respiratory infection. Pay attention to postoperative analgesic treatment. Decide whether to use antiviral J o u r n a l P r e -p r o o f drug treatment for new coronavirus pneumonia according to the patient's specific situation, combined with the recommendation of the infection department consultation. Suspend postoperative rehabilitation training. Disinfection of surgical instruments and other medical supplies and the operating room should be performed strictly in accordance with the management requirements of Class A infectious diseases.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}