{
    "paper_id": "b0b5f23b2198671d227559acbc980726437d63bf",
    "metadata": {
        "title": "OR AL 1 Presumed optic neuritis of non-infectious origin in dogs treated with immunosuppressive medication: a retrospective study from 2000 to 2015 OR AL 2 Density and distribution of feline conjunctival goblet cells OR AL 4 Factors affecting publication of abstracts presented in 2008-2012 ECVO meetings in peer-reviewed journals OR AL 5 Investigation of corneal autoantibodies in horses with immune mediated keratitis (IMMK)",
        "authors": [
            {
                "first": "L",
                "middle": [],
                "last": "Bedos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Animal Health Trust (AHT)",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Tetas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Animal Health Trust (AHT)",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Dennis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Diagnostic Imaging Unit",
                    "institution": "Animal Health trust",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Shea",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Animal Health Trust",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "E€",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Jakab",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Animal Health Trust (AHT)",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Tichy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Animal Health Trust",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Nell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Animal Health Trust (AHT)",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Yair",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bdolah-Abram",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Ofri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "K"
                ],
                "last": "Braus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Animal Health Trust (AHT)",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Diagnostic Imaging Unit",
                    "institution": "Animal Health trust",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Kummer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Animal Health Trust",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Kjh",
                "middle": [],
                "last": "Kleinwort",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ludwig-Maximilians-University",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Hirmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ludwig-Maximilians-University",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "J"
                ],
                "last": "Mcmullen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "¶",
                "middle": [
                    "M"
                ],
                "last": "Florin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Diagnostic Imaging Unit",
                    "institution": "Animal Health trust",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "A"
                ],
                "last": "Deeg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Diagnostic Imaging Unit",
                    "institution": "Animal Health trust",
                    "location": {
                        "settlement": "Newmarket",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: To describe clinical findings, MRI features, management, and outcome of 25 canine cases with suspected optic neuritis presented to the AHT from January 2000 to December 2015. Materials: The clinical database was searched for optic neuritis. Information collected included age, gender, breed, clinical signs and duration, physical, ophthalmic and neurological examination, systemic disease, MRI findings, CSF and PCR analysis for Toxoplasma gondii, Neospora caninum and canine distemper virus, biochemistry, haematology, abdominal ultrasound, radiographic findings, treatment and outcome. Dogs with acute onset of vision impairment, systemic immunosuppressive treatment and follow-up periods of at least 6 months were included. Dogs with pathology involving the visual pathway(s) caudal to the optic chiasm or within the visual axis, retinal/optic nerve disease, metastatic/primary neoplasms, severe systemic illness, progression of neurological disease despite immunosuppressive treatment and abnormal ERG were excluded. Results: Ages ranged from 8 months to 10 years. The duration of clinical signs varied from 1 day to 2 months. MRI revealed contrast enhancement and swelling of the optic nerve in 10 and eight cases, respectively. CSF was available in all cases. The mean cell count was 82.48 cells/lL (0-5/lL) and the mean protein level was 0.45 g/L (0.00-0.35 g/L). Fundoscopic evidence of optic nerve disease was present in 14/25 cases. Immunosuppressive doses of prednisolone were administered in 21/25 cases and cytosine arabinoside in 10/25 cases. Vision was recovered in 17/25 cases and in 6/10 dogs receiving cytosine arabinoside. Conclusion: A positive outcome was typically dependent on administration of prednisolone (with recurring signs if discontinued).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: To examine the density and distribution of goblet cells (GC) in the feline conjunctiva and investigate a potential effect of age on GC density. Methods: Forty-one eyes of 22 cats euthanized for reasons unrelated to this study were used. Fixed upper and lower eyelids were divided into nasal and temporal regions. Third eyelids were excised and investigated separately. Samples were embedded in paraffin wax; sections were stained with periodic acid Schiff's reaction (PAS) and analyzed with light microscopy. To determine the topographic distribution of GC, each region was subdivided into marginal, palpebral and bulbar zone. Results: The palpebral zone of both eyelids contained significantly (P < 0.001) more GC (27.4-31.9%) than the marginal or bulbar areas. Highest GC density was found in the nasal palpebral zone of the upper eyelid (31.9%). Marginal and bulbar sites contained negligible numbers of GC (2.6-10%). Lowest goblet cell density was detected in the nasal bulbar zone of the lower eyelid (2.6%). Overall the nasal region contained significantly (P = 0.036) more GC than the temporal region but there was no significant difference in GC densities between the upper and lower eyelids. Correlation analysis showed no significant effect of age on GC counts. Conclusions: Goblet cells density in the palpebral zones was similar to those found in dogs. However, GC numbers in the bulbar sites were more similar to those found in horses. Age does not have an effect on GC density. This is the first morphological study that describes distribution and density of GC in the feline conjunctiva.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: Our aim was to identify variables that determine whether an ECVO meeting abstract will be published in a peer-reviewed journal. Methods: An online search identified published papers based on abstracts presented in the 2008-2012 ECVO meetings. Variables analyzed (using Pearson chi-square test) included oral paper or poster; clinical research, basic science or case report; species; ocular organ; nationality; funding; and whether the first/last author was a resident/diplomate in academia or private practice. Results: 87/299 abstracts were published, 49 in Veterinary Ophthalmology, within 544 AE 403 days of presentation at a meeting. Type of presentation (P = 0.006) and species (P = 0.02) were significant, with 36% of oral papers, as well as 47% and 40% of laboratory animals and equine abstracts, respectively, published. Authors' nationality (P = 0.02), but not language (P = 0.47), was significant, with 60% and 39% of Austrian and British abstracts, respectively, published. First/last authors who were diplomates (P = 0.01), residents (P < 0.0001) or university staff (P = 0.04) published 36%, 63% and 34%, respectively, of their abstracts. 87/299 abstracts acknowledged funding, and of these 40% were published (P = 0.02). Clinical research, basic science and case reports accounted for 133/299, 95/299 and 71/299 of abstracts, respectively, with type of study not affecting publication (P = 0.43). The cornea and retina accounted for 30% of all abstracts, but ocular organ did not affect publication (P = 0.13). Conclusions: Scores of similar studies have been conducted in human medicine, but we believe this is the first of its kind in veterinary medicine. Only 29% of ECVO abstracts are published, compared to 39% of AAO abstracts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: To investigate the presence of autoantibodies in horses with immune mediated keratitis (IMMK). Methods: Twenty-eight horses with IMMK and 27 healthy controls were screened for serum autoantibodies against the corneal proteome using 1D-(SDS-PAGE) and 2D-PAGE with subsequent western blot analysis. A spot of interest from 2D gel electrophoresis was identified using mass spectrometry. Indirect immunohistochemistry on healthy equine cornea was performed as an alternative method to detect serum autoantibodies in all animals. Results: Only a minority of horses affected by IMMK (4/28; P > 0.05) showed a single band (SDS-PAGE) not reactive in healthy controls or a single spot (2D-PAGE) (5/28; P = 0.05) not detected by healthy controls. The latter spot was identified as maspin via mass spectrometry. SDS-PAGE followed by western blot analysis using human maspin did not reveal any difference between IMMK horses and healthy controls. Indirect immunofluorescence did not reveal any difference between healthy horses and those with IMMK. Conclusion: An insignificant number of IMMK patients showed autoantibodies against maspin, a corneal protein responsible for the inhibition of cell migration and the cell adhesion to the extracellular matrix. Currently, the pathogenesis for IMMK remains unclear. The methods applied did not reveal autoantibodies that may play a role in the pathogenesis of IMMK. Support: ECVO research grant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "OR AL 6 Topography of the canine cornea following phacoemulsification surgery CJ Dixon Veterinary Vision, Penrith, Cumbria, UK Purpose: Topographical analysis of canine corneas before and after bimanual phacoemulsification to identify surgically induced astigmatism (SIA). Methods: Thirty eyes from 15 dogs, undergoing cataract surgery by a single surgeon, were measured using a corneal",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "OR AL 3 Clinical applications of canine cold-stored corneoscleral tissue E Fenollosa-Romero and TNL Knott Rowe Eye Clinic, Bradley Stoke, Bristol, UK Purpose: To assess the use of cold-stored canine corneoscleral allografts both in penetrating keratoplasty and corneo-scleral reconstruction. Methods: Corneoscleral buttons, harvested aseptically within 24 h of donor death, were stored in Cornea Cold â (Bausch & Lomb Surgical) at 2-6°C. Donor tissue was used to perform a penetrating keratoplasty (PK) in two cases of corneal endothelial degeneration post phacoemulsification and one case of post-malacic scarring. The recipient bed on the penetrating keratoplasties was created using a Hessburg-Barron vacuum trephine (Altomed â ). Donor corneal tissue was harvested using a donor punch (Altomed â ) from the corneoscleral button that had been hypothermically stored. It was also used for reconstructive surgery in four cases of limbal melanocytomas (LM). All LMs were removed by full thickness en bloc resection with reconstruction of the globe wall using corneoscleral allografts harvested from a cold-stored corneoscleral button. All cases received topical and systemic broad-spectrum antibiotic, systemic non-steroidals and topical immunosuppressives started shortly after surgery. Results: Good corneal clarity was achieved in 2/3 PK cases. One of the corneal endothelial degeneration cases developed moderate corneal oedema, however, the eye retained a good menace response. One of the LM cases sustained a hypertensive episode shortly after surgery. In another LM case the graft was superficially ulcerated during 3 weeks. All cases achieved good visual and comfortable outcomes (follow-up 120-365 days). Conclusion: Canine corneoscleral tissue stored in Cornea Cold â resulted in good transparency in 2/3 penetrating keratoplasty cases and both good transparency and tectonic support when used for corneoscleral reconstruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "OR AL 4 Factors affecting publication of abstracts presented in 2008-2012 ECVO meetings in peer-reviewed journals topography machine (Keratron Scout). Coaxial phacoemulsification was performed via a 2.8 mm corneal incision at the 10 o'clock position. A 1 mm corneal side-port was created at the 1 o'clock position. All eyes received a prosthetic intraocular lens and both ports were sutured with 9-0 Vicryl. The readings were taken pre-operatively, 1, 6 and 12 weeks postoperatively. SIA was calculated by vectoral analysis with the Alpins method. Results: The mean (AESD) values recorded were: pre-operative astigmatic error 1.14D (AE0.51), post-operative astigmatic error 1.83D (AE0.65), SIA magnitude 1.81D (AE0.88), SIA axis 62.87 o (AE46.61). SIAs of >1D were found in 77% of eyes and the largest SIA was 3.79D. Conclusions: Corneal topography is commonly used in human ophthalmological assessment, but has not been reported in the canine. The results indicate that bimanual cataract surgery, with sutured corneal ports, creates SIA with a rotation of the keratometric axis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Comparison of the absorptive rate of two Schirmer tear test strips in healthy dogs and cats S Jugant, A R egnier and JY Douet D epartement des Sciences Cliniques, INP-Ecole Nationale V et erinaire, Universit e F ed erale de Midi-Pyr en ees, Toulouse, France Purpose: To compare the in vitro and in vivo absorptive capacity of two currently available Schirmer tear test (STT) strips. Methods: For the in vitro experiment, 20 standard STT strips (Virbac â ) and 20 modified STT strips (Merck â ) were used as recommended by the manufacturers and the folded end of each strip was dipped in a 0.9% sodium chloride solution. The wetted length of the strips was measured after 15 s. For the in vivo evaluation, 24 healthy dogs and 16 healthy cats were included in the study. For each animal, STT1 was randomly measured twice on each eye, with a 30 min washout period, once with a Virbac â strip and once with a Merck â strip. A t-test was used for statistical analysis. Results: The in vitro experiment documented a significantly higher absorption rate of the Merck â strips (+42%) compared to the Virbac â ones. The in vivo evaluation showed a significantly higher wetting of the Merck â strips compared to the Virbac â ones. STT1 mean values (AESD) were 23.8 AE 3.7 mm/min and 17.7 AE 4.4 mm/min for Merck â strips while they were 15.9 AE 3.8 mm/min and 11.2 AE 6.2 mm/min for Virbac â strips, in dogs and cats, respectively. Conclusions: These results show that the absorptive rate significantly differ between the Virbac â and Merk â STT strips, both in vitro and in vivo. They confirm that STT strips from different manufacturers can give significantly different wetting values. In conclusion, it is recommended that STT strips of the same manufacturer be used for the follow-up of tear production over time in a dog or a cat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OR AL 7"
        },
        {
            "text": "M Vanore and C Briffod Department of Ophthalmology, CHUV, University of Montreal, Montreal, Quebec, Canada Purpose: To verify the safety and the usefulness of cisplatin containing biodegradable beads after surgical excision of corneolimbal squamous cell carcinoma (SCC) in horses. Methods: Medical records of nine horses (five geldings and four females) of different breeds (five Haflingers, three Quater Horses and one Thoroughbred) and ages (mean age of 14.1 AE 5.5 years) which had a keratectomy and conjunctivectomy of a corneolimbal SCC were reviewed. All nine horses showed ocular abnormalities for 1-6 months before referral. The surface area of the tumors was classified as size I: ≤1 cm 2 , size II: between 1 and 2 cm 2 , size III: ≥2 cm 2 . Surgery was performed under general anaesthesia. Cisplatin beads were implanted around the debulked area and anchored by a conjunctival flap sutured to the sclera with an absorbable suture. The beads were spaced 1 cm from each other. Histopathological analysis confirmed the nature of the mass. Results: No horse had local tumor recurrence at the site of the surgical excision and cisplatin implantation at the last follow-up (1-9 years). Local minimal adverse effects such as mild ocular pain, conjunctival inflammation and focal keratitis were noticed. In one case a conjunctival granuloma appeared 1 month after the surgery. Conclusion: This study suggests that surgery combined with local implantation of cisplatin beads may be useful for the treatment of equine corneolimbal SCC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OR AL 8 Use of cisplatin biodegradable beads for treatment of corneolimbal squamous cell carcinoma (SCC) in Equidae"
        },
        {
            "text": "OR AL 9 Fungal infections of the eye and orbit in cats: a retrospective study of 119 cases B Beckwith Cohen,* L Teixeira † and RR Dubielzig † *Department of Vision Science, The University of California-Berkeley, Berkeley, CA, USA; † Comparative Ocular Pathology Laboratory of Wisconsin, the University of Wisconsin-Madison, Madison, WI, USA Purpose: To describe the clinical and histopathological presentation of fungal pathogens affecting the eye and the orbit in cats. Methods: The COPLOW database was searched for cats diagnosed with ocular mycotic infections. One hundred and nineteen ocular tissues were identified. Ocular specimens were stained with hematoxylin-and-eosin, Grocott-Gomori's methenamine silver stain, periodic acid-Schiff, or other stains as needed. Occasionally special diagnostics as PCR or fungal culture were available for certain samples. Results: Of 119 cats, 106 were of domestic breeds, no sex predilection was noted. Cats were presented with intraocular fungal disease (n = 96), orbital mycosis (n = 12), mycotic blepharitis or conjunctivitis (n = 9), mycotic keratitis (n = 4) or combinations of the above. Multifocal or systemic disease was reported for six cats, and penetrating trauma was reported or suspected histologically in 9 cats. Eleven cats underwent bilateral enucleation due to bilateral ocular disease. Fungal organisms included: Histoplasma capsulatum (n = 34), Cryptococcus neoformans (n = 32), Coccidioides immitis (n = 13) Blastomyces dermatitidis (n = 12), dematiaceous fungi (n = 6), Fusarium spp. (n = 1), Candida spp. (n = 1), Mucorales spp. (n = 1) Pythium insidiosum (n = 1) Rhodotorula glutinis (n = 1) and unclassified fungal infections (n = 7). Histologically lesions were characterized by granulomatous or pyogranulomatous inflammatory infiltrates. Granulomatous endophthalmitis was the most common intraocular presentation; often accompanied by lymphoplasmacytic or granulomatous uveitis or chorioretinitis; blastomycosis was occasionally associated clinically or histologically with a mass lesion. Histoplasma organisms are challenging to identify. Conclusions: Histoplasma capsulatum and Cryptococcus neoformans are the most common mycotic ocular infections in cats. Systemic disease is often not recognized at time of enucleation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OR AL 8 Use of cisplatin biodegradable beads for treatment of corneolimbal squamous cell carcinoma (SCC) in Equidae"
        },
        {
            "text": "In-vivo assessment of changes in outer nuclear layer thickness with age in the young canine retina VL Dufour,* W Pan, † GS Ying, † GD Aguirre* and WA Beltran* *Section of Ophthalmology, Department of Clinical studies, School of Veterinary Medicine, University of Pennsylvania, Philadelphia, PA, USA; † Department of Ophthalmology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Purpose: To assess by optical coherence tomography (OCT) changes in thickness of the outer nuclear layer (ONL) in the central superior and inferior retina of the young normal dog. Methods: Under general anesthesia, OCT scans (HRA/OCT Heidelberg) extending along the superior and inferior meridians 30°from the optic nerve head were performed in both eyes of six normal dogs at the following ages: 5, 7, 9, 11, 12, 13, 14 and 23 weeks. The ONL was manually segmented and the thickness measured every 1.75°, using the Heidelberg Eye Explorer software. For each age, the mean (AESD) ONL thickness for both the superior and inferior regions was calculated, and the data was fitted using exponential distribution by the non-linear mixed model. Results: No statistical difference between the right and the left eyes was found at any age. The ONL thickness at 5 weeks was 66.1 µm (AE2.7) in the superior, and 70.1 lm (AE2.2) in the inferior retina. By 23 weeks, it had decreased following an exponential decay model to 50.0 lm (AE2.7) superiorly, and 42.7 lm (AE2.2) inferiorly. Conclusion: The ONL thickness of the normal canine retina decreases significantly between 5 and 23 weeks of age. Since developmental apoptosis is very limited at 5 weeks of age, the thinning of the ONL thickness observed between 5 and 23 weeks of age is likely caused by the increase in eye size, stretching of the retina, and tangential dispersion of photoreceptors. Purpose: To assess the degree and duration of corneal anesthesia following single topical application of lidocaine 2% gel to normal equine eyes. Methods: Baseline corneal sensitivity was first measured in 12 clinically healthy adult horses.using a Cochet-Bonnet aesthesiometer to determine corneal touch treshold (CTT). One eye randomly selected received 0.2 mL of lidocaine 2% gel, while the fellow eye was given 0.2 mL of a lubricant gel to serve as control. The CTT of both eyes was then measured 5, 10, 20, 30, 45, 60, 75, and 90 min post-treatment. The potential for local adverse effects following treatment was also evaluated. A two-way ANOVA and post-hoc analysis with Dunnett's test were used for statistical analyses of the changes in CTT between the lidocaine-treated and control eyes. Results: Baseline CTT readings were not significantly different (P > 0.05) between the control eyes (3.41 AE 0.56 cm) and those subsequently treated with lidocaine (3.50 AE 0.64 cm). Lidocaine-treated eyes showed a statistically significant (P < 0.05) decrease in CTT from 5 to 75 min post-treatment compared to control eyes. Maximal decrease in corneal sensitivity, with a mean CTT of 0.21 AE 0.39 mm, was observed 20 min following lidocaine application. Small epithelial defects were detected in three lidocaine-treated corneas, but resolved within 24 h. Conclusions: Topical application of lidocaine 2% gel induced a deep and prolonged decrease in corneal sensitivity in this sample population of clinically normal equine eyes. Transient corneal epithelial defects occurred in a few lidocaine-treated eyes. Purpose: This study was designed to determine the effects of medetomidine alone and its combination with ketamine on IOPs of rabbits. Methods: Eight adult New Zealand rabbits approximately 1 year old, weighing 2.1 AE 0.3 kg were used in this study. The pretreatment IOPs in both eyes were recorded by using applanation tonometry. Animals received intramuscular (IM) medetomidine (20 µg/kg) and IOPs were measured at 5 (T5), 15 (T15), and 20 (T20) min after drug administration. This method and time protocol were repeated 1 week later with a combination of medetomidine (20 µg/kg)-ketamine (35 mg/kg) IM. Two data series were compared and statistically analyzed. Results: The mean AE SD baseline IOP values for medetomidine and medetomidine-ketamine groups were 12.8 AE 1.68, and 12.8 AE 1.19 mmHg, respectively. Baseline IOPs were not significantly different between the two groups (P0 = 1.000). Significant decreases in IOPs were observed in the medetomidine group at T5(10.56 AE 0.56 mmHg), T15 (10.25 AE 1.10 mmHg) and T 20 (10.62 AE 1.55 mmHg) in comparison to the baseline values (P 5 = 0.009, P 15 = 0.014, P 20 = 0.019). In the medetomidine-ketamine group no significant decrease in IOP was observed at T5 (11.5 AE 1.39 mmHg; P5 = 0.098) in comparison to baseline values but significant decreases in IOPs were recorded at T15 (11.2 AE 1.03 mmHg; P 15 = 0.014) and T 20 (10.4 AE 1.49 mmHg; P = 0.001) in comparison to the baseline values. Comparison between T 5 , T 15 and T 20 in the two groups (P 5 = 0.059, P 15 = 0.104, P 20 = 0.791) revealed no significant differences. Conclusions: Increasing IOP after ketamine administration alone has been documented in previous studies. This study showed that IOPs decreased after IM injections of medetomidine alone and a medetomidine-ketamine combination.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 809,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 812,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 815,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 830,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "OR AL 10"
        },
        {
            "text": "Ophthalmic findings in 29 tigers (Panthera tigris tigris) in a private zoo in Thailand R Buddhirongawatr,* , † A Kongcharoen, ‡ S Tangsudjai, † N Sangkachai, † P Setvisai, † T Chamsai, † T Weluwanaruk, † S Rittem, † R Phonaknguen, † S Suwanpakdee † and P Charuvichitratana § *Department of Clinical Sciences and Public Health, Faculty of Veterinary Science, Mahidol University, Salaya, Nakhon Pathom, Thailand; † The Monitoring Center for Zoonotic and Wildlife Disease and Surveillance, Faculty of Veterinary Science, Mahidol University, Salaya, Nakhon Pathom, Thailand; ‡ Faculty of Veterinary Science, Prasu-arthon Animal Hospital, Mahidol University, Salaya, Nakhon Pathom, Thailand; § Prueksa Veterinary Clinic, Nakhon Pathom, Thailand Purpose: To describe the ophthalmic abnormalities and associated factors in a group of captive tigers (Panthera tigris tigris) in a private zoo from Thailand. Methods: Twenty-nine tigers in the private zoo, Kanchanaburi province, Thailand, were subjected to annual physical examination, complete blood profiles, dental care, and ophthalmic examination including Schirmer tear test (STT), intraocular pressure measurement, fluorescein dye test, and fundoscopic examination. Results: Ophthalmic abnormalities included hypermature cataracts 13.79% (4/29), immature cataracts 10.34% (3/29), keratoconjunctivitis sicca 3.44% (1/29), and a hyper-reflective focal retinal lesion 3.44% (1/29). Hematology and serum biochemistry were within normal limits. All tigers were negative for feline leukemia virus, feline herpesvirus, feline immunodeficiency virus, and feline calicivirus. A positive T. gondii antibody titer was found in the tiger with the retinal lesion. Logistic regression was used to identify whether the presence of the lesions was influenced by age and it yielded an odds ratio of 2.66 (95% 1.13-2.25). Conclusions: Ophthalmic abnormalities should be considered as one of the problems in a closed colony of captive wild tigers. Additional investigation into any possible causes of the ocular problems should include inheritance, age, sex or nutritional status in this specific group of tigers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OR AL 14"
        },
        {
            "text": "The use of 72-h dissolvable collagen eye shield (VetShieldTM) in deep corneal ulcers in dogs L Ion, A Argaseala and I Ionascu Faculty of Veterinary Medicine, University of Agronomical Sciences and Veterinary Medicine, Bucharest, Romania Purpose: The aim of this paper is to present the advantages of using collagen eye shields in deep corneal ulcers in dogs. Methods: The study was conducted in the Ophthalmology Department of the Faculty of Veterinary Medicine in Bucharest between September 2014 and May 2015. During this period, 24 dogs were diagnosed with acute onset corneal ulcers affecting more than 50% of the corneal depth. Median age of the affected animals was 6.6 years (range 2-12 years), Shih-Tzu being the predominant breed. Dogs were randomly divided in two categories: (i) 11 cases underwent tarsorrhaphy procedure; (ii) 13 cases had general anesthesia, a corneal collagen shield was applied and a complete third eyelid flap was performed. All dogs received oral doxycycline 10 mg/kg q 24 h for 14 days. Tarsorrhaphy was maintained for 3 weeks. Results: The first recheck was at 21 days, when the sutures from the third eyelid flap were removed. The healing percentages, based on negative fluorescein uptake, were: 36.36% (4/11) and 53.84% (7/13) for the first and second category. At the 30 day reexamination, percentages increased to 54.54% (6/11) and 69.23% (9/13). By the third reexamination, at 45 days, healing percentages were: 63.63% (7/11) and 92.3% (12/13). Conclusions: This retrospective study shows that veterinary corneal collagen shield (VetShieldTM) might positively influence healing of deep corneal ulcers in dogs. The advantages of using it are regaining corneal transparency and maintenance of vision. No complications were recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OR AL 15"
        },
        {
            "text": "OR AL 16 cSLO and SD-OCT features of retinal dystrophies in dogs and cats LM Occelli and SM Petersen-Jones Department of Small Animal Clinical Sciences, Michigan State University, East Lansing, MI, USA Purpose: To investigate features of dog and cat retinal dystrophies detectable in vivo by confocal scanning laser ophthalmoscopy (cSLO) and spectral-domain optical coherence tomography (SD-OCT). Methods: The fundus of dogs and cats with a variety of retinal dystrophies were examined using cSLO to detect changes in fundus autofluorescence (FAF) and with SD-OCT for detection of early morphological features. Results: There was increased FAF in the area centralis (AC) and visual streak in a feline macular dystrophy model and in the AC at early stages of progressive retinal atrophy (PRA) in Cngb1 À/À and Pde6a À/À dogs. Marked decrease in FAF was seen in late stages of PRA in the Cngb1 À/À dog associated with pigmented fundus lesions and in late stages of PRA in the Crx Rdy/+ cat associated with marked atrophy in the AC. SD-OCT enabled assessment of early changes in retinal structure and thicknesses of retinal layers. Early changes included loss of definition of the ellipsoid zone, interdigitation zone and external limiting membrane indicating altered integrity of photoreceptor inner and outer segments. These were seen as early changes in the Crx Rdy/+ cat, Cngb1 À/À and Pde6a À/À dogs. SD-OCT imaging also showed early morphological changes in the AC in the Crx Rdy/+ cat and Rpe65 À/À dog, as well as overall outer nuclear layer thinning in the Crx Rdy/+ cat, Cep290 À/À cat, and Cngb1 À/À and Pde6a À/À dogs. Conclusions: Increase in FAF and loss of definition of the layers of the ellipsoid zone, interdigitation zone and external limiting membrane were early features of canine and feline retinal dystrophies. Purpose: The purpose of this investigation was to determine the etiology and incidence of varied congenital lenticular and anterior segment anomalies including nuclear cataracts, posterior lenticonus, iris to lens persistent pupillary membranes, and lenticular colobomata in a closed purebred Holstein dairy herd. Methods: Ophthalmic examinations included neuroophthalmic examinations, direct transilluminator examinations, biomicroscopy, and indirect ophthalmoscopy. Light microscopic examinations were completed on four affected globes. Feed and water analyses, vaccination records, and pedigrees of this herd were evaluated. Results: Bovine virus diarrhea was excluded by immunohistochemical analysis. There was no evidence of teratogens. The closed herd was vaccinated for clostridium bacteria, infectious bovine rhinotracheitis, and bovine virus diarrhea for over a decade. Feed and water analyses did not reveal deficiencies or toxins. Congenital lenticular anomalies were confirmed in 51/263 animals. These anomalies were bilateral in most animals and generally nonprogressive and included 51 animals with bilateral nuclear cataracts, five with iris to lens persistent pupillary membranes, five with posterior lenticonus, and one with a lenticular colobomata. Conclusions: The data and pedigree analysis supports a genetic basis for these congenital anomalies. Support: Supported by WCVM Disease Investigation Unit Grant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OR AL 15"
        },
        {
            "text": "Rescue of rod function by gene augmentation therapy in Cngb1 À/À dogs SM Petersen-Jones,* LM Occelli,* P Winkler,* V Chiodo, † SL Boye † and WW Hauswirth † *Department of Small Animal Clinical Sciences, Michigan State University, East Lansing, MI, USA; † Department of Ophthalmology, University of Florida, Gainesville, FL, USA Purpose: Progressive retinal atrophy type 1 in Papillons is due to a frameshift mutation in cyclic nucleotide gated channel beta 1 subunit (Cngb1). Affected dogs (Cngb1 À/À ) lack normal rod function and undergo a progressive rod-led photoreceptor degeneration. They are a model for retinitis pigmentosa type 45 in humans. The purpose of this study was to evaluate recombinant adeno-associated viral (rAAV) vector gene augmentation therapy for restoring rod function to Cngb1 À/À dogs. Methods: Five young Cngb1 À/À dogs (eight eyes) were given a subretinal injection of a rAAV5 vector expressing canine Cngb1 driven by a human GRK1 promoter, seven eyes received a titer of 5 9 10 12 and one eye 1 9 10 12 vg/mL. Darkand light-adapted electroretinograms (ERGs) were recorded prior to injection and regularly post-injection. Vision was assessed using a four exit-choice vision-testing. One dog was euthanized at each of 3, 6 and 9 months post-injection and the eyes processed for immunohistochemistry (IHC). Results: The high-titer group had a dramatic improvement in dark-adapted ERGs with lowering of the response threshold by~2 log units and markedly increased amplitudes. This has been maintained up to 1 year post injection. The low-titer eye had a much smaller ERG improvement. Rod mediated (dim light) vision was improved after treatment in all eyes. IHC showed Cngb1 localization to rod outer segments in the treated retinal regions. Conclusions: Recombinant adeno-associated viral gene augmentation therapy rescues rod function in Cngb1 À/À dogs and may be amenable to treat retinitis pigmentosa type 45. Purpose: Increased trabecular outflow resistance and resulting decrease in aqueous humor drainage is responsible for intraocular pressure elevation in several forms of primary glaucoma. The purpose of this study was to establish primary canine trabecular meshwork (TM) cell cultures as a tool for detailed investigation of disease mechanisms. Methods: Following the dissection of the uvea from the sclera in 19 normal canine globes, we confirmed the TM histologically as a white band on the ciliary body. The TM was transferred into Dulbecco's Modified Eagle's Medium with 10% fetal bovine serum. Within 3-5 days cells migrated from the TM onto the culture plate and reached~90% confluency within 1-2 weeks. The cells were passaged and characterized by immunocytochemistry and phagocytosis assay (0.1lm bioparticles). Myocilin expression (qPCR and western blot) and formation of cross-linked actin networks or CLANs (visualized by phalloidin-labeling of filamentous actin) were evaluated before and after dexamethasone (DEX) treatment. Results: Consistent with previous reports in other species, canine TM cells expressed alpha-smooth muscle actin, laminin and collagen IV, but not cytokeratin and desmin. Phagocytosis capability as well as CLAN formation were also observed. DEX treatment did not result in increased myocilin expression and CLAN formation; however, this is consistent with the absence of a DEX-induced IOP increase in normal dogs. Conclusions: With the successful development of primary canine TM culture, we established the tool to isolate TM cells from glaucomatous globes in order to identify molecular and cellular disease mechanisms in canine primary glaucomas. Purpose: The cell nucleus corresponds to a hierarchical epigenetic system. Alterations in this system have been associated with the development and progression of some ocular surface disorders. This study's goal was to evaluate nuclear phenotypes, including chromatin condensation and DNA amount, of conjunctival epithelial cells (CEC) in dogs with and without keratoconjunctivitis sicca (KCS). Methods: Twenty-four eyes of canine patients with KCS (Schirmer values less than 10 mm/min) and 24 eyes of control dogs were studied. CEC were collected by exfoliative cytology using a barren interdental brush, spread onto glass slides, and fixed in solution (ethanol 70%, glacial acetic acid and buffered formalin); then submitted to Feulgen reaction and the nuclei analysed using Olympus BX-53 microscope coupled with image analysis system (ImageJ; NIH, USA). Nuclear phenotypes, in terms of area (µm 2 ), optical density (OD), integrated optical density (IOD), and chromatin diffusion index (CDI), were studied. Data were expressed as mean AE standard error. Differences were considered significant when P ≤ 0. Purpose: To describe and evaluate the efficacy of a four layer porcine small intestinal submucosa (Vetrix â BioSIS plus) used as single scaffold for the treatment of deep corneal lesions in dogs and cats. Methods: Six dogs and two cats of various breeds and ages with deep or full thickness corneal defects were treated surgically with keratectomy, when needed, and BioSIS plus graft. It was cut to size, placed over the corneal defect and sutured with 9-0 Vicryl (Vicryl â ; Ethicon) in an interrupted or continuous pattern. The animals were examined at 7, 21, 30 days after surgery and further when possible. Corneal transparency scores (edema, vascularization and fibrosis, with scores from 0 if absent to 3 if severe) and vision were evaluated at every follow up. Results: The treated lesions in dogs were two deep corneal ulcers, one descemetocele, two perforations and one limbal melanocytoma. In cats, there were one deep corneal ulcer and one limbal melanocytoma. In all cases the BioSIS was applied successfully. Complications: in one case of perforation, partial collagenolysis occurred 7 days after surgery, but resolved with medical therapy. All the eyes were visual at the final examination with a good recovery of corneal transparency and only mild corneal fibrosis. Conclusions: Four-layer porcine small intestinal submucosa graft was successfully utilized for surgical treatment of deep corneal lesions in selected corneal diseases in a small series of dogs and cats. The procedure resulted in minimal fibrosis and functional vision in eight treated eyes. Purpose: LIG4 acts as DNA repair gene and its expression has been described to be reduced in more aggressive metastatic uveal melanomas in humans (Di Cesare S, 2010). In dogs, dispite the histological similarities with human melanoma, biological behavior regarding metastasis development is quite different. This abstract reports a study of the expression of the metastasis suppressor gene LIG4 in uveal melanocytic tumors of dogs using immunohistochemical analysis of the respective protein. Methods: Fifty-seven eyes of 57 dogs with clinical diagnosis of intraocular neoplasia, 33 melanocytomas and 24 melanomas, according to the Trucksa classification (1983), were used. Immunohistochemistry was performed using the Ventana BenchMark (Ventana Medical Systems Inc., Tucson, AZ, USA) fully automated machine. As positive controls samples of liver were used and as negative controls the primary antibody was omitted. Slides were incubated with monoclonal antibodies to rabbit LIG4 (Abcam, Cambridge, MA, USA) diluted 1:25. According to the extent of the staining in relation to positive control, intensities were classified as: 0 = negative; 1 = <31%; 2 = 31-60%; 3 = >60%. Results: Mean intensity of the immunohistochemical reaction to LIG4 protein in tissue sections was 1.67 and 0.30 for melanoma and melanocytoma, respectively. Conclusion: The low capacity of the canine uveal melanoma to promote metastasis maybe related to the LIG4 protein overexpression. Support: CNPq grant # 302831/2011-8. Purpose: The Elo is a relatively new dog breed and the result of a cross-breeding of Eurasier, Bobtails and Chow-Chow. Chow-Chows are predisposed to primary glaucoma with iridocorneal angle closure and pectinate ligament dysplasia. Thus the obvious question is whether Elos could also be predisposed to primary glaucoma. This case report describes two cases of primary glaucoma with dysplastic pectinate ligaments in Elos. Methods: A 5-yearold male castrated small Elo and a 7-year-old female large Elo were presented with a red eye each. Results: Ophthalmic examination revealed glaucoma with intraocular pressure of 75 mmHg in the right eye of dog 1 and 68 mmHg in the left eye of dog 2. In case two the right eye had already been enucleated due to glaucoma and secondary lens luxation the year before by a private practitioner. Gonioscopy revealed totally dysplastic pectinate ligaments and iridocorneal angle closures in both dogs. In spite of intensive treatment with mannitol infusion, oral carbonic anhydrase inhibitors (CAI) and carprofen or methylprednisolone and additional topical treatment with CAI, b-blocker, prostaglandine-analogues and corticosteroids, the IOPs stayed high and the owners opted in both cases for enucleation. The histopathologic examination revealed a collapsed ciliary cleft and a loss of retinal ganglion cells in both cases. Conclusions: This is the first case report of two Elos with primary glaucoma with dysplastic pectinate ligament and iridocorneal angle closure. Further investigations in this dog breed are therefore recommended. Purpose: To describe unilateral PHTVL/PHPV associated with retinal dysplasia and cataract formation in the contralateral eye in two 1-year-old female Wirehaired Dachshunds from the same litter. Methods: A complete ophthalmic examination including ocular ultrasonography was performed. Due to secondary glaucoma, affected eyes underwent transconjunctival enucleation and histology was performed. Results: At presentation, mature cataracts were observed in OD and hypermature cataracts with intralenticular diffuse hemorrhage and mild anterior uveitis were diagnosed in OS of both dogs. Ultrasonographic findings were similar in both dogs with OD having a hyperechoic lens. Lens dimensions and shapes and posterior segments were normal. A hyperechoic lens with a retrolenticular triangular-shaped echodense structure was present OS, and a very thin hyperechoic strand was noticed extending from the posterior pole of the lens to the optic disc. Color-flow doppler imaging showed blood flow within the hyperechoic strand. A diagnosis of PHTVL/PHPV was made. At 2month follow-up, secondary glaucoma due to hyphema was observed in the affected eyes of both dogs and enucleation was performed. On histopathological examination irregular branching, medium sized arterial vessels (hyaloid arteries) emerging from the optic papilla and extending to the posterior lens capsule consistent with PHTVL/PHPV were detected. The retina was diffusely adherent to the hyaloid arteries, completely detached and dysplastic and the lens had posterior lenticonus and a diffuse cataract. Vitreous cavity and anterior chamber were filled with blood. Conclusions: Persistent hyperplastic tunica vasculosa lentis/persistent hyperplastic primary vitreous is rarely reported in Wirehared Dachshunds. The close similarity of the disease in these litter-mates is suggestive of a congenital condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OR AL 18"
        },
        {
            "text": "A case of undifferentiated retrobulbar round cell tumor involving the zygomatic gland in a dog V Mezzadri,* A Crotti,* M Calistri † and D Binanti ‡ *Oculistica Veterinaria, Genoa, Italy; † Clinica Veterinaria Valdinievole, Monsummano Terme PT , Italy; ‡ AbLab Srls Laboratorio di Analisi Veterinarie, Sarzana SP , Italy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 7"
        },
        {
            "text": "Purpose: The present report describes clinical, surgical and histopathological findings of a retrobulbar round cell tumor involving the zygomatic gland in a dog. Methods: An 11-year-old, spayed female, mixed breed dog, was presented with a 3-week history of exophthalmos of the left eye. Ophthalmological examination revealed a prolapsed nictitating membrane with mild conjunctival chemosis and hyperemia. Bloodwork was within normal limits. Magnetic resonance imaging of the skull revealed a retrobulbar space occupying mass involving the zygomatic gland. Surgical excision via a trans-zygomatic orbitotomy was performed. The entire mass was removed and the zygomatic bone was stabilized by affixation of a maxillofacial plate. Post-operative treatments included topical and systemic antibiotics, systemic analgesia and anti-inflammatory drugs. Results: The tumor was completely resected and post-operative recovery was uneventful. The cosmetic result was good and the eye remained visual. No recurrence was observed within a 5 month follow up period. Cytological evaluation of a fine-needle aspirate of the mass revealed a neoplastic cell population consisting of round cells. Histopathological and immunohistochemical examinations were consistent with a poorly differentiated round cell tumor, suggestive of histiocytic sarcoma. Abdominal ultrasound revealed a splenic nodular lesion, and subsequent cytological examination was suggestive of a secondary involvement of the spleen. The dog is currently undergoing chemotherapy. Conclusion: To the authors' knowledge, this is the first report of a suspected histiocytic sarcoma involving the zygomatic gland in a dog. It should be considered as a differential diagnosis in orbital neoplasia. Purpose: We describe a case of bovine amniotic membrane transplantation cryopreserved in glycerol used for reconstruction of the ocular surface in the context of a perforating ulcer in a Sphynx cat. Methods: A 1-year-old Sphynx male cat with a history of chronic herpetic keratitis presented with bilateral corneal sequestra together with superficial neovascularization. IOP was 12 mmHg in the right and 13 mmHg in the left eye. Surgical treatment was proposed. Blood work was unremarkable. Topical treatment with tobramycin, ganciclovir, interferon-alfa and oral lysine was prescribed. Surgery in the right eye included superficial keratectomy to remove the superficial corneal necrotic tissue. In the left eye the corneal sequestrum was deep and large, occupying the upper and lower lateral quadrants. Sequestrum excision resulted in an iatrogenic corneal perforation measuring approximately 7 9 8 mm. Amniotic membrane (Amniovet â ; Vetbiologicals, Valencia, Spain) was placed covering the defect, folded twice over itself and sutured with simple interrupted sutures using polyglactin 9-0. Another single layer fragment was placed over the entire defect. Both corneas were protected with third eyelid flaps for 10-14 days and medical treatment was maintained. Results: Both corneas healed completely and regained transparency within 3-8 weeks, although a central leucoma remained in the left cornea. No relapses were seen after 12 months of follow-up. Conclusion: Neither immunological reactions nor signs of ingrowth of amniotic cells were observed. The cryopreserved bovine amniotic membrane grafts functioned as matrix and seemed to be a good alternative for the treatment of perforated ulcers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 7"
        },
        {
            "text": "Identifying the primary visual cortex in the horse Purpose: To find macro-and light-microscopic landmarks that allow easy identification of the primary visual cortex in the equine brain. Methods: Fresh and formalin-fixed brains from five horses were examined for the presence of the stria of Gennari. Parallell, sagittal or transverse sections were made through the occipital cortex and the sections were observed by the naked eye. Double-staining of formalin-fixed sections was performed using routine hematoxylineosin and Luxol fast blue and the sections were then examined by light-microscopy. Results: The surface of the occipital lobe is heavily folded in the horse and a typical calcarine sulcus is not easily identified. However, the stria of Gennari was readily observed macroscopically on sagittal and transverse sections through the cap of the posterior pole of the occipital cortex. The stria was approximately 0.5 mm wide and extended both medially and laterally. Fixation enhanced contrast made the stria easier to discern by the naked eye.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 9"
        },
        {
            "text": "Light-microscopy revealed that the striated area contained a thin line of myelinated fibers traversing the grey matter, corresponding to the macroscopically visible stria. Conclusions: The location of the primary visual cortex in the horse can easily be determined by observing the stria of Gennari. The presence of a stria in non-primate mammals has previously been questioned, but our results support the observations made by Takeuchi The dog was referred for evaluation of an enlarging melanocytic epibulbar mass located at the ventral limbus OS. A general examination showed that the left half of the head was particularly more pigmented than the right half and the iris OS was darker than OD. Ophthalmic examination of the left eye revealed a perikeratic pigmented ring more severe in the ventral area and a 6 mm pigmented mass affecting the corneo-scleral limbus at 6 o'clock. The intraocular pressure measured by rebound tonometry (Tonovet) was 9 mmHg OS. Gonioscopy (Koeppe lens) and UBM (30 MHz) revealed changes in iris and iridocorneal angle structures and pigmentation. No ocular abnormalities were found in OD. The tentative diagnosis was epibulbar melanocytoma with uveal extension. Enucleation was proposed and it was performed using a subconjunctival approach. In the follow-up period no complications were reported. Results: Histopathology confirmed the presence of an epibulbar melanocytoma as well as uveal melanosis and a uveal melanocytoma. Conclusions: We conclude that the presence of one melanocytic disease does not exclude the presence of others. This is an unusual case with concurrent uveal melanosis and uveal and epibulbar melanocytomas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 436,
                    "text": "Takeuchi",
                    "ref_id": null
                }
            ],
            "section": "POSTERS 9"
        },
        {
            "text": "Bacterial microbiota of the ocular surface of healthy rabbits and rabbits with epiphora Purpose: Knowledge about ocular surface microbiota is essential for prophylactic treatment and the differentiation of infectious diseases. Only few data of pet rabbits are available. Therefore the aim of the study was to investigate the spectrum and sensitivity of bacteria of the ocular surface of pet rabbits. Methods: Group 1 (n = 15) healthy rabbits without ocular problems <6 years (0.1-5.0 years), group 2 (n = 15) healthy rabbits without ocular problems ≥6 years (6.0-9.0 years) and group 3 (n = 15) healthy, elderly rabbits with serous epiphora (4.0-12.5 years). Swabs were taken from the conjunctival sac bilaterally and tested for anaerobic and aerobic microbiota. Sensitivity testing was done for each bacterial species. Statistical analysis was carried out using Fisher's exact test, linear model and ANOVA. Results: Sixty-six microbiota of 34 bacterial species were identified in 39/45 (86.7%) animals. In all groups both gram-positive (e.g. Staphylococci [20/66]), and gram-negative bacteria (e.g. Acinetobacter [14/66]) were detected in a ratio of 35:31. In group 1 and 3 more microorganisms (number of positive animals and number of bacteria) were detected, then in group 2 (P = 0.03, linear model). Bacteria were highly sensitive to aminoglycoside antibiotics followed by fluoroquinolones, tetracyclines and chloramphenicol. The least effective antibiotics were fusidic acid and polymyxin B/colistin. Conclusions: Microbiota of the ocular surface of pet rabbits are very similar to those of laboratory rabbits described in the literature. However, overall more gram-negative bacteria were detected. Aminoglycosides can be used as a prophylactic treatment in case of corneal trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 11"
        },
        {
            "text": "Corneal cytology and bacterial isolates from stromal ulcers in 26 dogs: antimicrobial sensitivities and treatment outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 12"
        },
        {
            "text": "Ophthalmology Service, Queen Mother Hospital for Animals, Royal Veterinary College, University of London, London, UK Purpose: To describe the bacterial isolates found in stromal ulcers and determine whether corneal cytology is useful in selecting a topical antibiotic when following a simple protocol (e.g. chloramphenicol for cocci and a fluoroquinolone for rods). Methods: Data were collected prospectively, and bacteriology samples taken, for dogs referred for stromal ulceration throughout 2015. Corneal cytology was not performed when there was imminent risk of perforation or poor patient cooperation. Initial antibiotic choice, culture and sensitivity results, subsequent treatment and outcome were recorded. Results: Twenty-six dogs, including 11 Pugs, five Shih-Tzus, three French Bulldogs, two Boston Terriers, and one Maltese, Boxer, Jack Russell Terrier, Miniature Schnauzer and cross-breed met the inclusion criteria. Eleven were male (four neutered) and 15 female (five neutered). The median age was 4 years 3 months (3 months-12 years 3 months). Twenty-four cases were treated with conjunctival pedicle grafts or corneo-conjunctival transpositions, and two only medically. Positive bacterial cultures were obtained from 13/26 eyes. The most common isolates were Pseudomonas aeruginosa (7/14) and Streptococcus canis (3/14). Pseudomonas isolates were resistant to chloramphenicol and sensitive to ciprofloxacin, ofloxacin and gentamicin. Streptococcus canis isolates were resistant to fusidic acid but sensitive to either chloramphenicol (2/3) and/or ciprofloxacin (2/3). Cytology was performed in nine cases. Three had bacteria on cytology but a negative culture. Treatment failure occurred in one patient in which the Streptococcus canis was resistant to the antimicrobial chosen (chloramphenicol). Conclusions: Antimicrobial sensitivity of Streptococcus canis poses a challenge and cytology alone is not valid for antimicrobial selection. Purpose: To develop and standardize a method for determining tear lysozyme A concentration in dogs. Lysozyme A determination could have a remarkable diagnostic value in certain ocular surface diseases in dogs. Methods: Male (n = 4) and female (n = 4) beagle dogs (aged: 4.5-10 years; University of Leon) without signs of systemic or ophthalmic disease were used. Five minutes before tear sampling Schirmer tear test (STT) was performed. Tears were collected from both eyes using 5 mm filter paper discs, which were inserted between the globe and the lower eyelid until the paper was wet. Samples were sealed in a 1.5 mL Eppendorf tube and maintained at À20°C until processing. Paper discs containing tear lysozyme were placed on Mueller-Hinton agar plates (Biomerieux, France) of suspended Micrococcus lysodeikticus (ATCC N°4698; Sigma-Aldrich, USA), similar to antibiotic disc sensitivity testing. Plates were incubated at 37°C for 24 h. Lysis diameter was read in two orthogonal directions. Lysozyme concentration was obtained by relating the lysis diameters to a reference curve of standard solutions of known enzyme concentration (Lysozyme from chicken egg; Sigma). Statistical analysis was performed using Excel v15.5.9 (Microsoft Corporation, USA Purpose: To describe a case of canine orbital paraganglioma. Methods: Findings of ophthalmic examination, magnetic resonance imaging (MRI), orbital ultrasound, cytology, histopathology and immunohistochemistry are reported. Results: A 10 year-old Rottweiler presented with a right-sided moderately painful exophthalmia, blindness, absence of dazzle and pupillary light reflexes, a swollen optic nerve head and ventrolateral indentation of the globe. On MRI, a 3 9 2 9 2 cm mass with a fluid-filled centre and contrast-enhancing periphery was noted posteriolateral of the globe. It was isointense to the zygomatic salivary gland on pre-contrast T1w and T2w images. The associated mass-effect resulted in mild exophthalmia, compression of the globe, and medial deviation of the optic nerve. Regional lymph nodes were unremarkable. Orbital ultrasound was used for a guided fine needle aspirate of the mass. Cytology revealed moderate numbers of polygonal cells with lightly basophilic cytoplasm. Anisokaryosis and anisocytosis were mild with few karyomegalic cells. Nuclei were medium sized and round to oval with finely stippled chromatin. Several cells showed nuclear pseudoinclusions. Histopathology following exenteration of the orbit revealed an infiltrative, extradural neoplasm surrounding the optic nerve. Polygonal cells were arranged in packets and separated by fibrous septae. Mitoses were rare. Neoplastic cells were immunopositive for neuron specific enolase, synaptophysin and chromogranin A and immunonegative for cytokeratin. Findings are consistent with an extra-adrenal paraganglioma (neuroendocrine tumour). Although complete excision could not be confirmed on histopathology, the owners reported no apparent tumour recurrence 16 months after surgery. Conclusion: A paraganglioma should be considered as a differential diagnosis of an orbital mass. . Evaluations were carried out immediately before (basal) and 4 h, 24 h and 21 days after each session. Data were compared using non parametric ANOVA. Differences were significant when P ≤ 0.05. Results: Schirmer tear test and IOP values did not vary significantly between each session or between each evaluation carried out during those sessions (P > 0.05). In regards to the TFBUT, values gathered 24 h after the beginning of S1 were lower than basal data and than those registered on day 21 (P = 0.001). However, no alteration was detected in S2 (P > 0.05). In S3 and S4, TFBUT values were lower than the basal data observed in every evaluation (P = 0.001). No difference, in TFBUT, was identified between S1 basal values and the values obtained during the last evaluation (21 days) after S4 (P > 0.05). Conclusions: Doxorubicin chemotherapy did not alter STT I or IOP values. Nevertheless, it caused alterations in TFBUT during S1. Support: National Council of Technological and Scientific Development (CNPq-300833/2010-5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RM Everson, S Koll and RF Sanchez"
        },
        {
            "text": "Acoustic radiation force impulse (ARFI) elastography of brachycephalic dog eyes Purpose: Brachycephalic dog eyes were studied by acoustic radiation force impulse (ARFI) elastography to establish quali-quantitative parameters relative to stiffness of the optic nerve, ciliary body and lens. Methods: This study included 84 eyes of 42 brachycephalic dogs aged between 1 and 6 years, of which 16 were Shih Tzus, 11 were French Bulldogs, 11 were English Bulldogs, and four were Pugs. All subjects underwent clinical anamnesis and laboratorial and ophthalmic (ultrasound mode A and B, digital applanation tonometry, fluorescein strip, Schirmer tear test, tear breakup time) evaluations and were found free of disease. ARFI elastography was performed using the ACUSON S2000/SIEMENS ultrasound system. Qualitative (grayscale images) and quantitative (shear wave velocity, SWV) parameters directly related to the stiffness/elastic properties of the optic nerve, the ciliary body (temporal and nasal regions), and lens were studied. The range of SWV was 0-9 m/s, by the manufacturer's algorithm. Value beyond this range was displayed as 'X.XX' m/s. Data were evaluated using descriptive statistics as mean AE standard deviation. Results: Qualitative elastography provided data on the homogeneity of the ciliary body (less stiffmedium grey) and the optic nerve (stifferdark grey ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 16"
        },
        {
            "text": "Additional wedge conjunctivectomy in the correction of prolapsed glands and cartilage deformities of the third eyelid in dogs: a retrospective study of 50 cases (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 167,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 174,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 181,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 188,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 195,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 202,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 209,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 216,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 223,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 230,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 237,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 244,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 251,
                    "text": "(2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "POSTERS 17"
        },
        {
            "text": "J Michel,* P Lazard* and O Albaric † *Veterinary Clinic, Saint-Germain-en-Laye, France; † Department of Pathology, School of Veterinary Medicine, Nantes, France",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 17"
        },
        {
            "text": "Purpose: To describe a technique which when combined with the Morgan pocket technique and chondrectomy (MPTC) is intended to reduce incidence of recurrence of prolapsed gland and cartilage deformity (PGCD) of the third eyelid (TE) in dogs for which MPTC alone result in an imperfect congruence between the leading edge and the ocular surface. Methods: Medical records were reviewed from 2002 to 2014: dogs with PGCD were included if wedge conjunctivectomy (WC) was additionally performed to augment MPTC and a minimum 6-month follow-up period was guaranteed. Full-thickness triangular wedges of TE attachments to the fornix were excised to bring the leading edge and ocular surface close together. Success rate, postoperative complications as well as long-term outcome were assessed. Results: Fifty eyes from 34 dogs met the inclusion criteria. Median age at initial examination was 7 months (2-85). The English Bulldog was the most often represented breed with 23.5% (8/34); 35.3% (12/34) were giant breeds. Median follow-up was 7.5 months (6-132). The success rate as defined by lack of recurrence of PGCD was 100%. Two lacrimal cysts were the only complication. Tear production was unaffected. Conjunctival hyperemia and edema persisted for up to 2 months, at which normal protrusion and mobility of TE were obtained with a good apposition of the leading edge and the ocular surface. Conclusions: Additional WC provides a successful treatment of PGCD with resultant normal mobility and ocular surface contact that is intended to reduce incidence of recurrence of PGCD following MPTC in predisposed dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 17"
        },
        {
            "text": "The effect of anesthetic agents on intraocular pressure in healthy Syrian hamsters Hamsters were randomly assigned to five groups. Ketamine, xylazine, diazepam, ketamine-diazepam (KD) and ketamine-xylazine (KX) were administered by intraperitoneal route in each group. Ketamine, xylazine and diazepam were administered at a dose of 100, 5 and 10 mg/kg, respectively. The KD group received 40 mg/kg ketamine and 2 mg/kg diazepam and the KX group received 50 mg/kg ketamine and 5 mg/kg xylazine. Baseline IOP was measured prior to administering anesthetic agents in all groups (T0). IOP measurements were then repeated at 10 min (T10), 30 min (T30), 60 min (T60), 90 min (T90), 120 min (T120), and 150 min (T150) following the administration of drugs In humans diabetic retinopathy (DR) has many elements that suggest chronic neurodegeneration, amongst them, neural apoptosis, loss of ganglion cell bodies and reduction in thickness of the inner retina. Biochemical changes secondary to hyperglycemia, increased vascular permeability and vascular proliferation are involved in this complex disease. OCT allows evaluation of the retina, being an important imaging modality in the management of retinal diseases. The purpose of this study was to compare the thickness of the ganglion cell complex (as defined as nerve fiber layer, ganglion cell layer and inner plexiform layer) between diabetic dogs and healthy control dogs. Methods: Spectral domain optical coherence tomography (SD-OCT; Heidelberg Engineering, USA) was performed in 10 eyes of eight diabetic dogs (four females and four males), of different breeds, with age varying from 6 to 15 years old (mean = 8.1), and compared to eight eyes of eight healthy control dogs (five females and three males), between 4 and 15 years old (mean = 7.6), without ocular disorders or diabetes. The mean of diabetic duration was 19 months. The SD-OCT measurement was taken in the temporal or nasal superior retina using manual caliper. The location chosen depended on transparency. Some animals were affected by posterior capsule opacification, posterior synechiae and slight dysocoria from phacoemulsification. Unpaired t-test was used (P < 0.05). Results: The ganglion cell complex was thinner in diabetic dogs compared to healthy control dogs (58.2 AE 7.2 lm vs. 67.9 AE 9.0 lm; P = 0.0212). Conclusion: This finding reinforces the damage caused by chronic hyperglycemia in the retinal layers. This observation suggests that diabetic retinopathy includes a neurodegenerative component in dogs. Support: FAPESP grants n°2011/24039-8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 18"
        },
        {
            "text": "Agreement between intraocular pressure measured using rebound and applanation tonometry in healthy chinchillas Purpose: Assessing the agreement of intraocular pressure (IOP) in healthy chinchillas measured by rebound (Tonovet) (setting 'do') and applanation (Tonopen XL) tonometry. Methods: Twenty-three chinchillas (12 females) aged 5.6 AE 2.5 years were in the study. All underwent clinical and ophthalmic examinations and proved healthy. IOP was measured by one examiner (AMT) in both eyes at five different times (at 1, 6, 10, 14 and 19 o'clock) with 3-day intervals between measurements. First rebound tonometry and then, after administration of proparacaine-containing anesthetic drops, applanation tonometry was performed. Repeatability of each method was assessed by comparing mean IOP from five measurements between OD and OS and expressed as repeatability coefficient. Agreement between the two methods was assessed using Bland-Altman analysis carried out on mean IOP from 10 measurements (five per eye) and expressed as the upper and lower limit of agreement (LoA) with 95% confidence intervals (95% CI). A correction for repeated measurements was applied. Results: Mean (AESD) IOP was 11.8 (AE2.9) OD and 11.7 (AE3.5) mmHg OS by rebound tonometry and 13.6 (AE7.1) and 12.8 (AE6.2) mmHg, respectively, by applanation tonometry. Repeatability coefficients were 4.6 and 12.0, respectively. Upper LoA was 7.7 (95% CI: 4.3, 11.2) mmHg and lower LoA was À10.5 (95% CI: À14.0, À7.0) mmHg. Conclusion: The two methods yielded highly inconsistent results. IOP measured in a given chinchilla using rebound tonometry was expected to be from 8 mmHg higher to 11 mmHg lower than IOP measured in the same chinchilla with applanation tonometry. Rebound tonometry had twofold better repeatability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 20"
        },
        {
            "text": "Abnormalities of retinal architecture resembling retinal dysplasia in catshistological and immunofluorescence studies Purpose: The aim of this study was to characterize microscopic organization of abnormally developed parts of two feline retinas and to determine the expression of rod opsin, glial fibrillary acidic protein (GFAP) and calbindin in these areas. Methods: Eyes from two cats of different breeds were taken for histological and immunohistochemical studies. The eyes were fixed in paraformaldehyde, dehydrated and embedded in paraffin. For histopathological studies, 5-µm-thick sections were stained with hematoxylin and eosin. Immunofluorescent stainings were performed using anti-GFAP (G3893), anti-rod opsin (CERN922) and anti-calbindin (CB-38) antibodies. DAPI was used for nuclei visualization. Results: Histological studies showed multiple areas of retinal folding formed by invaginations of all or individual retinal layers. The rosette-like structures composed of one nuclear layer surrounding a central lumen were occasionally seen. Immunohistochemical examination showed decreased length of rodopsin-immunoreactive outer photoreceptor segments in affected regions. GFAP-positive cells were present exclusively in the nerve fiber layer. The calbindin-positive cells (somata and processes) were detected in the outer plexiform layer, outer and inner nuclear layers, ganglion cell layer and rarely in photoreceptor layer. The density and distribution of GFAP-and calbindin-positive structures were similar in normal and abnormal parts of the examined retinas. analgesics. In six cases, treatments were effective and the dogs regained vision without any sequelae. Recurrence of signs was observed in one case. One animal died during hospitalization due to septic inflammation of the central nervous system. Conclusions: Magnetic resonance imaging helps to delineate the lesion in the orbital space and possibly its extensions. Foreign bodies are often suspected, but even with MRI, they are challenging to identify. Most of the time, orbital cellulitis is easy to treat but recurrence is a possible complication. One case with extension of the septic inflammation to the central nervous system was identified. Purpose: To assess whether topically applied 0.5% tropicamide can induce changes in pupil size and intraocular pressure in dogs sedated with butorphanol. Methods: Twelve healthy beagles were included in a crossover designed study in which each dog received 0.2 mg/kg of butorphanol by intramuscular (IM) route or the same volume of 0.9% NaCl in a random order, with a washout period of 1 week. Baseline values of intraocular pressure (IOP) and pupil size (PS) were obtained 20 min (T 20 ), 10 min (T 10 ), and immediately before (T 0 ) IM injection of butorphanol or NaCl. Then, in one randomly selected eye, the dogs received one drop of 0.5% tropicamide ophthalmic solution, applied twice 5 min apart (T10 and T15). The time course of IOP and PS values were followed at the T20, T30, T45 and T60 time points. Statistical analyses of the data were performed using ANOVA. Results: The mydriasis pattern resulting from tropicamide instillation was not statistically different between the butorphanol and NaCl treatment groups (P = 0.39) and a non-significant delay in the mydriasis setting was observed with butorphanol. However, tropicamide-induced mydriasis was associated with a significantly (P = 0.0001) higher rise in IOP after butorphanol sedation (15.9 AE 1.3 mmHg) than after IM injection of NaCl (13.9 AE 0.6 mmHg). Conclusions: Tropicamide-induced mydriasis is not prevented by butorphanol sedation in dogs, but is associated with a significant increase in IOP in the sedated dogs. This should be taken into account in ophthalmic patients affected with or predisposed to glaucoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 21"
        },
        {
            "text": "Serum immunoglobulin G and M antibodies against lens alpha-crystalline in dogs with ocular diseases N Kanemaki,* , † H Tada, † A Minato, † M Inaniwa,* K Terakado* and Y Ichikawa † *Veterinary Teaching Hospital, Azabu University, Sagamihara, Japan; † Department of Veterinary Medicine, Azabu University, Sagamihara, Japan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 25"
        },
        {
            "text": "Purpose: To investigate immunoglobulin IgG and IgM of serum antibodies against alpha crystalline in dogs with a variety of ocular diseases. Methods: The sera of 182 dogs with eye diseases and 21 normal dogs were collected to assay the titers of IgG and IgM antibodies against alpha crystalline using indirect ELISA. The subunits of alpha crystalline were identified using western blotting. Cross-reactivity of labeled second antibodies of dog-IgG and dog-IgM was 3.80% and 2.88%, respectively. Data were analyzed using contingency with CED were treated with SK and CXL. Two were intact males and two were females (one intact, one spayed). The mean age was 10.5 (9-12) years. Depending on the corneal thickness, 500-700 lm of edematous cornea was removed with SK. After keratectomy CXL was performed; the cornea was irradiated by UVA (370 nm) at 30 mW/cm 2 irradiance for 30 min after soaking with 0.1% riboflavin in 20% dextran for 3 min. One drop of riboflavin was instilled every 3 min during irradiation. Slit lamp biomicroscopy and optical coherence tomography were used to examine the cornea during the follow-up period (1-10 months). Results: The corneas had focal to diffuse edema and the average corneal thickness was 1552.75 (1282-1900) lm. All corneas regained marked transparency immediately after treatment; however the opacity increased as the thickness increased (714-1320 lm) during the follow-up period. Corneal vascularization (n = 4) disappeared within a month. Corneal pigmentation (n = 1) and bullae (n = 1) were observed. Bullae formed in the central cornea 17 days postoperatively and resolved within 1 week. All cases had a marked reduction in corneal thickness, however transparency was only restored in one case. Purpose: The determination of breed parameters contributes to the maintenance of animal health and, consequently, to the preservation of the species. The goal of this study was to establish the measures of the ocular segments in adult female 'Nordestino' (Brazilian breed) donkeys, by A and B-mode echobiometry. Methods: Five clinically healthy, female donkeys age 7-15 years and weight 120-170 kg, were examined. Both eyes of each animal were evaluated (10 eyes). The ultrasonographic (Ultrascan A/B-Alcon â ) evaluation was performed with a 20 MHz broadband compact linear array transducer by transcorneal technique and longitudinal plane, after application of topical 0.5% proximetacaine followed by sterile gel. Anterior segment depth (AS), lens thickness (LT), vitreous chamber depth (VD) and globe axial length (GAL) were evaluated. The mean and standard deviation (AESD), with a 95% CI of biometric readings were calculated and one paired t-test was performed to compare measurements between the right and left eyes. The results were considered significant when P < 0.05. Results: AS, LT, VD and GAL (P > 0.05) did not differ between animals or eyes. The means and AESD for AS, LT, VD and GAL were 5.86 (AE0.35), 11.39 (AE0.36), 18.08 (AE0.50) and 35.34 (AE0.71) mm, respectively. Conclusions: This study provides information on the biometric values of the eyes of Equus asinus. Support: National Council of Technological and Scientific Development (CNPq-300833/2010-5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 25"
        },
        {
            "text": "A Kongcharoen,* T Tansatit, † N Bangphoomi † and R Buddhirongawatr ‡ *Prasu-arthon Animal Hospital, Mahidol University, Salaya, Thailand; † Department of Pre-Clinic and Applied Animal Science, Mahidol University, Salaya, Thailand; ‡ Department of Clinical Sciences and Public Health, Mahidol University, Salaya, Thailand",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 28 First report of disseminated protothecosis in a dog in Thailand"
        },
        {
            "text": "Purpose: To report the first case of ocular and disseminated protothecosis in a Pomeranian in Thailand. Methods: A 2 year-old female-neutered Pomeranian was presented for evaluation of visual impairment and lameness. Physical examination was conducted. Complete ophthalmic examination was performed including ocular reflex testing, Schirmer tear test (STT), fluorescein stain, intraocular pressure measurement and fundoscopy. Samples were collected for cytological and bacteriological examination. Blood profile and hip radiography were performed. Results: The dog had normal vital signs. Skin vesicles were observed on the right flank and right external ear canal. The ophthalmic examination revealed dilated pupils and absence of menace responses in both eyes. Slow pupillary light reflexes appeared only on the right eye. STTs were normal (OD = 22, OS = 20 mm/min) and fluorescein stain was negative. Intraocular pressure was 8 and 32 mmHg in the right and left eye, respectively. Fundoscopic examination indicated partial and total retinal detachment in the right and left eye, respectively. Prototheca spp. was detected in vitreous body, skin vesicles, and ear swab by cytological examination and was cultured on Sabouraud's dextrose agar. Blood profiles were normal. Radiography demonstrated a left hip luxation. The patient was treated with amphotericin B until the cumulative dose was 8 mg/kg, and a 2-week course of enrofloxacin 5 mg/kg sid, doxycycline 5 mg/kg sid and carprofen 2.2 mg/kg bid. This dog survived for 49 days after treatment and died from severe bloody diarrhea without histopathological examination. Conclusions: Disseminated protothecosis should be considered as a rare cause of retinal detachment and blindness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 28 First report of disseminated protothecosis in a dog in Thailand"
        },
        {
            "text": "Retinopathy in two closely related Goeldi's monkeys (Callimico goeldii) G Kosec,* EJ Scurrell, † GSayers ‡ and WJ Carter* *South Devon Referrals, Abbotskerswell, UK; † Cytopath Limited, Ledbury, UK; ‡ Paignton Zoo Environmental Park, Paignton, UK Purpose: To describe the retinopathy as a cause of impairment of vision in two closely related Goeldi's Monkey (GM) (Callimico Goeldii). Methods: A 14 year old female GM was presented for assessment of her recent visual deterioration. Neuroophthalmic examination revealed a negative menace response, pupillary light reflex, and dazzle reflex bilaterally. Ophthalmic examination revealed a normal anterior segment, with a marked nuclear sclerosis. Posterior segment examination revealed a pale optic nerve head, with decreased retinal vasculature and patchy increased retinal pigmentation. Subsequently, her 2 year old male offspring was euthanized on humane grounds, due to clinical disease unrelated to ophthalmic problems. Eyes from both specimens were collected via a post mortem enucleation and examined histopathologically. Results: Histopathological examination of the female GM revealed diffuse, marked outer retinal atrophy characterised by loss of the photoreceptor processes and marked depletion of the outer nuclear layer nuclei. In addition, there was multifocal, low grade intraretinal deposition of retinal pigment epithelium (RPE) pigment granules and scattered pigment-laden cells. Histopathological examination of the eye of the male GM revealed a diffuse outer retinal atrophy, whereby the outer nuclear layer was variably only 2-3 nuclear layers thick and approximately one-third the thickness of the inner nuclear retinal layer. Cones were the dominant photoreceptor population with a relative apparent decrease in rods. There was no evidence of intraretinal pigment migration or RPE depigmentation. Conclusion: These changes have not currently been attributed to any known retinal disease in this species, and most closely resemble human retinitis pigmentosa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 29"
        },
        {
            "text": "Normal ocular conjunctival microflora and antimicrobial resistence in clinically healthy Whooper Swans (Cygnus cygnus). Purpose: To identify normal conjunctival bacterial flora and its antimicrobial resistance in clinically normal Whooper Swans (Cygnus cygnus). Methods: Three healthy adult swans and 40 8-9 week-old cygnets underwent a complete ophthalmic examination, including slitlamp biomicroscopy, ophthalmoscopy, and tonometry. Sterile swabs were used for microbial sampling from the ventral conjunctival sac of both eyes. Bacteria were isolated on Trypticase soy agar with 5% sheep blood and identified by morphological assessment, Gram staining, oxidase test, catalase test and a BD BBLTM CrystalTM identification system (BD, USA), a miniaturized microbial ID system that used modified conventional, fluorogenic and chromogenic substrates. Resistance was tested against 14 antimicrobials with a disc diffusion method. To detect significance between results t-test was used. Results: A total of 26 (74%) Gram À and nine (26%) Gram + bacterial species, from 14 families and 23 genera, were isolated. The most common (P < 0.05) isolate was coagulase-negative staphylococci (72%). Acinetobacter baumanii was isolated from 19 samples (44.2%) and Corynebacterium spp. from 14 samples (32.6%). Aeromonas sobria, Pantoea agglomerans, Acinetobacter lwoffii, E.coli, Sphingomonas paucimobilis, and Pseudomonas putida were identified in 13 (30.2%), 11 (25.6%), 10 (23.3%), 7 (16.3%), 5 (11.6%), and 4 (9.3%) samples, respectively. In 7/43 samples (16.3%) at least one bacterial isolate had resistance against used antimicrobials, most often against penicillin and trimetoprim sulfametoxazol. Conclusions: This study provides novel data for normal ophthalmic microflora in healthy Whooper swans where coagulase-negative staphylococci were the most commonly cultured bacteria. At least one bacteria with resistance against antimicrobials was found in 16.3% of samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 30"
        },
        {
            "text": "Concanavalin a-positive glycoproteins in the nuclei of corneal limbal epithelial cells before and after cell culture Purpose: The nuclear matrix of adult cells possesses glycoproteins which stabilize DNA and contribute to the formation of pericentromeric heterochromatin. These glycoproteins form granules detectable by topochemical reactions with Concanavalin A (ConA). Evidence suggests that glycoprotein bioavailability can be altered by stimuli resulting from cell culture. This study evaluated the presence of ConA-positive glycoproteins in the nuclei of rabbit limbal epithelial cells (LECs) before and after cultivation on human amniotic membrane (HAM). Methods: Limbus explants (2 9 2 mm) were collected (using a 15°angle blade) from the right eye of 20 rabbits, after dissociative anesthesia. The rabbits were not submitted to euthanasia. Ten explants were cultured on HAM for 14 days; another 10 explants were used as uncultured controls. Sections were incubated in sodium phosphate buffer containing 0.5 mg/dl ConA (Sigma-Aldrich), pH 6.0, for 30 min. The material was evaluated under an Olympus BX-53 microscope coupled with image analysis system (ImageJ). The fractions of nuclear areas containing ConA-positive glycoproteins were quantified. Diaminobenzidine was used to detect the reaction. Differences were considered significant when P ≤ 0.05. Results: All the samples showed ConA-positive glycoproteins which were predominantly distributed in the nuclear periphery. The nuclei of cultured LECs showed larger area fraction (5.98%) with ConA-positive glycoproteins (P = 0.01) compared to controls (1.97%). Conclusions: Cell culture increased the bioavailability of ConA-positive glycoproteins in the nuclei of LECs. This increase may have implications for condensation of chromosomal territories and gene expression. Support: CNPq (467289/2014-0), and FAPESP (2012/17308-5 Purpose: To describe a very infiltrative primary corneal carcinoma in a dog. Methods: A 7 year old male French Bulldog was referred for a corneal mass on the left eye. Slitlamp biomicroscopy revealed an exophytic white irregular mass, occupying approximately 60% of the central cornea that involved the complete corneal thickness and superficial vascularization. The rest of the ocular examination including STT-1 (19 mm/min) and IOP (13 mmHg) was within normal limits. The dog had a complete excision of the third eyelid gland 5 years before and developed an iatrogenic KCS that was being controlled with topical cyclosporine and artificial tears. Clinically, differential diagnoses included: granulation tissue secondary to corneal trauma, squamous cell carcinoma and papilloma. An excisional biopsy was performed under general anesthesia and a diagnosis of carcinoma was made. Transconjunctival enucleation was performed and the globe was submitted for histopathology. Results: Histological examination showed an exhophytic and very infiltrative malignant neoplasia, which expanded from the corneal epithelium into the deepest portions of the stroma. Neoplastic cells were large and polyhedral, arranged in tubules and trabeculae and positive for cytokeratin. Conclusions: This dog was diagnosed with a very infiltrative corneal neoplasia. The morphology (tubular formation and absence of squamous differentiation) was more consistent with an adenocarcinoma than a squamous cell carcinoma. However, since there are no glands present in the cornea, the origin of the tumor remains unclear.",
            "cite_spans": [
                {
                    "start": 1875,
                    "end": 1888,
                    "text": "(2012/17308-5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "POSTERS 31"
        },
        {
            "text": "Clinical features and treatment possibilities of equine ocular habronemiasis in Hungary and South-Africa Purpose: To describe clinical, cytologic and therapeutic features of equine ocular habronemiasis in two referral practices in Hungary and South-Africa. Methods: In this clinical study some selected cases of ocular habronemiasis of equine patients examined in the last 5 years were reviewed. Ophthalmic examinations including biomicroscopy and indirect ophthalmoscopy were performed. From two cases cytologic samples from the granuloma, swab samples for bacterial culture and in one case punch biopsy from the skin lesion were taken. Results: Habronema cases had uni-or bilateral mucopurulent ocular discharge. Multifocal granulomatous nodular lesions were present at the dorsotemporal conjunctiva close to the limbus or at the medial canthus. Cytology from the gritty necrotic mineralised tissue revealed eosinophilic inflammation of the conjunctiva. Streptococcus equi was isolated from all conjunctival swabs. Some cases had additional cutaneous lesions of the adnexa or the metatarsal region. Incidence rate of concurrent skin lesion was 25-30%. Histopathology from the skin biopsy revealed eosinophilic dermatitis. Therapy included debulking of the granulomas, topical dexamethasone with tobramycin (chloramphenicol/ciprofloxacin) and oral ivermectin. Debulking and repeated antiparasitic treatment led to remarkable healing within weeks. Other recommended topical substances such as DMSO, trichlorfon or nitrofurazon were not used in either country. Conclusions: Ocular habronemiasis in horses is approximately 10 times more common in Africa than in Hungary. Location and type of ocular lesions were the same. Good response to surgical debulking, topical and systemic therapy was observed. Habronemiasis must be considered as a differential diagnosis of conjunctival mass lesions. Purpose: The aim of this study was to confirm the presumptive diagnosis of a rare and unusual form of chronic proliferative ocular inflammation and design a new therapeutic strategy. Methods: We evaluated five affected dogs (two females, three males) of 2 L (each with six puppies) of Australian Shepherds all affected with mostly bilateral chronic progressive membranous conjunctivitis appearing at the age of 4-6 months. Complete clinical and ophthalmic examinations were performed. Conjunctival biopsy samples were obtained, processed routinely and fixed with 10% buffered formalin. The clinical findings, histopathology results and effects of treatment were recorded and compared with the existing knowledge in human and veterinary literature. Results: The normal values for plasminogen are 80-130%. All affected dogs had plasminogen values between 2% and 9.6%. The diagnoses were based on very low values of plasminogen as primary cause of ligneous conjunctivitis and supported by the histopathological results of our biopsies including: amorphous masses and fibrin deposition showing the characteristic wood-like consistency of the mucosa; large amounts of homogenous eosinophilic poorly cellular proteinaceous material in the superficial and deep conjunctival substantia propria and in the epithelium causing marked dissection of the epithelial cells by accumulating lakes of this material. Conclusions: We confirmed the presumptive diagnosis of ligneous conjunctivitis. The study will continue with the monitoring of five affected dogs and their parents. We are looking for the location of expected gene defects. We plan to remove the proliferations by laser surgery and the aid of plasminogen eye drops. Support: We thank Prof.Dr. Reinhard Mischke, Klinik f€ ur Kleintiere der Stiftung Tier€ arztliche Hochschule Hannover for his important scientific and financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 34"
        },
        {
            "text": "Treatment of pre-descemetic melting keratitis with corneal collagen cross-linking in three dogs J Michel and P Lazard Veterinary Clinic, Saint-Germain-en-Laye, France",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 36"
        },
        {
            "text": "Purpose: Corneal collagen cross-linking (CXL) by riboflavin absorbing ultraviolet-A light (UV-A) has been proven efficient in the treatment of melting keratitis in both human and veterinary ophthalmology. Although a minimal corneal thickness of 300 lm is necessary for safety reason, very thin corneas might be stiffened by CXL and prevented from perforating. We present three cases in which CXL was used to treat pre-descemetic melting keratitis (PDMK) in dogs. Methods: Three dogs with unilateral PDMK that were resistant to prior medical therapy were treated with accelerated CXL after obtaining owner consent. Corneas were irradiated by UV-A (370 nm) at 30 mW/cm 2 irradiance for 3 min after soaking with isotonic riboflavin for 30 min. Medical therapy was continued until results of microbiologic culture and antibiotic susceptibility tests were obtained. Follow-up examinations were conducted at 2, 7, 14, 28, 56 days (D) and included slit-lamp examination, fluorescein staining and assessment of complications. Results: All three eyes were comfortable and fluorescein negative on D7. The stromal thickness defects were smaller at D14 and resolved within 1 month. Corneal vascularisation was undetectable in two dogs and was reduced in the third one at D28. At D56, all three eyes had visual function. There were no adverse effects and scar formation was minimal. Conclusions: Considering the clinical improvement of all three corneas, accelerated CXL might become a valuable option for the treatment of deep melting keratitis in dogs. More investigations into the long-term complications of CXL in deep corneal defects are necessary. Purpose: The purpose of this study was to describe the perfusion of the normal and neoplastic feline uvea after injection of a second-generation ultrasound contrast media (Sonovue; Bracco). Methods: Nine healthy cats (18 eyes) and six cats (eight eyes) affected by uveal neoplasia, confirmed by cytologic/histopathologic evaluation (two melanoma, six lymphoma) were studied. Animals underwent ophthalmic examination and ocular sonography (12 and 18 MHz linear probes). CEUS followed a standard grey scale evaluation. The contrast medium (0.03 mL/kg) was injected into the cephalic vein, followed by 5 mL of saline solution. After subjective evaluation of the videos, three region of interest (ROI) were drawn on the iris (I), ciliary body (CB) and choroid (C). Time-intensity curves were generated using a commercial software (Qcontrast; Bracco) and perfusion parameters were calculated. Results: Normal uvea showed mean peak intensity (PI, relative pixel brightness) values significantly lower in iris than in ciliary body and choroid ( Purpose: This study was aimed to determine normal ocular biometry of European Pond turtles (Emys orbicularis) using B-mode ultrasonography. Methods: Twenty-two captive adult European pond turtles (12 males and 10 females) with similar ages were used for this study. Ultrasonographic biometry was performed using a B-mode system with a linear 8-MHz transducer. The axial globe length (AGL) was measured from the anterior corneal surface to the retina. The anterior chamber depth (ACD) was measured as the distance between echoes from the posterior corneal surface and the anterior lens surface. The lens thickness (LT) was the distance between echoes from the anterior and posterior lens surfaces. The vitreous chamber depth (VCD) was the distance between echoes from the posterior lens surface and the retina. Purpose: To measure the retinal thickness of the two most common Brazilian snakes: Boa constrictor (nonvenomous) and Bothrops jararaca (venomous), in an unprecedented way using optical coherence tomography (OCT). Methods: Optical coherence tomography was performed in 20 healthy adult snakes, Boa constrictors (five males and five females) and Jararacas (five males and five females) from Butantan Institute. The animals were appropriately positioned by manual restraint and their retinas examined by OCT (Spectralis Heidelberg, USA). The thickness of the total retina, neurosensory retina and ganglion cell complex (nerve fiber layer, ganglion cell layer and inner plexiform layer) were measured and analyzed from images obtained with magnification of 4009. It was not necessary to dilate the pupils and only Jararacas were sedated in a carbon dioxide chamber for 5 min before the exam with the purpose of avoiding accidents. Results: Optical coherence tomography images demonstrated a large number of radial vessels overlying the retina departing from the optic nerve. During the examination it was possible to visualize blood flow in the vessels. Mean and standard deviation of total retinal thickness, neurosensory thickness and ganglion cell complex thickness in Boa constrictors were 208. Purpose: Determination of changes of intraocular pressure (IOP) in healthy chinchillas during day and night. Methods: The study included 23 healthy chinchillas (12 females) of mean (AESD) age of 5.6 (AE2.5) years and body weight of 618 (AE77) g. IOP was measured in OU at 1 a.m., 6 a.m., 10 a.m., 2 p.m. and 7 p.m. A 3-day interval was kept between measurements. IOP was measured by one examiner (AMT) using rebound tonometry (Tonovet, setting 'do'). During the examination animals were handled gently without causing pressure on the neck region which could increase IOP. Repeated-measures analysis of variance with Tukey post-hoc test was performed to evaluate changes of IOP. A significance level of 0.05 was assumed. Student's t-test was used to compare IOP between OD and OS and Bonferroni correction was applied due to multiple testing. Results: At no moment did IOP prove to differ significantly between OD and OS. Mean IOP tended to change over the 24 h period (P < 0.001). Mean (SD) IOP was 10.1 (3.8) mmHg at 10 a.m. and significantly lower than the 2 p.m. (12.1 (2.7) mmHg; P = 0. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 36"
        },
        {
            "text": "Effects of a new soft cryosurgical method on conjunctiva and cornea in isolated pig eyes and comparison with standard LN2 cryosurgery: a preclinical study L Barachetti,* C Giudice,* M Cescon* and A Rampazzo † *Department of Veterinary Science and Public Health, Faculty of Veterinary Medicine, University of Milan, Milano, Italy; † Istituto Veterinario di Novara, Granozzo con Monticello, Italy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 42"
        },
        {
            "text": "Purpose: To evaluate the safety on the cornea and conjunctiva of a new cryosurgical method based on the application of a dimethyl ether, propane and isobutene solution (Histofreezer â ), and to compare it to Liquid Nitrogen (LN2; Cry-Ac Cryogun â ). Methods: Fifty-two isolated pig eyes were removed at the end of the slaughter process, preserved for <1 h and divided in four groups. First group included eyes treated with two applications of the Histofreezer in the center of the cornea and in the lateral epibulbar conjunctiva. Second group included eyes treated with Histofreezer on the third eyelid's conjunctiva. The third group included eyes treated with LN2 on the third eyelid's conjunctiva. The fourth group included eyes treated with LN2 on the central cornea. Each application of the cryogen (0.8 cm area) was of 40 s. Each group included one (not treated) control eye. The eyes were submitted for histopathological evaluation. Histological alteration (compared with control eye) were recorded and scored with a semiquantitative scoring system. Results: No tissue alteration was detected on the conjunctiva, in any of the groups. All treated corneas showed various degrees of stromal cleft formation, and cytoplasmic vacuolization of epithelial basal cells, but all the alterations were mild without significant differences between the groups. Conclusions: No significant damage to cornea or conjunctiva was detected and no significant difference between the two methods was recorded. Soft cryosurgery could represent a valid and safe method to treat different corneal and conjunctival pathologies, but clinical studies should be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 42"
        },
        {
            "text": "Peculiar foreign body inside the cornea in a Yorkshire terrier E Delgado and D Conceic ßão CIISA, Clinics Department, Faculdade de Medicina Veterin aria, Universidade de Lisboa, Lisbon, Portugal",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 43"
        },
        {
            "text": "Purpose: A case of peculiar intrastromal corneal foreign body in a dog is described. Methods: A 2-year-old Yorkshire Terrier male dog presented with a history of blepharospasm, squinting and epiphora of 1 month duration in the left eye. Following ocular trauma, 1 month before, the referring veterinarian diagnosed a fluorescein-positive corneal lesion and prescribed topical triple antibiotic and tropicamide. Later the patient received flurbiprofen but never stopped having a painful eye. At ophthalmological consultation IOP was 16 mm/Hg in the right and 10 mm/Hg in the left eye. The left eye presented with blepharospasm, hypotension and miosis. Slitlamp biomicroscopy demonstrated the presence of a corneal leucoma in the dorsomedial quadrant beneath which there was a dark straight line of approximately 1.5 cm length. Surgical treatment included a linear deep keratotomy to retrieve the foreign body, which was deep in the stroma and partially in contact with the anterior chamber. A thin dark structure similar to a hair was removed. The corneal incision was closed with simple interrupted sutures using polyglactin 9-0. Oral enrofloxacin and carprofen plus topical tobramycin and tropicamide were prescribed. Results: The thin dark structure was confirmed to be a hair. The cornea healed completely, although a linear dorsal leucoma remained. No signs of uveitis were seen after 6 months of follow-up. Discussion: In this peculiar case, apparently the initial traumatic lesion healed, leaving a hair retained inside the corneal stroma and in contact with the anterior chamber, which resulted in chronic uveitis. Surgical treatment was curative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTERS 43"
        },
        {
            "text": "RE SI DE NTS 1 Accuracy of contrast enhanced ultrasonography (CEUS) and color doppler (CFM) to diagnose neoplastic intraocular masses in small animals: preliminary results V Andreani,* N Di Girolamo,* A Guandalini,* G Rubini, † P Bargellini, ‡ M Crasta § and P Fonti* *Department of Ophthalmology, Centro Veterinario Specialistico CVS , Rome RM , Italy; † Ultravet diagnostic, San Giovanni in Persiceto BO , Italy; ‡ Clinica Veterinaria Tyrus, Terni TR , Italy; § Visionvet, San Giovanni in Persiceto BO , Italy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RE SIDENTS' ABSTRACTS"
        },
        {
            "text": "Purpose: To evaluate contrast enhanced ultrasonography (CEUS) and CFM for detection of blood flow in intraocular masses detected using grey-scale B-mode ultrasonography. Methods: Contrast enhanced ultrasonography was performed after B-mode ultrasonography and CFM. A cephalic vein-injection of 0.05 mL/kg stabilized phospholipid capsules filled with sulphur hexafluoride microbubbles (SonoVue Bracco, Milan, Italy) was administered as contrast medium for CEUS examination. Dedicated software: Contrast Tuned Imaging (ESA-OTE Mylab 70 CNti, Genoa, Italy) and coded Contrast Imaging Amplitude Modulation (GE LOGIQ 9 CCIAM, San Jose, CA, USA) were used. Presumptive diagnosis of neoplasia was based on the presence of blood flow in the intraocular structure using CFM and CEUS, and was confirmed by histopathology or fine needle aspiration (FNA). Without evidence of intralesional blood flow a trained ophthalmologist confirmed the uneventful healing with medical therapy or the long-term stability of the initial observed lesions. Results: The final diagnosis was intraocular neoplasia in 13/22 eyes and other anomalies in 9/22, including (vitreal blood clots 7/9, vitreous degeneration 1/9 and fibrin in the anterior chamber 1/9 Purpose: To screen a closed herd of Old Kladruber Grey Horses (OKGH) for specific ophthalmic problems. Methods: One hundred and twenty horses were included in the study. All horses were housed in the district of the main National Stud Farm Kladruby nad Labem. Age, gender, breeding status and level of sporting activity were recorded. Both eyes of each horse were examined in a darkened environment by a single examiner (RA) before and after topical administration of tropicamide. The animals were manually restrained without sedation. A complete ophthalmic examination was performed using a portable slit-lamp biomicroscope, a direct ophthalmoscope and a Finnoff transilluminator with 20D condensing lens. Fluorescein testing was performed when indicated. Results: The age ranged from 2 to 27 years (mean 8.84 years, median 8 years). The gender distribution (males: females) was 47:72. Both eyes were normal in 53 (44.2%) horses; affected eyes exhibited no side predilection. The most common abnormalities were cataract formation (22 eyes), iris hyperpigmentation (20 eyes), corneal stromal haze (14 eyes), corneal punctate subepithelial opacities (nine eyes) and alterations in corpora nigra size (nine eyes). The most frequent variations of normal ocular anatomy were posterior lenticular suture lines (199 eyes), tapetal hypoplasia (65 eyes) resulting in a multicolored tapetal fundus (20 eyes), nuclear sclerosis (56 eyes) and senile vitreal degeneration (28 eyes). Conclusions: To our knowledge, this is the first report on the prevalence of ocular abnormalities in a closed herd of OKGH through examination of a substantial cross-section of the OKGH population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RE SIDENTS' ABSTRACTS"
        },
        {
            "text": "Presence of opioid receptors in feline and canine optic nerve and cornea: a pilot study using radioactive binding compare their amounts between healthy and diseased eyes. Methods: Twelve healthy and two pathological corneas and 14 healthy and three pathological optic nerves were collected during enucleation or after euthanasia. Receptors were quantified by a saturating radioactive binding assay, which measured binding of radiolabeled ligands to cell membranes containing receptors of interest. Tritiate Deltorphine II, DAMGO and U-69 593 were used as selective ligands for d, µ or j receptors, respectively. Results: In healthy optic nerves of cats, amounts of l, j, d receptors were 18.5, 46.5 and 21.4 fmol/mg, respectively. In healthy optic nerves of dogs, amounts of l, j, d receptors were 1.0, 17.0 and 5.9 fmol/mg, respectively. In optic nerves of cats with corneal or intra-ocular diseases, amounts of l and j receptors were 4.3 and 80.1 fmol/mg, respectively. In healthy corneas of cats, amounts of l, j, d receptors were 18.3, 28.3 and 32.0 fmol/mg, respectively. In corneas of cats with corneal diseases, amount of l, j, d receptors were 2.6, 34.7 and 71.1 fmol/mg, respectively. Conclusion: All subtypes of opio€ ıds receptors are present in corneas of cats and optic nerves of both species. Inflammation or disease seems to change their distribution. Opioid drugs, other than morphine, could be used topically or for retrobulbar block. Further studies are necessary to confirm their clinical effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RE SI DE NTS 3"
        },
        {
            "text": "Combination of brow suspension and modified celsushotz for the treatment of redundant facial skin folds and entropion in the dog",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RE SI DE NTS 4"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "† † Cl ınica Ocular Veterinaria",
            "authors": [
                {
                    "first": "¶",
                    "middle": [],
                    "last": "Oftalmolog Ia Veterinaria",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ocaña",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Madrid",
                    "suffix": ""
                },
                {
                    "first": "; **cl Inica Veterinaria San",
                    "middle": [],
                    "last": "Spain",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bernardo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human (32/ 114;28.1%) or bovine (82/114;71.9%) (AmnioVet â ) cryopreserved amniotic membranes were used. Monolayer (31/114;27.2%), bilayer (44/114;38.6%) or multilayer technique (39/ 114;34.2%) was performed as needed with the amniotic graft placed to the limbus (52/ 114;45.6%), to the defect (48/114;42.1%) or both (14/114;12.3%). Mainly absorbable 8/0-9/0 suture material was used (83/114;72.8%). Post-surgical treatment consisted of topical (antibiotics, NSAIDs, cycloplegics and autologous serum) and systemic medications (antibiotics and NSAIDs). Mean epithelial healing and follow-up times were 25 days (15-45 days) and 98 days (21-400 days), respectively. Post-surgical complications included graft pigmentation (10/114;8.8%), graft failure (6/114;5.3%), wound dehiscence (4/114;3.5%) and keratoconus (1/114;0.9%). Good cosmetic and visual outcomes were achieved in 99.1% (113/ 114) and 97.4% (111/114) of the cases, respectively. None to low graft opacity was seen in 23",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oftalmovet",
                    "suffix": ""
                },
                {
                    "first": "Spain",
                    "middle": [],
                    "last": "Valencia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Purpose",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "To describe the surgical technique and outcome of amniotic membrane transplantation (AMT) for the treatment of complicated corneal ulcers in dogs. Methods: Canine medical records of seven Spanish veterinary practices, from 2010 to 2015, were reviewed for suitable cases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "NTS 6 Outcome of intensive medical therapy for melting corneal ulcers in 38 canine eyes A Guyonnet, A",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Re",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De ; Bourguet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Faure",
                    "suffix": ""
                },
                {
                    "first": "S Chahory Ophthalmology",
                    "middle": [],
                    "last": "Donzel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Unit",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ecole Nationale Vétérinaire d'Alfort",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abreu,* MAR Feliciano, † R Renzo,* KK Kobashigawa,* FDYC Chacaltana,* RM Crivelaro,* CP Balthazar da Silveira,* R Thiesen, ‡ AAF Barros Sobrinho,* M Aldrovani* and JL Laus* *Ophthalmology Unit, Department of Veterinary Clinical Medicine and Surgery, Faculty of Agrarian and Veterinary Sciences, FCAV-UNESP, Jaboticabal, SP, Brazil; † Department of Veterinary Preventive Medicine and Animal Reproduction, Faculty of Agrarian and Veterinary Sciences, FCAV-UNESP, Jaboticabal, SP, Brazil; ‡ Anaesthesiology Unit, Department of Veterinary Clinical Medicine and Surgery, Federal University of Pampa, UNIPAMPA, Uruguaiana, RS, Brazil",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ziołkowska,* H Ziołkowski † and B Lewczuk* *Department of Histology and Embryology, University of Warmia and Mazury, Olsztyn, Poland; † Department of Pharmacology and Toxicology, University of Warmia and Mazury, Olsztyn, Poland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Conclusions: The histological features of the disorganized retinal regions in the examined cats were characteristic for retinal dysplasia reported in other species. In the areas of the retinal folds, the morphology of the photoreceptor outer segments was abnormal. There were no detectible changes in localization of GFAP-and calbindin-positive cells in the affected areas. Support: The study was supported by KNOW (Leading National Research Centre), decision of Ministry of Science and Higher Education No. 05-1/KNOW2/2015. POSTERS 22 Eight cases of canine orbital cellulitis M Gauthier, E Gomes, M Garcia and G Payen Centre Hospitalier V et erinaire Fr egis, Arcueil, FrancePurpose: To describe eight cases of canine orbital cellulitis. Methods: Complete clinical examinations were performed in all cases. Diagnostic imaging, either magnetic resonance imaging or computed tomography scan was undertaken. An ultrasound-guided sampling of the retrobulbar lesion was performed. The samples were submitted for cytological examination (except one case) and microbiological cultures. Results: Clinical examinations revealed acute unilateral exophthalmos and pain in all cases. Other clinical signs included hyperthermia (4/8), pain on jaw opening (4/8), decreased menace response (4/8), swelling of ipsilateral pterygopalatine fossa (4/8) and ulcerative keratitis (2/8). Magnetic resonance imaging (MRI) revealed a focal fluid filled lesion in five cases. Indentation of the posterior aspect of the globe was detected in two cases on ultrasonography. Cytological examination confirmed an abscess in six cases. Microbiological cultures were positive in four samples. Treatments included two antibiotics (entrofloxacin IV and PO in all cases), corticosteroids (IV, PO) and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Kovalcuka* and K Kovalenko † *Clinical Institute, Faculty of Veterinary Medicine, Latvia University of Agriculture, Jelgava, Latvia; † Institute of Food and Environmental Hygiene, Faculty of Veterinary Medicine, Latvia University of Agriculture, Jelgava, Latvia",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Aldrovani,* PC Cristovam, † JAP Gomes † and JL Laus* *Ophthalmology Unit, Department of Veterinary Clinical Medicine and Surgery, Faculty of Agrarian and Veterinary Sciences, FCAV-UNESP, Jaboticabal, SP, Brazil; † Ocular Surface Advanced Center, Federal University of São Paulo, CASO-UNIFESP, São Paulo, SP, Brazil",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "enhanced ultrasonography (CEUS) in feline normal and neoplastic uvea M Quarta,* M Pugliese,* M Ragusa,* R Rabozzi, † C Giudice ‡ and F Rossi § *Department of Clinical Sciences, University of Messina, Messina, Italy; † Private Practice Clinica Veterinaria Roma Sud, Roma, Italy; ‡ Department of Pathology and Animal Health, University of Milano, Milano, Italy; § Private Practice Clinica Veterinaria dell'Orologio, Sasso Marconi, Italy",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Purpose: To describe the use of transpupillary diode laser retinopexy (TPDLR) for prevention of retinal detachment (RD) in dogs at increased risk. Methods: Thirty dogs (41 eyes) were included. Risk factors for RD included cataract in predisposed breeds (Bichon No adverse side effects were observed. Vision was preserved in all eyes at follow-up, except one eye (lens luxation surgery) which developed glaucoma and RD 18 months after procedure. Conclusions: Transpupillary diode laser retinopexy is a safe procedure, done several days after lens surgery and seems to be effective in preventing RD in eyes at risk.A Regnier,* I Berton,* D Concordet † and JY Douet* *D epartement des Sciences Cliniques, INP/Ecole Nationale V et erinaire, Universit e F ed erale Toulouse -Midi Pyr en ees, Toulouse, France; † D epartement des Sciences Biologiques, INP/Ecole Nationale V et erinaire, Universit e F ed erale Toulouse -Midi Pyr en ees, Toulouse, France",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Support: Myers-Dunlap Endowment, George H. Bird and 'Casper' Endowment for Feline Initiatives, MSU Center for Feline Health and Well-Being. I confirm adherence to the ARVO Statement for the Use of Animals in Ophthalmic and Vision Research: Yes. B Grahn,* S Osinchuk,* M Leis,* B Bauer,* L Sandmeyer,* F Buchanan, † F Schumann ‡ and L Petrie ‡ *Departments of Small Animal Clinical Sciences, University of Saskatchewan, Saskatoon, Saskatchewan, Canada; † Western College of Veterinary Medicine and Department of Animal and Poultry Science, College of Agriculture and Bioresources, University of Saskatchewan, Saskatoon, Saskatchewan, Canada; ‡ Large Animal Clinical Sciences, University of Saskatchewan, Saskatoon, Saskatchewan, Canada",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Support: Myers-Dunlap Endowment for Canine Health, CVM Endowed Research Funds. I confirm adherence to the ARVO Statement for the Use of Animals in Ophthalmic and Vision Research. AM Kom aromy, CD Harman and HR Tsai College of Veterinary Medicine, Michigan State University, East Lansing, MI, USA",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Support: Midwest Eye-banks, Republic of China (Taiwan) Government Scholarship for Studying Abroad, Michigan State University Discretionary Funding Initiative. Nuclear phenotypes in conjunctival epithelial cells from dogs with keratoconjunctivitis sicca vs. 'normal' dogs F Baldo-Lima,* M Aldrovani, † MR Filezio, † JL Laus † and AP Ori a* *Department of Anatomy, Pathology and Clinics, School of Veterinary Medicine and Zootechny, Federal University of Bahia, Bahia, Brazil; † Ophthalmology Unit, Department of Veterinary Clinical Medicine and Surgery, Faculty of Agrarian and Veterinary Sciences, UNESP Jaboticabal, São Paulo, Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Conclusions: Conjunctival epithelial cells nuclei of patients with KCS showed chromatin condensation alterations, which could change chromosome territory positions. Nuclear alterations, as observed, could be involved with changes in activity of genes related to biosynthesis of tear components and/or homeostatic conjunctival cells. Support:",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Department for Pathobiology, Veterinary University, Vienna, Austria; § Department of Pathobiology, Division of Pathology, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "8 Bovine amniotic membrane graft for reconstrution of a corneal perforation in a Sphynx cat E Delgado and AP Resende CIISA, Clinics Department, Faculdade de Medicina Veterin aria, Universidade de Lisboa, Lisbon, Portugal",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "B Ekesten,* A Leijon † and L Str€ om* *Department of Clinical Sciences, Faculty of Veterinary Medicine and Animal Science, SLU, Uppsala, Sweden; † Department of Biomedicine and Veterinary Public Health, Faculty of Veterinary Medicine and Animal Science, SLU, Uppsala, Sweden",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Purpose: To describe concurrent epibulbar melanocytoma, uveal melanosis and uveal melanocytoma in the left eye of a 7-year-old female German Shepherd dog. Methods:",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "L Richter-Reichhelm,* J Csokai, † E M€ uller, † A Ewringmann ‡ and JC Eule* *Small Animal Clinic, Faculty of Veterinary Medicine, Freie Universit€ at Berlin, Berlin, Germany; † LABOKLIN, Labor f€ ur klinische Diagnostik GmbH & Co. KG, Bad Kissingen, Germany; ‡ Veterinary practice for small mammals, Dr. Anja Ewringmann, Berlin, Germany",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Valladolid, Spain; † Ophthalmology Unit, Department of Veterinary Medicine, Surgery and Anatomy, Faculty of Veterinary Science, University of Leon, Leon, Spain; ‡ Instituto de Biomedicina IBIOMED , University of Leon, Leon, Spain; § Infectious Diseases and Epidemiology Unit, Department of Animal Health, Faculty of Veterinary Science, University of Leon, Leon, Spain",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "). Results: Schirmer tear test medianAEstandard deviation values were 20.62 AE 1.92 mm in total, 21.5 AE 1.62 mm in male and 20 AE 2 mm in female dogs. Lysis diameter range was 18-24 mm. Lysozyme concentration medianAEstandard deviation values were 14 495 AE 5249lg/mL in total, 11 959 AE 2953lg/mL in male and 17 031 AE 5681lg/mL in female dogs. Conclusions: A method for determining canine tear lysozyme A concentration was developed and standardized. Tear lysozyme concentration after STT was determined in healthy male and female beagle dogs. Support: I Fernandez-Bueno was supported by RETICS RD12/0034/0001, Instituto de Salud Carlos III, Spain. I confirm adherence to the ARVO Statement for the Use of Animals in Ophthalmic and Vision Research.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "SM Rajaei,* M Ansari-Mood † and DL Williams ‡ *Department of Basic Sciences, College of Veterinary Medicine, Karaj Branch, Islamic Azad University, Alborz, Iran; † Department of Clinical Sciences, Faculty of Specialized Veterinary Sciences, Science and Research Branch, Islamic Azad University, Tehran, Iran; ‡ Department of Veterinary Medicine, Cambridge, UK Purpose: This study was aimed to determine effects of anesthesia on intraocular pressure (IOP) in healthy Syrian hamsters (Mesocricetus auratus). Methods: Ninety healthy adult Syrian hamsters (45 males, 45 females) were used in this study.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Conclusions: The present study demonstrated that the ketaminexylazine combination decreased IOP significantly in Syrian hamsters while the other agents had no significant effect on IOP. I confirm adherence to the ARVO Statement for the Use of Animals in Ophthalmic and Vision Research.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "J Kim,* , † N Takiyama, ‡ J Bae, † MS Kim † and DB Ji* *Ji Dong Beom Animal Hospital, Busan, South Korea; † Department of Veterinary Surgery, College of Veterinary Medicine, Chonbuk National University, Iksan, South Korea; ‡ Department of Veterinary Medicine, College of Biosource Sciences, Nihon University, Tokyo, Japan",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "GA da Silva,* CMM Coelho, † ML Silva, ‡ CPB da Silveira,* DS Zanoni, § LG Rivera-Calder on, § APA Costa, ¶ AVC do Amaral, ¶ MR Filezio,* KK Kobashigawa* and JL Laus* *Departamento de Cl ınica e Cirurgia Veterin aria, UNESP, Universidade Estadual Paulista, Campus Jaboticabal, SP, Brazil; † Federal Rural University of Rio de Janeiro, Campus Serop edica, RJ, Brazil; ‡ Universidad La Salle, Bogot a, Colombia; § Departamento de Cl ınica Veterin aria, UNESP, Universidade Estadual Paulista, Campus Botucatu, SP, Brazil; ¶ UFG, Universidade Federal de Goi as, GO, Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "E Ludwig,* R Mischke † and H Meißel ‡ *Fachpraxis f€ ur Tierpathologie M€ unchen (Bomhard/Pfleghaar), Munich, Germany; † Stiftung Tier€ arztliche Hochschule Hannover, Klinik f€ ur Kleintiere, Hannover, Germany; ‡ Tierklinik Oberalm, Oberalm, Austria",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "31.18% vs. 39.10 and 58.50%; P < 0.05), respectively; and mean time to peak (TTP) values of 20.42 (I), 21.19 (CB) and 15.16 s (C), respectively. In the neoplasia group, PI values between I, CB and C were not statistically different (42.94% vs. 46.1 and 64.49%, P > 0.05). The mean PI values of the iris were greater but no significantly different between the neoplasia and control group (healthy cats). Conclusions: CEUS was effective in visualizing uveal perfusion in healthy and pathological eyes; neoplasia was associated with subjective increased vascularization, however perfusion parameters were not statistically different in the two groups.SM Rajaei,* M Ansari-mood † and R Sadjadi † *Department of Basic Sciences, College of Veterinary Medicine, Karaj Branch, Islamic Azad University, Alborz, Iran; † Department of Clinical Sciences, Faculty of Specialized Veterinary Sciences, Science and Research Branch, Islamic Azad University, Tehran, Iran",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Results: Mean AE SEM body weight and length for females and males were 392.28 AE 27.63 g, 12.24 AE 0.30 cm and 258.84 AE 20.24 g, 10.91 AE 0.29 cm, respectively. Mean AE SEM AGL, ACD, LT and VCD for all animals were 5.66 AE 0.02 mm (ranging from 5.54 to 5.81), 1.20 AE 0.02 mm (ranging from 1.11 to 1.36), 1.26 AE 0.01 mm (ranging from 1.20 to 1.32) and 2.99 AE 0.01 mm (ranging from 2.90 to 3.04), respectively. Significant differences were not found in measured parameters between the right and left eye or males and females. Conclusions: Our study reported normal reference values for ocular ultrasonographic biometry of the European pond turtle. I confirm adherence to the ARVO Statement for the Use of Animals in Ophthalmic and Vision Research. OCT) in two snake species, Boa constrictor and Bothrops jararaca RA Pecora,* DG Pinto,* AR Eyherabide,* MPN Carvalho, † KF Grego, † SS Sant'Anna, † SS Watanabe, ‡ AA Bolzan,* PSM Barros* and AMV Safatle* *Laboratory of Experimental Comparative Ophthalmology, School of Veterinary Medicine, University of São Paulo, São Paulo, Brazil; † Herpetology Laboratory, Butantan Institute, São Paulo, Brazil; ‡ School of Medicine, Federal University of São Paulo, São Paulo, Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "5 lm AE 8.33 lm, 193.8 lm AE 8.27 lm and 69.3 lm AE 4.76 lm, respectively. In Jararacas the thickness measurements of the total retina, neurosensory retina and ganglion cell complex were 201.3 lm AE 12.47 lm, 189.1 lm AE 13.88 lm and 59.8 lm AE 4.78 lm, respectively. Conclusions: The current study provides information on the thickness of retinal structures in two species of snakes and demonstrates a noninvasive assessment of the retinal morphology without having to fully anesthetize the animals for safety reasons. Supported: FAPESP 2011/24039-8. AM Tomkowicz,* K Warchulska, † M Czopowicz, ‡ D Dzier_ zanowska-G ory n § and M Galanty* *Department of Small Animal Surgery and Anesthesiology, Faculty of Veterinary Medicine, Warsaw University of Life Sciences, Warszawa, Poland; † Department of Pathology and Veterinary Diagnostics, Faculty of Veterinary Medicine, Warsaw University of Life Sciences, Warszawa, Poland; ‡ Laboratory of Veterinary Epidemiology and Economics, Faculty of Veterinary Medicine, Warsaw University of Life Sciences, Warszawa, Poland; § Department of Animal Breeding and Production, Faculty of Veterinary Medicine, Warsaw University of Life Sciences, Warszawa, Poland",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": ") mmHg; P < 0.001) measurements, but similar to the 7 p.m. (11.2 (3.2) mmHg; P = 0.314) reading. At 6 a.m. IOP was significantly higher than at 10 a.m. (P < 0.001) and 7 p.m. (P = 0.004). Conclusion: Intraocular pressure seems to reach the highest values during the night and early morning and then drop abruptly in the late morning.POSTERS 41 Upregulation of GFAP expression in retinal M€ uller cells in cats with feline infectious peritonitis (FIP)N Zi ołkowska,* H Zi ołkowski † and B Lewczuk* *Department of Histology and Embryology, University of Warmia and Mazury, Olsztyn, Poland; † Department of Pharmacology and Toxicology, University of Warmia and Mazury, Olsztyn, Poland Purpose: The study was performed to determine whether glial fibrillary acidic protein (GFAP) expression and distribution change in the retinal glial cells during ocular inflammation in cats with feline infectious peritonitis (FIP). Methods: Eyes from five cats of different breeds, naturally infected with FCoV (feline coronavirus), were taken for histological and immunohistochemical studies. Before euthanasia examination of the anterior segment of the eye was performed. The eyes without any signs of disease were used as controls. The eyes were fixed in formalin, dehydrated and embedded in paraffin. Immunohistochemical studies were performed using anti-GFAP antibody (G3893; Sigma-Aldrich). In addition, anti-FCoV antibody was used to confirm the presence of coronavirus antigen in ocular tissues. Results: Ocular examination showed inflammation of the iris, decreased intraocular pressure and keratic precipitates on the corneal endothelium. Strong GFAP immunoreactivity was demonstrated in M€ uller cells(Mc), which form numerous radial columns extending through the entire thickness of the retina. The positive staining was observed in perikarya of Mc located in the outer nuclear layer and in the processes of the Mc present in the inner nuclear layer and both plexiform layers of the retina. Conclusion: The inflammatory process during FIP spreads from the uveal tract to the retinal tissue. The Mc of the feline retina accumulate GFAP which suggests that activation and retinal gliosis could be a consequence of inflammatory processes caused by FCoV. Support: The study was supported by research grant No. 15.660.106 from KNOW, decision of Ministry of Science and Higher Education No. 05-1/KNOW2/2015.",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "). Doppler detected vascularization in 11 cases. CEUS diagnosed blood flow in 13 cases. CFM and CEUS had sensitivity of 77% (95%CI:46-94%) vs. 100% (72-100%), specificity of 89% (51-99%) vs. 100% (63-100%), positive-predictive value of 91% (57-99%) vs. 100% (72-100%), negative predictive value of 73% (39-93%) vs. 100% (63-100%), to differentiate intraocular masses from other lesions. Conclusion: Based on these results, CEUS proved to be a superior diagnostic technique than CFM to differentiate intraocular masses from other pathologies. A larger study is required to confirm these findings.RE SI DE NTS 2 Ocular abnormalities in a herd of Old Kladruber Grey Horses: a cross-sectional studyR Andrysikova,* SA Pot,* J Markova, † E Horackova, ‡ F Kolos, ‡ K Voelter* and BM Spiess § *Equine Department, Section of Ophthalmology, Vetsuisse Faculty, University of Zurich, Switzerland; † Weston Lakes Animal Hospital, Weston, FL, USA; ‡ Equine Clinic, Faculty of Veterinary Medicine, University of Veterinary and Pharmaceutical Sciences, Brno, Czech Republic; § Praxis f€ ur Tieraugenheilkunde, Tier€ arztliches € Uberweisungszentrum, Tenniken, Switzerland",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Purpose: To describe the outcome of Brow suspension in combination with Celsus-Hotz for the treatment of upper eyelid pseudoptosis and entropion in canine patients with redundant facial skin folds. Methods: Medical records from 1999 to 2015 were retrospectively reviewed. Only dogs that underwent Brow suspension and Celsus-Hotz techniques for treating bilateral pseudoptosis and entropion were included in the study. Recorded data included: breed, age, gender, main ophthalmic complaint, ocular findings, suture material used for brow suspension and number of slings placed, postoperative treatment, complications, follow-up time and outcome. Results: Twenty-five adult dogs of different gender and breeds fulfilled the inclusion criteria, with the Shar-Pei being overrepresented (19/25;76%) . Main complaint at first presentation was mucopurulent discharge (10/25;40%) and blepharospasm (10/25;40%). Concurrent corneal disease was diagnosed in 47 eyes (47/50;94%). Monofilament polyamide was the most frequently used suture material (46/50;92%). Number of slings placed varied, including 1 in 2 eyes (4%), 2 in 28 eyes (56%), 3 in 17 eyes (34%) and 4 in 3 eyes (6%). Complications were seen in nine eyes (18%): entropion undercorrection (6 eyes;12%), suture rupture (1 eye;2%) and skin abscess (2 eyes;4%). Mean follow-up time was 17.6 months (1-84 months). Good esthetic and functional results were obtained in 41 eyes at first (82%), and in all patients after reintervention. Conclusions: Brow suspension, in conjunction with modified Celsus-Hotz, is a surgical technique to be considered in canine patients with ptosis and entropion secondary to redundant facial skin folds, especially if facial appearance is to be preserved.",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 792,
                    "text": "(19/25;76%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "A multicenter retrospective study on human and bovine amniotic membrane transplantation for the treatment of complicated corneal ulcers in the dog Purpose: Many studies report the success rate of surgical procedures to stabilize melting corneal ulcers in dogs but no data is available for the outcome of intensive medical therapy. Methods: Dogs with melting corneal ulcers were identified through a search of records from 2012 to 2015. Criteria for inclusion were a diagnosis of corneal ulcer with signs of stromal melting and intensive treatment with topical antibiotic and protease-inhibitors. Dogs that required initial surgery were excluded. Successful outcome was defined as corneal reepithelialisation without need of surgical procedure. Data collected from the medical records included ophthalmic examination findings, treatment and number of days to achieve healing. Results: Thirty-three dogs (38 eyes) were selected, including 14 females and 19 males. Seventy-eight per cent of cases (26/38) were treated with frequent administrations (every 2-4 h) of tobramycin in combination with heterologous serum. The success rate of intensive medical therapy was 63.1% (24/38). Initial lesion size was significantly smaller in dogs with successful outcome (mean 43.1 mm 2 ) compared to dogs that required surgery (mean 98.1 mm 2 ) (P < 0.05). Age, duration of clinical signs and degree of stromal loss were not significantly different between these two groups (P > 0.05). Ulcers treated successfully had a mean healing time of 8 AE 5.5 days. Ulcers that failed to heal with medical therapy received surgery after a mean time of 5 AE 4 days. Conclusions: Intensive medical therapy is a suitable way to achieve healing of certain melting corneal ulcers. Increasing lesion size was associated with less successful outcomes. Purpose: The objective was to examine previously published criteria for the histologic diagnosis of equine recurrent uveitis (ERU) in a masked, controlled fashion to determine which had sensitivity and specificity for ERU. Methods: Three groups of enucleated eyes were included in the study: horse eyes clinically diagnosed with ERU (Group 1), horse eyes diagnosed with other types of uveitis (Group 2) and a negative control group of horse eyes free from ocular disease. All specimens were stained with H&E, PAS, Masson's Trichrome and Congo Red. Three investigatorseach blinded to medical history and clinical exam resultsreviewed each slide looking specifically for the presence or absence of an acellular hyaline membrane adhered to the nonpigmented epithelium; intracytoplasmic eosinophilic inclusion bodies in the nonpigmented ciliary body epithelium and pockets of lymphocytes and plasma cells between the nonpigmented epithelial cells. Results: Approximately 50% and 80% of Group 1 had a hyaline membrane and pockets of lymphocytes and plasma cells, respectively. The interobserver agreement for eosinophilic inclusion bodies in Group 1 was low. Of the histologic changes used as diagnostic criteria for ERU, only pockets of lymphocytes and plasma cells were also seen in Group 2 but at much lower incidence (~50%). None of the controls showed any histologic criteria of ERU. Conclusions: Hyaline membranes and eosinophilic inclusion bodies are highly specific (1.00) but not very sensitive (0.56 and 0.45, respectively) whereas pockets of lymphocytes and plasma cells had low specificity (0.46) but moderate sensitivity (0.78) for ERU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RE SI DE NTS 5"
        },
        {
            "text": "Prevalence of antibody sero-conversion against Toxoplasmosis in dogs with and without uveitis G Kosec,* G Weaver † and WJ Carter* *South Devon Referrals, Abbotskerswell, UK; † Axiom Veterinary Laboratories, Newton Abbot, UK Purpose: Toxoplasmosis has been associated with canine uveitis in many publications. Our hypothesis is there is no significant difference in Toxoplasma seroprevalence in dogs with and without uveitis presented at South Devon Referrals. Methods: Medical records of dogs with uveitis tested for toxoplasmosis were reviewed from 2005 to 2015. Toxoplasma serology was also performed in dogs without uveitis. In total, 135 dogs were evaluated; 51 dogs with uveitis, and 84 dogs without uveitis. All dogs underwent a full ophthalmological examination, performed by an ECVO Diplomate. Latex agglutination tests were performed on all sera and the results were evaluated. The intra assay variation for positive results has been validated for all immunoglobulin classes at dilution of 1:64. Positive results were defined as a dilution of greater or equal to 1:64. Results: 7.9% and 6% of samples were serologically positive for Toxoplasma in the uveitis and non-uveitis groups, respectively. The frequency distribution of variables was tested using Fisher's exact test. There was no statistically significant difference between groups (P = 0.73). Conclusion: These findings indicate there is no significant difference in toxoplasmosis seroprevalence in dogs with and without uveitis presented at South Devon Referrals. Subsequently the clinical importance of toxoplasmosis for canine uveitis needs further evaluation nationwide. Due to the variety of test kits available for toxoplasmosis, information for the intra assay variation for each type of tests is crucial to properly assign the result. Our results may provide information to help guide the diagnostic process for canine uveitis in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RE SI DE NTS 8"
        },
        {
            "text": "Intraocular pressure measurements in cattle, sheep and goats with two different tonometers N Peche and JC Eule Small Animal Clinic, Department of Veterinary Medicine, Freie Universit€ at Berlin, Berlin, Germany Purpose: To investigate normal intraocular pressure (IOP) values of cattle, sheep and goats with two different tonometers (TonoVet â [TV] and TonoPen AVIA â [TPA]). Calibration of the tonometers was performed for cattle and sheep eyes. Methods: Twenty healthy cattle, sheep and goats each underwent slit-lamp biomicroscopy and IOP readings of both eyes were taken with the two different tonometers (TV in setting 'd'). IOP results were statistically analyzed (Wilcoxon-test, P ≤ 0.05). For calibration purposes the IOP was preset from 5 to 60 mmHg in steps of 5 mmHg in 10 bovine and eight ovine freshly enucleated eyes from slaughtered animals. For every interval, readings were taken with both tonometers and compared to the manometrically controlled IOP (Mann-Whitney-U-test, P ≤ 0.05; Bland-Altman; regression analysis). Results: In cattle, sheep and goats median IOP (min-max) obtained with the TV was 23 mmHg (12-40 mmHg), 11 mmHg (7-20 mmHg) and 23 mmHg (9-37 mmHg) and with the TPA 16 mmHg (8-27 mmHg), 10 mmHg (5-18 mmHg) and 13 mmHg (4-25 mmHg), respectively. There were statistically significant differences between the readings taken with the TV and TPA in all species (Wilcoxon-test, P ≤ 0.05). All measurements obtained with the TV and TPA within the calibration procedure differed statistically significantly from the manometrically controlled IOP (Mann-Whitney-U-test, P ≤ 0.05). For both instruments regression formulas were calculated to correct the measurements (TV: cattle mano = (TV + 5.392)/1.226, r 2 = 0.98; sheep mano = (TV + 2.5601)/0.9816, r 2 = 0.98;TPA: cattle mano = (TPA + 0.7864)/0.7141, r 2 = 0.92; sheep mano= (TPA + 1.1840)/0.6337, r 2 = 0.98). Conclusion: In consideration of the specific regression formula both tonometers can be used effectively to assess the intraocular pressure in ruminants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RE SI DE NTS 9"
        },
        {
            "text": "In-vitro effects of three blood derivates on corneal wound healing JO Rushton,* E Kammergruber, † M Egerbacher, † S Gabner † and B Nell* *Department of Companion Animals and Horses, University of Veterinary Medicine, Vienna, Austria; † Institute of Anatomy, Embryology and Histology, University of Veterinary Medicine, Vienna, Austria Purpose: To determine the in-vitro effects of three blood derivates on corneal wound healing. Methods: Blood of 35 healthy horses was used to produce serum, platelet rich plasma (PRP), and plasma rich in growth factors (PRGF). Commercially available kits were used to produce both PRP (E-PET; PALL Cooperation, NY, USA) and PRGF (Endoret â Technology; BTI, Deutschland Gmbh), according to manufacturer's specifications. Healthy corneas of horses euthanized for reasons unrelated to this study were used. Limbal stem cells, corneal epithelial cells, and stromal cells were harvested within 1 h after euthanasia under sterile conditions. Proliferation rates of limbal stem cells were analyzed after 72 h of treatment with either 20% serum, PRP or PRGF. To assess the migration capacity of limbal stem cells upon before mentioned blood derivate treatment, scratch assays were performed. Lesions were created in 80% confluent monolayers using a 10 mL pipette tip and closure of the defect was monitored over 24 h. Results: Preliminary results indicate that proliferation of limbal stem cells was highest after PRP treatment. Moreover, migration capacity of these cells was equally increased after cultivation with PRP and PRGF. Conclusion: The results clearly demonstrate beneficial effects PRP on in-vitro growth of limbal stem cells. The next phase of the project will study the effects of serum, PRP, and PRGF on corneal stromal cells and epithelial cells. Support: ECVO Research Grant; Bright Sparks Grant, Veterinary University Vienna.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RE SI DE NTS 10"
        }
    ]
}