{
    "paper_id": "b12cbf4c67bd191bd4ff88db98e494f2500a4f8b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Los virus ARN, como el de la gripe o el coronavirus COVID-19, son capaces de desencadenar efectos devastadores. Este resultado lo logran con menos de 12 genes y usando estrategias para evitar el sistema inmune del huésped. En un porcentaje variable de casos desencadenan una respuesta inmune que perjudica más al huésped que a ellos mismos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La respuesta antiviral se desencadena cuando los receptores de reconocimiento de patógenos del huésped se unen a los patrones moleculares asociados al patógeno presentes en proteínas y ácidos nucleicos virales. Los receptores de reconocimiento de patógenos que participan en el reconocimiento viral incluyen helicasas del ARN de doble cadena citosólico, MDA-5 o determinados receptores tipo Toll presentes en la superficie celular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cuando la interacción receptores de reconocimiento de patógenos-patrones moleculares asociados al patógeno se produce, se desencadena una activación celular que incluye la activación de factores de transcripción como el factor 3 regulador del interferón y el factor nuclear kappa B, lo que resulta en una transcripción de genes relacionados con los interferones de tipo 1 (IFN-1). Estas proteínas IFN-1 pueden unirse al receptor que el IFN-1 presenta en la superficie celular y crear un circuito reverberante que activa genes relacionados con la inflamación, como IL-8, interferón-gamma, factor de necrosis tumoral o IL-12. Estas citocinas inflamatorias reclutan macrófagos, neutrófilos y células dendríticas que conectan con la inmunidad adaptativa celular (linfocitos) y humoral (anticuerpos) que controlará, en un escenario ideal, la replicación viral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En escenarios en los que se suprime la respuesta de IFN-1 desencadenada por el virus, la respuesta adaptativa estará disminuida o retardada, provocando una infección viral crónica o inflamación que destruya el propio tejido. El mismo resultado puede ocurrir si la respuesta de IFN-1 es excesiva y/o se prolonga en el tiempo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El escenario ideal es una respuesta moderada de IFN-1 que limite la replicación viral y provoque una inducción potente del sistema adaptativo; teóricamente este escenario es el que crearía una vacuna eficaz 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Correo electrónico: benjamin.fernandez@salud.madrid.org Nuestra propuesta es inhibir la respuesta al virus de manera que cree un escenario con respuesta moderada de IFN-1 que induzca una respuesta adaptativa robusta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "¿Cómo se puede conseguir este escenario? Nuestra propuesta es inhibir, de manera temprana, la respuesta al virus con fármacos inmunosupresores/inmunomoduladores «suaves» que logren una respuesta moderada de IFN-1 con apenas efectos secundarios. Estos fármacos incluirían: El momento de aplicación y cuáles de estas medidas son más eficaces es un tema a debate. Se deben promover ensayos adaptativos que valoren el mayor número posible de estas opciones, solas o en combinación, en el menor tiempo posible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bajo nuestro punto de vista, una vez diagnosticada la enfermedad y con pequeños síntomas podrían ser ya aplicadas antes de que se desencadene la tormenta de citocinas, incluso antes de que se desencadene el no bien caracterizado síndrome autoinmune/autoinflamatorio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "También estimamos que sería recomendable algún tipo de intervención de este tipo en residencias de ancianos, donde la mortalidad está siendo muy alta. De forma particular creemos que la colchicina preventiva, un fármaco muy útil en cuadros https://doi.org/10.1016/j.reuma.2020.04.001 1699-258X/© 2020 Elsevier España, S.L.U. y Sociedad Española de Reumatología y Colegio Mexicano de Reumatología. Todos los derechos reservados. autoinflamatorios parecidos a los que desencadena la COVID-19, puede ser útil en este contexto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Estas medidas simples pueden ayudar a disminuir, sin prácticamente efectos secundarios, la mala evolución de la enfermedad, así como la necesidad de ulteriores medidas de sostén respiratorio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Innate immune modulation by RNA viruses: Emerging insights from functional genomics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Katze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Fornek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Palermo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Korth",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "644--54",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Corticoides a dosis bajas/moderadas. -Hidroxicloroquina/cloroquina a dosis moderadas. -Sulfasalazina a dosis moderadas. -Metotrexato a dosis bajas. -Ciclosporina a dosis bajas. -Colchicina a dosis bajas. -Azitromicina a dosis bajas. -Baricitinib a dosis bajas. En caso de progresión y/o mala evolución: -Corticoides a dosis altas. -Bloqueo de IL-6 tocilizumab/sarilumab. -Bloqueo de IL-1 anakinra. -Células madre mesenquimales.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}