{
    "paper_id": "b14dca22fd24a961eec3a4a25d566fc796c72394",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The impending update to the European Strategy for Particle Physics is an apt moment to chart the future of the field -a future that should be supported and ensured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "A lthough the objects of study could not be smaller, particle physics is usually thought of as big science: big collaborations spanning hundreds or even thousands of scientists, and big questions. The scale and complexity of projects such as the Large Hadron Collider (LHC), based at CERN in Geneva, Switzerland, also require very long timelines. The first discussions of what eventually became the LHC happened in the late 1970s, but the proton beams didn't start to circulate inside its 27-km-long tunnel until 40 years later. The LHC is scheduled to operate for another 15 years, but to ensure continuity in this field, the time to start planning the future of particle physics is now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "Since 2006, Europe's decision-making process for the long-term future of particle physics has been formed and coordinated through a broad consultation process known as the European Strategy for Particle Physics, which, organized by the European Strategy Group, occurs roughly every seven years and falls under the stewardship of the CERN Council. In the run-up to the launch of the LHC in 2008, the priority was obvious: find the Higgs boson. Its discovery in 2012 marked a culmination of the efforts of thousands of physicists, technicians and engineers and, by the time the first update of the strategy came around in 2013 1 , it also provided a very successful demonstration of the LHC's capabilities. However, as the excitement of the discovery faded, attention moved to the LHC's successor. By the time of the next update, it was decided, \"Europe needs to be in a position to propose an ambitious post-LHC accelerator project at CERN\" 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "The second update to the European strategy is now upon us and, compared to 2006 and 2013, the circumstances are very different. Other than a few not-statisticallysignificant hints (2-3σ), there have been no signs for new physics beyond the Standard Model. A tangible sense of anxiety now pervades the community as it ponders its future -one that is perhaps amplified by the turbulent political times that we live in -and opinions differ on how to proceed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "In this Focus issue, we provide an overview of the most significant proposals made as part of the ongoing update of the European Strategy for Particle Physics. While the views expressed by our authors are not those of the official bodies governing the European Strategy Update process, they are representative of the smaller-scale collaborations who are actively developing future experiments and facilities, and signal some of the long-term prospects for particle physics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "Much of the conversation has been dominated by the design of the collider that should succeed the LHC. In their Perspective, Eva Sicking and Rickard Ström discuss the Compact Linear Collider (CLIC), a high-luminosity electron-positron collider that would rely on a novel linear accelerator concept. The construction and operation of CLIC is envisaged in three stages, starting at energies of a few hundred GeV and eventually reaching the TeV range. Such energies would enable precision measurements of the Higgs boson and the top quark, in addition to searches for new physical phenomena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "In contrast, Frank Zimmermann and colleagues present in their Perspective the leading option based on a circular design -the Future Circular Collider (FCC). At first, the FCC would operate as an electron-positron circular collider at different collision energies, but could then be upgraded to a proton-proton machine running at a centre-of-mass energy of 100 TeV. The interplay of the two stages would open up a broad spectrum of Higgs and electroweak measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "Of course, there is more to particle physics than accelerators, and the European strategy will undoubtedly reflect this. The opportunities -summarized in another Perspective by Claude Vallée, Joerg Jaeckel and Mike Lamont -include a variety of facilities such as a beam-dump facility or a polarized-proton storage ring; proposed experiments focus on the search for dark matter (for example, in the form of dark photons, axions or axion-like particles), and on precision studies of strongly interacting processes and searches for ultra-rare decays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "Another goal of the original European strategy is \"to promote a coordinated European participation in world-wide projects\" 3 . The context for this is provided in a Perspective by Pushpalatha Bhat and Geoffrey Taylor: the proposed International Linear Collider in Japan and the Circular Electron-Positron Collider in China (which could also be upgraded to a hadron machine) would serve as Higgs factories and for studies of electroweak physics; another focus is the acceleratorbased long-baseline neutrino experiment DUNE, currently under construction in the United States, and its competitor Hyper-Kamiokande in Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "The strategy update has been informed by written submissions from the particle physics community, as well as an open symposium held in Granada, Spain, in May 2019. Following a drafting session in Bad Honnef, Germany, in January 2020, the European Strategy Group announced that \"convergence was achieved on recommendations that will guide the future of the field\" 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "The scientific case for the future of experiments in particle physicsaccelerator based or not -is strong: truly fundamental questions such as the origin of the matter-antimatter asymmetry in the Universe, the nature of dark matter and the hierarchy of neutrino masses remain unanswered. Scientific merits aside, convincing politicians and the public that it's worth the investment might be harder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "However, a utilitarian argument that emphasizes the innovation, skills and technology that come out of a healthy infrastructure for particle physics is compelling. Even if the associated price tag may seem high -roughly as high as that of the Tokyo Olympic games, but spread across the budgets of many countries and over many decades -it is one worth paying. The revised strategy was expected to be approved and announced by the CERN Council in May 2020. Here's to the successful execution of the vision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "• Due to the ongoing COVID-19 pandemic, the CERN Council has now postponed its decision. We take this opportunity to wish all our authors, reviewers and readers well during this extraordinary time. ❐",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        },
        {
            "text": "Published online: 6 April 2020 https://doi.org/10.1038/s41567-020-0876-y",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the future"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The European Strategy of Particle Physics Update",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Statement from the European Strategy Group after the Bad Honnef Drafting Meeting",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}