{"paper_id": "b1c4ecb123c195a83cbb1313b790d3e068c899e9", "metadata": {"title": "Infantile Viral Illnesses", "authors": [{"first": "K", "middle": ["K"], "last": "Shah", "suffix": "", "affiliation": {}, "email": ""}, {"first": "B", "middle": ["S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["K"], "last": "Dishop", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kabeer", "middle": ["K"], "last": "Shah", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Megan", "middle": ["K"], "last": "Dishop", "suffix": "", "affiliation": {}, "email": "megan.dishop@childrenscolorado.org"}]}, "abstract": [], "body_text": [{"text": "Viruses are the predominant cause of lower respiratory tract illness in infants and a major cause of hospitalization in this vulnerable population. This chapter will review the common respiratory viral agents in infants and young children, including epidemiology and clinical and radiographic features. The role of the laboratory in diagnosis is emphasized with respect to rapid diagnostic techniques and histopathologic features in tissue sections. A brief summary of each of the major infantile respiratory viruses is provided, including respiratory syncytial virus, parainfl uenza virus, adenovirus, and infl uenza virus, as well as the more recently detected and increasingly signifi cant lower respiratory tract viruses, such as human metapneumovirus, coronavirus, rhinovirus, and bocavirus. Congenital and neonatal forms of viral pneumonia, such as cytomegalovirus, herpes simplex virus, and measles virus, are also discussed. Postinfectious complications of viral bronchiolitis are included in this chapter due to the signifi cant persistent morbidity during infancy in many patients.", "cite_spans": [], "ref_spans": [], "section": "Brief Introduction"}, {"text": "Infantile respiratory viral illnesses have become an increasing cause of morbidity and mortality in populations 0-2 years of age, with approximately 300,000 pediatric hospital admissions annually in the United States and estimated hospital costs ranging from $140 to $800 million annually (Tregoning and Schwarze 2010 ; Coffi n 2005 ; Hustedt and Vazquez 2010 ; Smuts et al. 2008 ) . Lower respiratory tract infections (LRTI) are a leading indication for hospitalization (2-3 %) in young children. Approximately 90 % of LRTI in children are viral, in contrast to adults, in whom approximately 12 % of community-acquired LRTIs have a viral etiology (Hammond et al. 2007 ; Chong et al. 2009 ; Welliver 2003 ) .", "cite_spans": [{"start": 289, "end": 319, "text": "(Tregoning and Schwarze 2010 ;", "ref_id": "BIBREF26"}, {"start": 320, "end": 334, "text": "Coffi n 2005 ;", "ref_id": "BIBREF8"}, {"start": 335, "end": 361, "text": "Hustedt and Vazquez 2010 ;", "ref_id": "BIBREF14"}, {"start": 362, "end": 381, "text": "Smuts et al. 2008 )", "ref_id": "BIBREF24"}, {"start": 648, "end": 670, "text": "(Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 671, "end": 690, "text": "Chong et al. 2009 ;", "ref_id": "BIBREF7"}, {"start": 691, "end": 706, "text": "Welliver 2003 )", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Common Viruses in Infancy"}, {"text": "The most common pathologic viruses in infancy include respiratory syncytial virus (RSV), parainfl uenza virus (PIV), adenovirus (AdV), infl uenza virus (InfV), human metapneumovirus (hMPV), and less so coronavirus (CoV), rhinovirus (RhV), and bocavirus (BoV) (Tregoning and Schwarze 2010 ; Hammond et al. 2007 ; Chong et al. 2009 ). RSV remains the most prevalent and most severe of the neonatal LRTI's (Coffi n 2005 ; Hammond et al. 2007 ; Chong et al. 2009 ; Chang et al. 2009 ; Fitzgerald 2011 ) . Studies indicate that 20-67 % of children less than 1 year of age will be infected by RSV, with infection rates up to 95 % by age 2 years (Tregoning and Schwarze 2010 ; Hammond et al. 2007 ; Fitzgerald 2011 ; Johnson et al. 2007 ) . PIV commonly occurs within the fi rst 6 months of life with 50 % of patients affected by the fi rst year of life (Hammond et al. 2007 ) . Recently updated diagnostic technologies, including multiplex polymerase chain reaction (PCR) methods, have offered more accurate and faster diagnostic methods allowing appropriate treatments and patient management. Importantly, PCR for DNA viruses and reverse transcriptase PCR (RT-PCR) for RNA viruses also have allowed identifi cation of viruses which are difficult to culture, such as hMPV and BoV, allowing better delineation of multi-agent respiratory viral infections (Tregoning and Schwarze 2010 ) . The most common synchronously occurring respiratory viruses are RSV and RhV (Tregoning and Schwarze 2010 ; Chong et al. 2009 ; Garcia et al. 2010 ). In the last decade, hMPV, BoV, CoV, and RhV are increasingly recognized as causes of lower respiratory viral infections in children (Hustedt and Vazquez 2010 ) . Together, hMPV and BoV account for approximately 13 % of previously undiagnosable acute respiratory infections (Hustedt and Vazquez 2010 ) . Relative incidence and mean age at diagnosis for infantile respiratory viral infections in the United States are summarized in Table 17 .1 . ( 2003 ), Williams et al. ( 2004 ) , Williams ( 2005 ) , Hammond et al. ( 2007 ) , Smuts et al. ( 2008 ) , Chong et al. ( 2009 ) , Tregoning and Schwarze ( 2010 ) , Hustedt and Vazquez ( 2010 ) ", "cite_spans": [{"start": 259, "end": 289, "text": "(Tregoning and Schwarze 2010 ;", "ref_id": "BIBREF26"}, {"start": 290, "end": 311, "text": "Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 312, "end": 329, "text": "Chong et al. 2009", "ref_id": "BIBREF7"}, {"start": 419, "end": 440, "text": "Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 441, "end": 460, "text": "Chong et al. 2009 ;", "ref_id": "BIBREF7"}, {"start": 461, "end": 480, "text": "Chang et al. 2009 ;", "ref_id": "BIBREF6"}, {"start": 481, "end": 498, "text": "Fitzgerald 2011 )", "ref_id": "BIBREF9"}, {"start": 639, "end": 669, "text": "(Tregoning and Schwarze 2010 ;", "ref_id": "BIBREF26"}, {"start": 670, "end": 691, "text": "Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 692, "end": 709, "text": "Fitzgerald 2011 ;", "ref_id": "BIBREF9"}, {"start": 710, "end": 731, "text": "Johnson et al. 2007 )", "ref_id": "BIBREF15"}, {"start": 847, "end": 869, "text": "(Hammond et al. 2007 )", "ref_id": "BIBREF13"}, {"start": 1347, "end": 1377, "text": "(Tregoning and Schwarze 2010 )", "ref_id": "BIBREF26"}, {"start": 1456, "end": 1486, "text": "(Tregoning and Schwarze 2010 ;", "ref_id": "BIBREF26"}, {"start": 1487, "end": 1506, "text": "Chong et al. 2009 ;", "ref_id": "BIBREF7"}, {"start": 1507, "end": 1525, "text": "Garcia et al. 2010", "ref_id": "BIBREF11"}, {"start": 1661, "end": 1688, "text": "(Hustedt and Vazquez 2010 )", "ref_id": "BIBREF14"}, {"start": 1802, "end": 1829, "text": "(Hustedt and Vazquez 2010 )", "ref_id": "BIBREF14"}, {"start": 1983, "end": 2007, "text": "Williams et al. ( 2004 )", "ref_id": "BIBREF30"}, {"start": 2010, "end": 2027, "text": "Williams ( 2005 )", "ref_id": "BIBREF29"}, {"start": 2030, "end": 2053, "text": "Hammond et al. ( 2007 )", "ref_id": "BIBREF13"}, {"start": 2056, "end": 2077, "text": "Smuts et al. ( 2008 )", "ref_id": "BIBREF24"}, {"start": 2080, "end": 2101, "text": "Chong et al. ( 2009 )", "ref_id": "BIBREF7"}, {"start": 2104, "end": 2135, "text": "Tregoning and Schwarze ( 2010 )", "ref_id": "BIBREF26"}, {"start": 2138, "end": 2166, "text": "Hustedt and Vazquez ( 2010 )", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1959, "end": 1967, "text": "Table 17", "ref_id": "TABREF0"}], "section": "Common Viruses in Infancy"}, {"text": "Known risk factors for bronchiolitis in neonates include prematurity, young age (less than 3 months), low birth weight, male gender, chronic medical conditions (congenital heart disease, chronic lung disease due to prematurity, trisomy 21, neuromuscular disorders, cystic fi brosis, gastroesophageal refl ux, immunosuppression), lack of breast-feeding, preschool or school age siblings, day care enrollment, tobacco exposure, lower socioeconomic status, and crowded living conditions (Tregoning and Schwarze 2010 ; Coffi n 2005 ; Hammond et al. 2007 ; Welliver 2003 ; Chang et al. 2009 ; Papenburg and Boivin 2010 ; Brodzinski and Ruddy 2009 ) . In particular, the highest risk of mortality is associated with respiratory viral infection in premature neonates less than 1,500 g birth weight, with a reported mortality rate of 30 per 100,000 live births (Coffi n 2005 ). The mechanisms for increased susceptibility in this population include inadequate immunologic defenses against infection, possibly due to a lack of immune experience and diminished transfer or maternal antibodies in utero, incomplete development of the neonatal airways and chest musculature, and decreased cardiopulmonary reserve due to chronic lung disease (Hammond et al. 2007 ; Welliver 2003 ; Papenburg and Boivin 2010 ) . Chronic lung disease and congenital heart disease are both predictors of prolonged hospitalization and increased mortality due to viral bronchiolitis (Papenburg and Boivin 2010 ) . Epidemiologic data suggests that American Indians and Alaskan Natives have a disproportionately higher mortality rate and hospitalization rate due to bronchiolitis, compared to both African Americans and Caucasians (Chang et al. 2009 ; Singleton et al. 2009 ). This higher risk in Native Americans may be due to genetic factors or due to higher prevalence of known maternal risk factors including diabetes, alcohol and tobacco usage, and delayed or absent prenatal care (Chang et al. 2009 ; Singleton et al. 2009 ).", "cite_spans": [{"start": 484, "end": 514, "text": "(Tregoning and Schwarze 2010 ;", "ref_id": "BIBREF26"}, {"start": 515, "end": 529, "text": "Coffi n 2005 ;", "ref_id": "BIBREF8"}, {"start": 530, "end": 551, "text": "Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 552, "end": 567, "text": "Welliver 2003 ;", "ref_id": "BIBREF28"}, {"start": 568, "end": 587, "text": "Chang et al. 2009 ;", "ref_id": "BIBREF6"}, {"start": 588, "end": 615, "text": "Papenburg and Boivin 2010 ;", "ref_id": "BIBREF21"}, {"start": 616, "end": 643, "text": "Brodzinski and Ruddy 2009 )", "ref_id": "BIBREF4"}, {"start": 1229, "end": 1251, "text": "(Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 1252, "end": 1267, "text": "Welliver 2003 ;", "ref_id": "BIBREF28"}, {"start": 1268, "end": 1295, "text": "Papenburg and Boivin 2010 )", "ref_id": "BIBREF21"}, {"start": 1448, "end": 1476, "text": "(Papenburg and Boivin 2010 )", "ref_id": "BIBREF21"}, {"start": 1694, "end": 1714, "text": "(Chang et al. 2009 ;", "ref_id": "BIBREF6"}, {"start": 1715, "end": 1736, "text": "Singleton et al. 2009", "ref_id": "BIBREF23"}, {"start": 1949, "end": 1969, "text": "(Chang et al. 2009 ;", "ref_id": "BIBREF6"}, {"start": 1970, "end": 1991, "text": "Singleton et al. 2009", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Epidemiology and Risk Factors"}, {"text": "Transmission of the most common LRTI viruses is typically due to exposure to infected secretions, respiratory droplets, or fomites from hands (Coffi n 2005 ; Fitzgerald 2011 ). In some cases, neonatal infection by viruses such as HSV and AdV can be transmitted via vaginal delivery, with or without maternal symptoms (Hammond et al. 2007 ). Infectivity of the most common viruses has been correlated with seasonal variation; RSV, InfV, and hMPV are associated with winter month, whereas PIV is most common in late spring and summer months (Coffi n 2005 ; Hammond et al. 2007 ; Chong et al. 2009 ; Garcia et al. 2010 ; Marcos et al. 2009 ; Mathisen et al. 2009 ).", "cite_spans": [{"start": 317, "end": 337, "text": "(Hammond et al. 2007", "ref_id": "BIBREF13"}, {"start": 555, "end": 576, "text": "Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 577, "end": 596, "text": "Chong et al. 2009 ;", "ref_id": "BIBREF7"}, {"start": 597, "end": 617, "text": "Garcia et al. 2010 ;", "ref_id": "BIBREF11"}, {"start": 618, "end": 638, "text": "Marcos et al. 2009 ;", "ref_id": "BIBREF18"}, {"start": 639, "end": 659, "text": "Mathisen et al. 2009", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Disease Transmission"}, {"text": "Common clinical signs and symptoms in pediatric LRTIs include coryza, apnea, rapid shallow breaths, head bobbing, tracheal tug, chest wall hyperinfl ation, and intercostal retractions (Fitzgerald 2011 ) . In addition to small airway infl ammation, peripheral hyperinfl ation within the lung parenchyma contributes to symptoms (Tregoning and Schwarze 2010 ) . Severe symptoms are commonly characterized by oxygen saturation less than 92-93 % (Hammond et al. 2007 ; Chang et al. 2009 ; Fitzgerald 2011 ; Thomson and Harris 2011 (Thomson and Harris 2011 ) . One study suggests that a specifi c infectious agent is not identifi ed in more than 50 % of LRTIs, leaving clinicians to empirically treat with antibiotics, a potentially unnecessary drug exposure with increased risk of developing drug resistance in bacteria (Tregoning and Schwarze 2010 ; Marcos et al. 2009 ).", "cite_spans": [{"start": 184, "end": 202, "text": "(Fitzgerald 2011 )", "ref_id": "BIBREF9"}, {"start": 326, "end": 356, "text": "(Tregoning and Schwarze 2010 )", "ref_id": "BIBREF26"}, {"start": 441, "end": 463, "text": "(Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 464, "end": 483, "text": "Chang et al. 2009 ;", "ref_id": "BIBREF6"}, {"start": 484, "end": 501, "text": "Fitzgerald 2011 ;", "ref_id": "BIBREF9"}, {"start": 502, "end": 525, "text": "Thomson and Harris 2011", "ref_id": "BIBREF25"}, {"start": 526, "end": 552, "text": "(Thomson and Harris 2011 )", "ref_id": "BIBREF25"}, {"start": 815, "end": 845, "text": "(Tregoning and Schwarze 2010 ;", "ref_id": "BIBREF26"}, {"start": 846, "end": 864, "text": "Marcos et al. 2009", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Clinical and Diagnostic Imaging Features"}, {"text": "Accurate diagnosis and confi rmation of a viral etiology are helpful in effectively managing LRTI symptoms. Noninvasive methods of diagnosis include nasal swab, nasopharyngeal aspirate, and bronchoalveolar lavage. Nasopharyngeal aspirate has been found to be the most sensitive and specifi c method, superior to nasal swab, and is the preferred method for initial diagnosis at the point of care (Macfarlane et al. 2005 ) . The nasopharyngeal aspirate can be analyzed by direct immunofl uorescence (IF) study, enzyme-linked immunoassay (EIA), RT-PCR, and viral culture (Coffi n 2005 ; Fitzgerald 2011 ; Marcos et al. 2009 ). Culture has previously been regarded as the gold standard; however, the availability of PCR has proven this method to be more sensitive and specifi c with signifi cantly faster processing times (Marcos et al. 2009 ; Mathisen et al. 2009 ). Multiplex PCR assays have also proven very useful in LRTI diagnosis due to simultaneous detection of multiple viral agents, ability to determine viral load, and same day results in a single test (Marcos et al. 2009 ). IF and EIA tests have lower sensitivity (60-97 %) compared to PCR techniques but are even more rapid. The simplicity of commercially available EIA kits allows their application at the bedside, yielding results within 10 min, a particularly helpful tool in peak season epidemics (Papenburg and Boivin 2010 ) . Tissue diagnosis of respiratory viral infection is also possible via cytomorphology and immunohistochemistry (IHC); however, this requires invasive procedures, an infrequent diagnostic fi rst step.", "cite_spans": [{"start": 395, "end": 420, "text": "(Macfarlane et al. 2005 )", "ref_id": "BIBREF17"}, {"start": 602, "end": 620, "text": "Marcos et al. 2009", "ref_id": "BIBREF18"}, {"start": 818, "end": 839, "text": "(Marcos et al. 2009 ;", "ref_id": "BIBREF18"}, {"start": 840, "end": 860, "text": "Mathisen et al. 2009", "ref_id": "BIBREF19"}, {"start": 1059, "end": 1078, "text": "(Marcos et al. 2009", "ref_id": "BIBREF18"}, {"start": 1360, "end": 1388, "text": "(Papenburg and Boivin 2010 )", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Laboratory Diagnosis"}, {"text": "Antibodies to viral antigens are commercially available for immunohistochemistry for most of the neonatal and infantile respiratory viruses, including RSV, PIV, hMPV, InfV, AdV, HSV, and measles virus (Hammond et al. 2007 ). PCR diagnosis also has been applied to formalin-fi xed paraffi n-embedded lung tissues (Akhtar et al. 1996 ) . Table 17 .2 compares the various diagnostic methods and their utility.", "cite_spans": [{"start": 201, "end": 221, "text": "(Hammond et al. 2007", "ref_id": "BIBREF13"}, {"start": 312, "end": 333, "text": "(Akhtar et al. 1996 )", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 336, "end": 344, "text": "Table 17", "ref_id": "TABREF0"}], "section": "Laboratory Diagnosis"}, {"text": "The pathogenesis of symptoms related to lower respiratory tract viral infections in infants is primarily the narrowing or occlusion of conducting airways, leading to reduced gas exchange and respiratory distress (Hammond et al. 2007 ) . A combination of direct viral injury to the epithelium and immunologic damage is responsible for pathologic changes, exacerbated by underdeveloped immunity and immature airways (Tregoning and Schwarze 2010 ; Coffi n 2005 ) . Histologically, respiratory viruses typically cause a pattern of lymphocytic bronchiolitis, with or without interstitial pneumonitis. Lymphocytic bronchiolitis is recognized by the presence of a circumferential cuff of airway-centered lymphocytes and macrophages, in some cases associated with secondary epithelial necrosis and sloughing, and plugging of bronchioles by fi brin and mucus. Squamous metaplasia of the bronchiolar epithelium and surrounding airspaces may be prominent in the healing phase of injury. Interstitial lymphocytic infl ammatory infi ltrates (pneumonitis) may be present, despite the fact that direct viral infection of type 1 and type 2 pneumocytes is only variably demonstrated (Coffi n 2005 ; Hammond et al. 2007 ; Welliver 2003 ) . Specifi c viral cytopathic effect is typically recognizable in congenital HSV and AdV infections, but viral cytopathic effect is rare or absent in most other respiratory viral infections in infants, including RSV, hMPV, PIV, and InfV. In contrast to otherwise healthy children, immunosuppressed neonates and infants (e.g., patients with bone marrow transplant, solid organ transplant, human immunodefi ciency virus infection, or primary immunodefi ciencies) typi-cally have less infl ammatory response and a more fl orid viral cytopathic effect, similar to that seen in pure culture media. Multinucleated syncytial giant cells with cytoplasmic inclusions should suggest a diagnosis of RSV, hMPV, or PIV, and immunohistochemistry or molecular testing on the tissue would be necessary for confi rmation of diagnosis, if the virus has not been detected previously.", "cite_spans": [{"start": 212, "end": 234, "text": "(Hammond et al. 2007 )", "ref_id": "BIBREF13"}, {"start": 414, "end": 444, "text": "(Tregoning and Schwarze 2010 ;", "ref_id": "BIBREF26"}, {"start": 445, "end": 459, "text": "Coffi n 2005 )", "ref_id": "BIBREF8"}, {"start": 1182, "end": 1203, "text": "Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 1204, "end": 1219, "text": "Welliver 2003 )", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Histopathologic Features"}, {"text": "RSV infection is the most common cause of both upper and lower respiratory tract infection in children, and seroprevalence approaches 100 % of the population by 2 years of age (Papenburg and Boivin 2010 ). The peak incidence is from 6 Risk of contamination Cost-effective Highest sensitivity and specifi city Assessment of viral load Hammond et al. ( 2007 ) , Brodzinski and Ruddy ( 2009 ) weeks to 6 months of age (Hustedt and Vazquez 2010 ) . Clinically, RSV infection of the upper respiratory tract causes coryza, cough, hoarseness, rhinitis, and conjunctivitis. Acute otitis media is a frequent complication. Lower respiratory tract infection due to RSV results in a syndrome of bronchiolitis (65 %) or pneumonia (21 %) and less commonly croup (11 %) or asthma exacerbation (3 %) (Williams et al. 2004 ). Vomiting is seen in a signifi cant percentage of children (31 %). Hospitalization is required in 1-2 % of infected infants and mortality is relatively rare (0.02 %) but accounts for approximately 500 deaths annually in the United States (Hustedt and Vazquez 2010 ; Hammond et al. 2007 ). The histopathologic fi ndings in RSV infection include circumferential infl ammation of bronchiolar mucosa and infection of type 1 and 2 pneumocytes (Fig. 17.2 ) (Johnson et al. 2007 ). The infl ammatory infi ltrate consists of bronchocentric mucosal and transmural mononuclear cells (primarily T lymphocytes and ( c ) Bronchiolitis may be accompanied by an interstitial pneumonitis, characterized by interstitial widening by lymphocyte infi ltrates. Syncytial-type multinucleate cells are absent or rare in lung tissues from otherwise healthy infants but are characteristic of the viral cytopathic effect seen in culture in the diagnostic virology laboratory (H&E, 100×) monocytes) and neutrophils. Neutrophilic infi ltration centers on the bronchioles, whereas mononuclear infi ltration affects both bronchioles and parenchyma. As with other viruses, airway obstruction results from epithelial and infl ammatory cell debris mixed with fi brin, mucus, and edema, compounded by extrinsic compression of bronchioles by hyperplastic lymphoid follicles (Johnson et al. 2007 ). Syncytial giant cell formation is rare in immunocompetent children but characteristic of the histopathologic features in immunocompromised patients (Fig. 17. 3 ) (Coffi n 2005 ; Hammond et al. 2007 ; Welliver 2003 ) . Therapy for RSV includes use of ribavirin, a synthetic nucleoside analogue. High-risk populations of children may also be preventatively treated with palivizumab, a monoclonal antibody targeting the F protein of RSV (Papenburg and Boivin 2010 ).", "cite_spans": [{"start": 334, "end": 357, "text": "Hammond et al. ( 2007 )", "ref_id": "BIBREF13"}, {"start": 360, "end": 389, "text": "Brodzinski and Ruddy ( 2009 )", "ref_id": "BIBREF4"}, {"start": 415, "end": 442, "text": "(Hustedt and Vazquez 2010 )", "ref_id": "BIBREF14"}, {"start": 784, "end": 805, "text": "(Williams et al. 2004", "ref_id": "BIBREF30"}, {"start": 1046, "end": 1073, "text": "(Hustedt and Vazquez 2010 ;", "ref_id": "BIBREF14"}, {"start": 1074, "end": 1093, "text": "Hammond et al. 2007", "ref_id": "BIBREF13"}, {"start": 1259, "end": 1279, "text": "(Johnson et al. 2007", "ref_id": "BIBREF15"}, {"start": 2147, "end": 2167, "text": "(Johnson et al. 2007", "ref_id": "BIBREF15"}, {"start": 2349, "end": 2370, "text": "Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 2371, "end": 2386, "text": "Welliver 2003 )", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 1246, "end": 1258, "text": "(Fig. 17.2 )", "ref_id": "FIGREF0"}, {"start": 2319, "end": 2328, "text": "(Fig. 17.", "ref_id": "FIGREF0"}], "section": "Respiratory Syncytial Virus"}, {"text": "First identifi ed in 2001, hMPV is now recognized to be an important and common cause of respiratory viral infection in infants, accounting for approximately 12 % of all acute respiratory infections in previously healthy young children and 8-20 % of culture-negative viral infections in this population (Hustedt and Vazquez 2010 ; Williams et al. 2004 ). More specifi cally, hMPV causes 5-15 % of acute bronchiolitis in young children (Kahn 2007 ) . Approximately 75 % of hMPV infections occur in infants less than 1 year of age, and the age at diagnosis tends to be slightly older than infants with RSV infection. Seroprevalence approaches 100 % of the population by 5-10 years of age, in contrast to 2 years of age for RSV (Papenburg and Boivin 2010 ; Brodzinski and Ruddy 2009 ). Most cases (75 %) are diagnosed between December and April, with peak incidence in March.", "cite_spans": [{"start": 303, "end": 330, "text": "(Hustedt and Vazquez 2010 ;", "ref_id": "BIBREF14"}, {"start": 331, "end": 351, "text": "Williams et al. 2004", "ref_id": "BIBREF30"}, {"start": 435, "end": 447, "text": "(Kahn 2007 )", "ref_id": "BIBREF16"}, {"start": 725, "end": 753, "text": "(Papenburg and Boivin 2010 ;", "ref_id": "BIBREF21"}, {"start": 754, "end": 779, "text": "Brodzinski and Ruddy 2009", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Metapneumovirus"}, {"text": "Clinically, hMPV causes symptoms generally similar to RSV infection, including cough, coryza, and rhinitis in the majority of patients. Clinical diagnoses associated with hMPV include bronchiolitis (59 %), croup (18 %), asthma exacerbation (14 %), or pneumonia (8 %) (Williams et al. 2004 ) . Acute otitis media is also common (16-50 %) (Brodzinski and Ruddy 2009 ) . Like RSV, wheezing, prolonged expiration, and hypoxemia are common features (Wolf et al. 2006 ) . Some studies have shown less severe disease than for RSV, as indicated by shorter duration of symptoms, less frequent oxygen requirement, and less frequent respiratory support and intensive care admission (Papenburg and Boivin 2010 ) . Hospitalization for hMPV infection is more often associated with underly- ing medical conditions when compared to RSV infection (54 % vs. 29 %) (Williams 2005 ) . Fatal hMPV infection has been described in immunocompromised patients (Williams 2005 ) .", "cite_spans": [{"start": 267, "end": 290, "text": "(Williams et al. 2004 )", "ref_id": "BIBREF30"}, {"start": 337, "end": 365, "text": "(Brodzinski and Ruddy 2009 )", "ref_id": "BIBREF4"}, {"start": 444, "end": 463, "text": "(Wolf et al. 2006 )", "ref_id": "BIBREF31"}, {"start": 671, "end": 699, "text": "(Papenburg and Boivin 2010 )", "ref_id": "BIBREF21"}, {"start": 846, "end": 862, "text": "(Williams 2005 )", "ref_id": "BIBREF29"}, {"start": 935, "end": 951, "text": "(Williams 2005 )", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Metapneumovirus"}, {"text": "Enzyme-linked assay methods are available for rapid diagnosis of hMPV. Molecular methods (RT-PCR) are most useful for defi nitive diagnosis, as viral cytopathic effect is identifi ed in culture in less than half of cases (45 %) and typically takes over 2 weeks to develop, in contrast to RSV which typically demonstrates its characteristic syncytial giant cell cytopathic effect in 3-5 days (Papenburg and Boivin 2010 ; Williams et al. 2004 ). Viral culture of hMPV also requires special conditions, including specifi c cell lines and trypsin supplementation (Brodzinski and Ruddy 2009 ) . Coinfection with a second virus, such as RSV, occurs in at least 5 % of patients with hMPV and in some studies up to 30 % of hMPV infections (Brodzinski and Ruddy 2009 ) . RSV bronchiolitis with hMPV coinfection has been suggested to produce more severe a b Fig. 17.3 Respiratory syncytial virus infection in an immunosuppressed infant following heart transplant. ( a ) In contrast to healthy children, immunocompromised patients with RSV infection show relative paucity of lymphocytic infi ltrates and more prominent syncytial-type multinucleate giant cells in tissue sections. Some of the syncytial giant cells are necrotic, and others show characteristic eosinophilic globular cytoplasmic viral inclusions ( arrows ). The abundance of intra-alveolar granular necrotic debris may mimic alveolar proteinosis (H&E, 200×). ( b ) Immunohistochemistry for RSV antigen is helpful in confi rming the diagnosis, if not already identifi ed by culture or molecular methods (RSV immunohistochemistry, 100×) disease, although this has not been supported in other studies (Fouchier et al. 2005 ) .", "cite_spans": [{"start": 420, "end": 440, "text": "Williams et al. 2004", "ref_id": "BIBREF30"}, {"start": 559, "end": 587, "text": "(Brodzinski and Ruddy 2009 )", "ref_id": "BIBREF4"}, {"start": 731, "end": 759, "text": "(Brodzinski and Ruddy 2009 )", "ref_id": "BIBREF4"}, {"start": 1651, "end": 1674, "text": "(Fouchier et al. 2005 )", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 848, "end": 857, "text": "Fig. 17.3", "ref_id": "FIGREF0"}], "section": "Metapneumovirus"}, {"text": "Based on animal studies, hMPV appears to directly infect the bronchial and bronchiolar respiratory epithelium and is associated with peribronchiolar mononuclear infi ltrates and intraluminal collections of mononuclear cells and neutrophils (Hammond et al. 2007 ). On lavage specimens, fi ndings include respiratory epithelial cell degeneration and/or necrosis with ciliocytophthoria and round eosinophilic cytoplasmic inclusions, similar to that seen in RSV, PIV, and measles infection. A background of hemosiderinladen macrophages, abundant neutrophils, and prominent mucus has also been noted (Hammond et al. 2007 ; Vargas et al. 2004 ). Acute and organizing lung injury (diffuse alveolar damage) has been reported (Papenburg and Boivin 2010 ) . There is no currently approved vaccine or specifi c antiviral therapy for hMPV.", "cite_spans": [{"start": 240, "end": 260, "text": "(Hammond et al. 2007", "ref_id": "BIBREF13"}, {"start": 595, "end": 617, "text": "(Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 618, "end": 636, "text": "Vargas et al. 2004", "ref_id": "BIBREF27"}, {"start": 717, "end": 745, "text": "(Papenburg and Boivin 2010 )", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Metapneumovirus"}, {"text": "Clinically, PIV causes a clinical syndrome of croup (laryngotracheitis) in the majority of patients (64 %). Less common manifestations include bronchiolitis (28 %), pneumonia (7 %), and asthma exacerbation (2 %) (Williams et al. 2004 ). There are four serotypes of parainfl uenza virus: PIV1, PIV2, PIV3, and PIV4. PIV1 and PIV2 are seasonal with highest prevalence in the fall months in the United States, whereas PIV3 occurs year-round with peak in the late spring and summer. PIV3 bronchiolitis and pneumonia are typically seen in young infants, less than 6 months of age, whereas PIV1 and PIV2 more often cause upper respiratory tract disease in toddlers and young children (2-5 years of age). PIV4 is often asymptomatic and infrequently detected. Mortality for PIV is quite low, except for overwhelming infection in immunocompromised patients. Histopathologic features in the general population are not well described, but animal models of PIV infection demonstrate infection of the bronchiolar epithelium, bronchiolitis, and pneumonitis (Hammond et al. 2007 ). Histologically, PIV produces a giant cell pneumonitis and occasional cytoplasmic inclusions in the immunocompromised host, histologically indistinguishable from RSV or metapneumovirus infection (Fig. 17.4 ).", "cite_spans": [{"start": 212, "end": 233, "text": "(Williams et al. 2004", "ref_id": "BIBREF30"}, {"start": 1043, "end": 1063, "text": "(Hammond et al. 2007", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 1261, "end": 1271, "text": "(Fig. 17.4", "ref_id": "FIGREF0"}], "section": "Parainfl uenza Virus"}, {"text": "Clinically, adenovirus is associated with several different syndromes, including keratoconjunctivitis, gastroenteritis with diarrhea, cystitis, and respiratory tract disease. In the respiratory tract, adenovirus is associated most often with bronchiolitis (61 %) or croup symptoms (21 %) and less often pneumonia (14 %) or asthma exacerbation (4 %) (Williams et al. 2004 ). Communityacquired infections are spread by respiratory droplets, although neonatal infection may follow vaginal delivery in infected mothers, often associated with prolonged rupture of membranes (Hammond et al. 2007 ) .", "cite_spans": [{"start": 349, "end": 370, "text": "(Williams et al. 2004", "ref_id": "BIBREF30"}, {"start": 569, "end": 591, "text": "(Hammond et al. 2007 )", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Adenovirus"}, {"text": "Severe AdV infections cause necrosis and destruction of bronchial and bronchiolar epithelium, as well as adjacent parenchymal necrosis. Parenchymal necrosis may be widespread in immunocompromised patients, and AdV carries a particularly high mortality in this population due to disseminated disease. Within the respiratory and alveolar-type epithelium, nuclear inclusions appear as diffuse amphophilic material with peripheralization of chromatin (\"smudge cells\") or less commonly as eosinophilic central nuclear inclusions with a peripheral halo, similar to that seen in Cowdry A herpes simplex virus inclusions (Hammond et al. 2007 ). Postinfectious obliterative bronchiolitis (bronchiolitis obliterans syndrome) is a common sequela in neonates and immunocompromised patients due to the severity of bronchiolar mucosal necrosis caused by adenovirus.", "cite_spans": [{"start": 613, "end": 633, "text": "(Hammond et al. 2007", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Adenovirus"}, {"text": "Infl uenza virus clinically may cause fever (87 %), vomiting (28 %), conjunctivitis (22 %), croup symptoms (41 %), bronchiolitis (22 %), or pneumonia (28 %) (Williams et al. 2004 ) .", "cite_spans": [{"start": 157, "end": 180, "text": "(Williams et al. 2004 )", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Infl uenza Virus"}, {"text": "In contrast to hMPV, asthma exacerbation is not a typical feature of InfV infection. InfV occurs in individuals across a broad age range during periods of regional epidemics or occasionally as part of a major global pandemic, as in the infl uenza outbreaks of 1918, 1957, and 1968 . The peak incidence is in the winter months in the United States and may induce severe disease in young infants, the elderly, and immunocompromised populations. The virus primarily infects the bronchial and bronchiolar respiratory epithelium, but occasional alveolar epithelial cells can also be demonstrated by immunohistochemistry. Classically, InfV infection produces a necrotizing bronchiolitis, peribronchiolar infi ltrates, interstitial infl ammation, pulmonary edema, and hyaline membranes (diffuse alveolar damage) (Fig. 17.5 ) . Secondary bacterial pneumonia is common in fatal cases (47 %) (Bhat et al. 2005 ; Guarner et al. 2006 ). There are currently four antivirals effective against InfV infection: amantidine, rimantadine, anamivir, and oseltamivir. Vaccination is recommended for infants greater than 6 months ", "cite_spans": [{"start": 257, "end": 280, "text": "of 1918, 1957, and 1968", "ref_id": null}, {"start": 882, "end": 901, "text": "(Bhat et al. 2005 ;", "ref_id": "BIBREF2"}, {"start": 902, "end": 921, "text": "Guarner et al. 2006", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 805, "end": 817, "text": "(Fig. 17.5 )", "ref_id": "FIGREF0"}], "section": "Infl uenza Virus"}, {"text": "Bocavirus is a recently identifi ed viral agent of the pediatric airway, discovered in 2005. It is identifi ed in approximately 5 % of previously undiagnosed respiratory viral infections in children. By seroprevalence studies, almost all children are exposed to BoV by 5 years of age and the average age at diagnosis is 13-15 months (Hustedt and Vazquez 2010 ) . The true role of BoV as a causative agent of respiratory infection has been controversial due to high rates of viral coinfection (Milder and Arnold 2009 ). hMPV and/or BoV are identifi ed in about half of viral coinfections in children (Hustedt and Vazquez 2010 ) . Nevertheless, most available studies with controls have shown few or no asymptomatic patients detected with BoV, lending credence that BoV is a true pathogen in children (Brieu et al. 2008 ). Similar to other pediatric respiratory viral infections, symptoms of BoV include fever, rhinorrhea, cough, sore throat, and wheezing. Furthermore, BoV has been identifi ed in some patients with gastroenteritis (1-9 %) and as a potential cause of Kawasaki disease (31 %) (Brodzinski and Ruddy 2009 ) . Peak incidence of BoV is in the winter months, similar to RSV and hMPV. Laboratory diagnosis can be made by EIA method or PCR technology. The mainstay of treatment is supportive care, and there are no available medical therapies at this time.", "cite_spans": [{"start": 333, "end": 360, "text": "(Hustedt and Vazquez 2010 )", "ref_id": "BIBREF14"}, {"start": 492, "end": 515, "text": "(Milder and Arnold 2009", "ref_id": "BIBREF20"}, {"start": 599, "end": 626, "text": "(Hustedt and Vazquez 2010 )", "ref_id": "BIBREF14"}, {"start": 799, "end": 817, "text": "(Brieu et al. 2008", "ref_id": "BIBREF3"}, {"start": 1091, "end": 1119, "text": "(Brodzinski and Ruddy 2009 )", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Bocavirus"}, {"text": "Coronaviruses have long been appreciated as a signifi cant cause of mild upper respiratory tract infections (CoV types OC43 and 229E), but only relatively recently have been appreciated as an occasional cause of lower respiratory tract infections in children (Canducci et al. 2008 ) . Following the severe acute respiratory syndrome (SARS) epidemic in 2003, increased attention to the coronaviridae family of viruses revealed a new variant discovered in the Netherlands in 2004 (hCoV NL63) and another variant discovered in Hong Kong in 2005 (hCoV HKU1), both causing pediatric bronchiolitis and pneumonia (Brodzinski and Ruddy 2009 ) . CoV NL63 has been detected in approximately 2-9 % of upper and lower respiratory tract infections in children and approximately 2.5 % of specimens from young children with viral illness with acute wheezing (Smuts et al. 2008 ) . CoV is diffi cult to isolate in cell culture, and molecular methods are most often used for laboratory detection (Kahn 2007 ) . CoV is identifi ed year-round, although seasonal peaks have been described from January to March (Smuts et al. 2008 ; Brodzinski and Ruddy 2009 ).", "cite_spans": [{"start": 259, "end": 282, "text": "(Canducci et al. 2008 )", "ref_id": "BIBREF5"}, {"start": 606, "end": 634, "text": "(Brodzinski and Ruddy 2009 )", "ref_id": "BIBREF4"}, {"start": 843, "end": 863, "text": "(Smuts et al. 2008 )", "ref_id": "BIBREF24"}, {"start": 979, "end": 991, "text": "(Kahn 2007 )", "ref_id": "BIBREF16"}, {"start": 1091, "end": 1111, "text": "(Smuts et al. 2008 ;", "ref_id": "BIBREF24"}, {"start": 1112, "end": 1137, "text": "Brodzinski and Ruddy 2009", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Coronavirus"}, {"text": "Rhinovirus is a picornavirus that is most often recognized as a cause of the common \"cold\" (rhinitis) but is increasingly recognized as a cause of lower respiratory tract viral infections at all ages based upon molecular detection methods (Atmar et al. 2012 ) . In infants, the peak ages of infection are reported from 4 to 17 months. Peak seasons are in the fall and spring.", "cite_spans": [{"start": 239, "end": 259, "text": "(Atmar et al. 2012 )", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Rhinovirus"}, {"text": "In fetuses and neonates, cytomegalovirus infection may be acquired vertically during pregnancy. CMV infection also may be latent and emerges as an opportunistic infection in immunocompromised patients. In immunocompromised patients, clinical diagnosis of CMV pneumonia requires not only detection of the virus in a respiratory sample but also presence of respiratory symptomatology. Congenital CMV infection manifests as disseminated disease with frequent viral cytopathic effect, classically inducing cytomegaly, large intranuclear inclusions with a peripheral halo, and small granular basophilic cytoplasmic inclusions. CMV pneumonitis may be associated with lymphoplasmacytic infl ammation in the alveolar walls.", "cite_spans": [], "ref_spans": [], "section": "Cytomegalovirus"}, {"text": "Herpes simplex virus pneumonia typically occurs as a congenital infection in newborns. It is most often acquired from infected cervicovaginal secretions during vaginal delivery, followed by a typical incubation period of 9-10 days before skin lesions or liver failure are detected. Alternatively, neonatal infection may be acquired from infected oral secretions of parents or other caregivers. Intrauterine infection from maternal viremia is rare. Clinical presentation is typically unsuspected and fulminant, requiring rapid diagnosis and treatment. Mortality is high in the setting of disseminated disease (57 %), and the morbidity in surviving neonates following encephalitis may include seizures, spasticity, blindness, and learning disabilities. Congenital HSV infection is regrettably diffi cult to predict and prevent, as herpetic vesicles may not be apparent in infected mothers. The histologic features, regardless of organ involved, are characterized by punctate areas of necrosis surrounded by a rim of cells with characteristic intranuclear viral cytopathic effect (Cowdry A or Cowdry B type inclusions) (Fig. 17.6 ).", "cite_spans": [], "ref_spans": [{"start": 1116, "end": 1126, "text": "(Fig. 17.6", "ref_id": "FIGREF0"}], "section": "Herpes Simplex Virus"}, {"text": "Measles virus pneumonia is now rare in the United States due to vaccination programs but is common in developing countries. Young infants who have not yet had scheduled vaccinations are susceptible to primary infection and are at the greatest risk for severe or fatal disease (Hammond et al. 2007 ). In immunocompromised hosts, measles virus infection classically results in a giant cell pneumonitis composed of an interstitial pneumonia with large multinucleate syncytial giant cells lining the airspaces. Some giant cells may have intracytoplasmic globular eosinophilic inclusions, refl ecting aggregates of cytoplasmic RNA virus. Diffuse alveolar damage and squamous metaplasia are variable features (Radoycich et al. 1992 ) . In immunocompetent children, necrotizing bronchiolitis is noted, but giant cells are typically sparse, and cytoplasmic inclusions are not apparent (Radoycich et al. 1992 ).", "cite_spans": [{"start": 276, "end": 296, "text": "(Hammond et al. 2007", "ref_id": "BIBREF13"}, {"start": 703, "end": 727, "text": "(Radoycich et al. 1992 )", "ref_id": "BIBREF22"}, {"start": 877, "end": 899, "text": "(Radoycich et al. 1992", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Measles Virus"}, {"text": "Postinfectious reactive airway disease/asthma. Following acute infection, viruses can cause chronic sequelae, such as postinfectious recurrent wheezing in 40-50 % of RSV, hMPV, and RhV patients. Severe RSV bronchiolitis is associated with an increased risk of hospitalization for asthma in the short term (Papenburg and Boivin 2010 ) . Some suggest that greater severity of RSV bronchiolitis may refl ect an intrinsic genetic predisposition for asthma. hMPV is detected in approximately 8-9 % of children with recurrent wheezing and BoV in approximately 5-6 % (Smuts et al. 2008 ) . Specifi cally, hMPV bronchiolitis carries a fi vefold risk of future development of asthma compared to control patients hospitalized for gastroenteritis (Brodzinski and Ruddy 2009 ) . Postinfectious bronchiolitis obliterans syndrome. Obliterative bronchiolitis and bronchiectasis may follow any form of necrotizing bronchiolitis but is most often reported as a sequela of AdV infections (Tregoning and Schwarze 2010 ; Coffi n 2005 ; Hammond et al. 2007 ; Chong et al. 2009 ; Garcia et al. 2010 ; Chang et al. 2009 ). Clinically, postinfectious bronchiolitis obliterans syndrome is character-a b Fig. 17 .6 Congenital herpes simplex virus (HSV) infection. Disseminated HSV infection may be acquired by a neonate through exposure to infected cervicovaginal secretions. ( a ) The pneumonitis that results is characterized by patchy zones of necrosis and hemorrhage, in this case also associated with early metaplasia of the bronchiolar respiratory epithelium (H&E, 40×). ( b ) At higher power, occasional herpes-infected cells at the periphery of the necrotic areas show typical Cowdry A type intranuclear inclusions ( arrow ) (H&E, 200×) ized by obstructive pulmonary function tests and chest CT evidence of bronchiectasis and regional air trapping (\"mosaic perfusion\") best seen on expiratory images. Histologically, obliterative bronchiolitis is characterized by fi brous obliteration or constriction of small airways by subepithelial fi brosis (Fig. 17.7 ) . This fi nding may be subtle and subject to sampling error on wedge lung biopsy, and connective tissue stains such as trichrome or Movat pentachrome are helpful in eliciting the fi brotic airways within bronchovascular bundles.", "cite_spans": [{"start": 305, "end": 333, "text": "(Papenburg and Boivin 2010 )", "ref_id": "BIBREF21"}, {"start": 560, "end": 580, "text": "(Smuts et al. 2008 )", "ref_id": "BIBREF24"}, {"start": 736, "end": 764, "text": "(Brodzinski and Ruddy 2009 )", "ref_id": "BIBREF4"}, {"start": 970, "end": 1000, "text": "(Tregoning and Schwarze 2010 ;", "ref_id": "BIBREF26"}, {"start": 1001, "end": 1015, "text": "Coffi n 2005 ;", "ref_id": "BIBREF8"}, {"start": 1016, "end": 1037, "text": "Hammond et al. 2007 ;", "ref_id": "BIBREF13"}, {"start": 1038, "end": 1057, "text": "Chong et al. 2009 ;", "ref_id": "BIBREF7"}, {"start": 1058, "end": 1078, "text": "Garcia et al. 2010 ;", "ref_id": "BIBREF11"}, {"start": 1079, "end": 1096, "text": "Chang et al. 2009", "ref_id": "BIBREF6"}, {"start": 1707, "end": 1718, "text": "(H&E, 200×)", "ref_id": null}], "ref_spans": [{"start": 1178, "end": 1185, "text": "Fig. 17", "ref_id": "FIGREF0"}, {"start": 2028, "end": 2040, "text": "(Fig. 17.7 )", "ref_id": "FIGREF0"}], "section": "Complications of Infantile Viral Infection"}, {"text": "Respiratory viral infection in infants differs from that seen in adults. Neonates and infants are predisposed to RSV, hMPV, and PIV, in contrast to RhV, CoV, and InfV, the most common lower a b Fig. 17.7 Complications of infantile respiratory viral infection. ( a ) Following acute necrotizing respiratory viral infection, the bronchioles may develop mucosal reparative changes in the form of squamous metaplasia, in this case following parainfl uenza virus (H&E, 100×). ( b ) In this case, also following parainfl uenza virus infection, the bronchioles demonstrate focal constrictive subepithelial fi brosis (constrictive bronchiolitis), part of the spectrum of pathologic features associated with post-viral bronchiolitis obliterans syndrome (H&E, 200×) . This is a common complication of both adenovirus and infl uenza virus bronchiolitis respiratory tract viruses in adults. Premature infants are particularly susceptible to these viral infections and carry a higher morbidity and mortality relative to the adult population. Laboratory diagnosis by viral culture, EIA, IF, and multiplex PCR assays are the mainstays of specifi c diagnosis in infancy, similar to older children and adults. Despite the increasingly recognized prevalence of culture-negative respiratory viruses such as hMPV, BoV, and CoV, RSV remains a central pathogen in respiratory infections in infants and tends to be more severe than these other viruses. Pathologic features in lung biopsy or autopsy vary dependent on the immunologic status of the patient. Immunocompromised infants have more pronounced viral cytopathic effect (giant cells and/or viral inclusions) and relatively little infl ammatory response, whereas otherwise healthy infants more often have lymphocytic bronchiolitis or pneumonitis without distinguishing viral cytopathic effect. Immunohistochemistry may be used for confi rmation of diagnosis in tissues; however, the more cost-effective and comprehensive method for confi rmation of diagnosis currently is the use of molecular diagnostic techniques.", "cite_spans": [{"start": 744, "end": 755, "text": "(H&E, 200×)", "ref_id": null}], "ref_spans": [{"start": 194, "end": 203, "text": "Fig. 17.7", "ref_id": "FIGREF0"}], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "PCR diagnosis of viral pneumonitis from fi xed-lung tissue in children", "authors": [{"first": "N", "middle": [], "last": "Akhtar", "suffix": ""}, {"first": "J", "middle": [], "last": "Ni", "suffix": ""}, {"first": "C", "middle": [], "last": "Langston", "suffix": ""}], "year": 1996, "venue": "Biochem Mol Med", "volume": "58", "issn": "", "pages": "66--76", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Picornavirus, the most common respiratory virus causing infection among patients of all ages hospitalized with acute respiratory illness", "authors": [{"first": "R", "middle": ["L"], "last": "Atmar", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Piedra", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Patel", "suffix": ""}], "year": 2012, "venue": "J Clin Microbiol", "volume": "50", "issn": "", "pages": "506--508", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Infl uenzaassociated deaths among children in the United States", "authors": [{"first": "N", "middle": [], "last": "Bhat", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Wright", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Broder", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "353", "issn": "", "pages": "2559--2567", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Human bocavirus infection in children with respiratory tract disease", "authors": [{"first": "N", "middle": [], "last": "Brieu", "suffix": ""}, {"first": "G", "middle": [], "last": "Guyon", "suffix": ""}, {"first": "M", "middle": [], "last": "Rodiere", "suffix": ""}], "year": 2008, "venue": "Pediatr Infect Dis J", "volume": "27", "issn": "", "pages": "969--973", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Review of new and newly discovered respiratory tract viruses in children", "authors": [{"first": "H", "middle": [], "last": "Brodzinski", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Ruddy", "suffix": ""}], "year": 2009, "venue": "Pediatr Emerg Care", "volume": "25", "issn": "", "pages": "352--360", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Two-year prospective study of single infections and co-infections by respiratory syncytial virus and viruses identifi ed recently in infants with acute respiratory disease", "authors": [{"first": "F", "middle": [], "last": "Canducci", "suffix": ""}, {"first": "M", "middle": [], "last": "Debiaggi", "suffix": ""}, {"first": "M", "middle": [], "last": "Sampaolo", "suffix": ""}], "year": 2008, "venue": "J Med Virol", "volume": "80", "issn": "", "pages": "716--723", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Lower respiratory tract infections", "authors": [{"first": "A", "middle": ["B"], "last": "Chang", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Chang", "suffix": ""}, {"first": "K", "middle": [], "last": "O&apos;grady", "suffix": ""}], "year": 2009, "venue": "Pediatr Clin North Am", "volume": "56", "issn": "", "pages": "1303--1321", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Respiratory viruses in pediatric necropsies: an immunohistochemical study", "authors": [{"first": "D", "middle": ["C"], "last": "Chong", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Raboni", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Abujamra", "suffix": ""}], "year": 2009, "venue": "Pediatr Dev Pathol", "volume": "12", "issn": "", "pages": "211--216", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Bronchiolitis: in-patient focus", "authors": [{"first": "S", "middle": ["E"], "last": "Coffi N", "suffix": ""}], "year": 2005, "venue": "Pediatr Clin North Am", "volume": "52", "issn": "", "pages": "1047--1057", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Viral bronchiolitis for the clinician", "authors": [{"first": "D", "middle": ["A"], "last": "Fitzgerald", "suffix": ""}], "year": 2011, "venue": "J Paediatr Child Health", "volume": "47", "issn": "", "pages": "160--166", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Newer respiratory virus infections: human metapneumovirus, avian infl uenza virus, and human coronaviruses", "authors": [{"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Rimmelzwaan", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}], "year": 2005, "venue": "Curr Opin Infect Dis", "volume": "18", "issn": "", "pages": "141--146", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Risk factors in children hospitalized with RSV bronchiolitis versus non-RSV bronchiolitis", "authors": [{"first": "C", "middle": ["G"], "last": "Garcia", "suffix": ""}, {"first": "R", "middle": [], "last": "Bhore", "suffix": ""}, {"first": "A", "middle": [], "last": "Soriano-Fallas", "suffix": ""}], "year": 2010, "venue": "Pediatrics", "volume": "126", "issn": "", "pages": "1453--1460", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Histopathologic and immunohistochemical features of fatal infl uenza virus infection in children during the 2003-2004 season", "authors": [{"first": "J", "middle": [], "last": "Guarner", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Paddock", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Shieh", "suffix": ""}], "year": 2006, "venue": "Clin Infect Dis", "volume": "43", "issn": "", "pages": "32--140", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Respiratory virus infection in infants and children", "authors": [{"first": "S", "middle": [], "last": "Hammond", "suffix": ""}, {"first": "E", "middle": [], "last": "Chenever", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Durbin", "suffix": ""}], "year": 2007, "venue": "Pediatr Dev Pathol", "volume": "10", "issn": "", "pages": "172--180", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The changing face of pediatric respiratory tract infections: how human metapneumovirus and human bocavirus fi t into the overall etiology of respiratory tract infections in young children", "authors": [{"first": "J", "middle": ["W"], "last": "Hustedt", "suffix": ""}, {"first": "M", "middle": [], "last": "Vazquez", "suffix": ""}], "year": 2010, "venue": "Yale J Biol Med", "volume": "83", "issn": "", "pages": "193--200", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The histopathology of fatal untreated human respiratory syncytial virus infection", "authors": [{"first": "J", "middle": ["E"], "last": "Johnson", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Gonzales", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Olson", "suffix": ""}], "year": 2007, "venue": "Mod Pathol", "volume": "20", "issn": "", "pages": "108--119", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Newly discovered respiratory viruses: signifi cance and implications", "authors": [{"first": "J", "middle": ["S"], "last": "Kahn", "suffix": ""}], "year": 2007, "venue": "Curr Opin Pharmacol", "volume": "7", "issn": "", "pages": "478--483", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "RSV testing in bronchiolitis: which nasal sampling method is best?", "authors": [{"first": "P", "middle": [], "last": "Macfarlane", "suffix": ""}, {"first": "J", "middle": [], "last": "Denham", "suffix": ""}, {"first": "J", "middle": [], "last": "Assous", "suffix": ""}], "year": 2005, "venue": "Arch Dis Child", "volume": "90", "issn": "", "pages": "634--635", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Viral pneumonia", "authors": [{"first": "M", "middle": ["A"], "last": "Marcos", "suffix": ""}, {"first": "M", "middle": [], "last": "Esperatti", "suffix": ""}, {"first": "A", "middle": [], "last": "Torres", "suffix": ""}], "year": 2009, "venue": "Curr Opin Infect Dis", "volume": "22", "issn": "", "pages": "143--147", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "RNA viruses in community-acquired childhood pneumonia in semi-urban Nepal; a cross-sectional study", "authors": [{"first": "M", "middle": [], "last": "Mathisen", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Strand", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Sharma", "suffix": ""}], "year": 2009, "venue": "BMC Med", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Human metapneumovirus and human bocavirus in children", "authors": [{"first": "E", "middle": [], "last": "Milder", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Arnold", "suffix": ""}], "year": 2009, "venue": "Pediatr Res", "volume": "65", "issn": "", "pages": "78--83", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The distinguishing features of human metapneumovirus and respiratory syncytial virus", "authors": [{"first": "J", "middle": [], "last": "Papenburg", "suffix": ""}, {"first": "G", "middle": [], "last": "Boivin", "suffix": ""}], "year": 2010, "venue": "Rev Med Virol", "volume": "20", "issn": "", "pages": "245--260", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Patterns of measles pneumonitis", "authors": [{"first": "G", "middle": ["E"], "last": "Radoycich", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Zuppan", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Weeks", "suffix": ""}], "year": 1992, "venue": "Pediatr Pathol", "volume": "12", "issn": "", "pages": "773--786", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Risk factors for lower respiratory tract infection death among infants in the United States", "authors": [{"first": "R", "middle": ["J"], "last": "Singleton", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Wirsing", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Haberling", "suffix": ""}], "year": 1999, "venue": "Pediatrics", "volume": "124", "issn": "", "pages": "768--776", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Role of human metapneumovirus, human coronavirus NL63, and human bocavirus in infants and young children with acute wheezing", "authors": [{"first": "H", "middle": [], "last": "Smuts", "suffix": ""}, {"first": "L", "middle": [], "last": "Workman", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Zar", "suffix": ""}], "year": 2008, "venue": "J Med Virol", "volume": "80", "issn": "", "pages": "906--912", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Community-acquired pneumonia in children: what's new?", "authors": [{"first": "A", "middle": [], "last": "Thomson", "suffix": ""}, {"first": "M", "middle": [], "last": "Harris", "suffix": ""}], "year": 2011, "venue": "Thorax", "volume": "66", "issn": "", "pages": "927--928", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Respiratory viral infections in infants: causes, clinical symptoms, virology, and immunology", "authors": [{"first": "J", "middle": ["S"], "last": "Tregoning", "suffix": ""}, {"first": "J", "middle": [], "last": "Schwarze", "suffix": ""}], "year": 2010, "venue": "Clin Microbiol Rev", "volume": "23", "issn": "", "pages": "74--98", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Pathology of human metapneumovirus infection: insights into the pathogenesis of a newly identifi ed respiratory virus", "authors": [{"first": "S", "middle": ["O"], "last": "Vargas", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Kozakewich", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Perez-Atayde", "suffix": ""}], "year": 2004, "venue": "Pediatr Dev Pathol", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Review of epidemiology and clinical risk factors for severe respiratory syncytial virus (RSV) infection", "authors": [{"first": "R", "middle": ["C"], "last": "Welliver", "suffix": ""}], "year": 2003, "venue": "J Pediatr", "volume": "143", "issn": "5", "pages": "112--117", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The clinical presentation and outcomes of children infected with newly identifi ed respiratory tract viruses", "authors": [{"first": "J", "middle": ["V"], "last": "Williams", "suffix": ""}], "year": 2005, "venue": "Infect Dis Clin North Am", "volume": "19", "issn": "", "pages": "569--584", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Human metapneumovirus and lower respiratory tract disease in otherwise healthy infants and children", "authors": [{"first": "J", "middle": ["V"], "last": "Williams", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Harris", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Tollefson", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "", "pages": "443--450", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Comparison of human metapneumovirus, respiratory syncytial virus and infl uenza A virus lower respiratory tract infections in hospitalized young children", "authors": [{"first": "D", "middle": ["G"], "last": "Wolf", "suffix": ""}, {"first": "D", "middle": [], "last": "Greenberg", "suffix": ""}, {"first": "D", "middle": [], "last": "Kalkstein", "suffix": ""}], "year": 2006, "venue": "Pediatr Infect Dis J", "volume": "25", "issn": "", "pages": "320--324", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Chest radiograph of viral bronchiolitis in infancy. Chest x-rays in neonates and infants with respiratory viral illness are characterized by peribronchial thickening. This example caused by parainfl uenza virus and adenovirus infection also shows nonspecifi c streaky atelectasis in the right lung (Contributed by Dr. Jason Weinman, Department of Radiology, Children's Hospital Colorado and University of Colorado School of Medicine, Aurora, Colorado, with permission)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Respiratory syncytial virus infection in an infant. The prototypic infantile respiratory virus, RSV, causes a lymphocytic bronchitis and bronchiolitis. ( a ) This bronchus demonstrates a cuff of lymphocytes in the submucosa (H&E, 200×). ( b ) Circumferential lymphocyte infi ltrates are also noted in the small airways (H&E, 100×).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Fig. 17.2 (continued)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "for pregnant women for protection of their neonates in the fi rst 6 months of life by passive immunity.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Fig. 17.5 Infl uenza virus infection. Like other forms of respiratory viral infection, infl uenza may cause a lymphocytic or necrotizing bronchiolitis, in this case associated with mucus stasis in the bronchioles (H&E, 40×). Autopsy examination following fatal infl uenza viral infection typically shows a necrotizing bronchitis and bronchiolitis with pulmonary edema and diffuse alveolar damage in the background (not shown)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Infantile respiratory viruses: characteristics, relative incidence, and age at diagnosis", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Virus </td><td> Family </td><td> Type </td><td> Relative incidence </td><td> Median age of diagnosis in infancy </td><td> Peak seasons </td></tr><tr><td> </td><td> </td></tr><tr><td> Respiratory syncytial </td><td> Paramyxoviridae </td><td> RNA </td><td> 56 %-77 % </td><td> 4.1-10.5 months </td><td> Winter (Dec-Feb) </td></tr><tr><td>virus </td><td> </td><td> </td><td> </td><td>(2-3 for hospitalized infants) </td><td> </td></tr><tr><td> Metapneumovirus </td><td> Paramyxoviridae </td><td> RNA </td><td> 12-28 % </td><td> 6-17.6 months </td><td> Winter-early spring (Dec-Apr) </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>(6-12 for hospitalized infants) </td><td> </td></tr><tr><td> Parainfl uenza virus </td><td> Paramyxoviridae </td><td> RNA </td><td> 3-20 % </td><td> 15.1 months </td><td> Fall (Sep-Nov) - </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>PIV1,2 Late spring-\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>summer - PIV3 </td></tr><tr><td> Adenovirus </td><td> Adenoviridae </td><td> DNA </td><td> 1-15 % </td><td> 10.9 months </td><td> Fall-winter-spring (Oct-Jun) </td></tr><tr><td> Infl uenza virus </td><td> Orthomyxoviridae </td><td> RNA </td><td> 1-20 % </td><td> 11.2 months </td><td> Fall-winter-spring (Oct-Jun) </td></tr><tr><td> Bocavirus </td><td> Parvoviridae </td><td> DNA </td><td> 4-10 % </td><td> 9.8-15 months </td><td> Winter (Nov-Mar) </td></tr><tr><td> Corona virus </td><td> Coronaviridae </td><td> RNA </td><td> 2-9 % </td><td> 19 months </td><td> Late winter-spring (Jan-Mar) </td></tr><tr><td> Rhinovirus </td><td> Picornaviridae </td><td> RNA </td><td> Rare </td><td> 4-17 months </td><td> Fall, spring </td></tr><tr><td> Enterovirus </td><td> Picornaviridae </td><td> RNA </td><td> Rare </td><td> No data </td><td> Summer, fall </td></tr><tr><td> Epstein-Barr virus </td><td> Herpesviridae </td><td> DNA </td><td> Rare </td><td> No data </td><td> None </td></tr><tr><td> Human herpes virus 6 </td><td> Herpesviridae </td><td> DNA </td><td> Rare </td><td> 6-12 months </td><td> None </td></tr><tr><td> Cytomegalovirus </td><td> Herpesviridae </td><td> DNA </td><td> Rare </td><td> Congenital </td><td> None </td></tr><tr><td> Herpes simplex virus </td><td> Herpesviridae </td><td> DNA </td><td> Rare </td><td> Congenital </td><td> None </td></tr><tr><td> Varicella zoster virus </td><td> Herpesviridae </td><td> DNA </td><td> Rare </td><td> May be congenital </td><td> None </td></tr><tr><td> Measles virus </td><td> Paramyxoviridae </td><td> RNA </td><td> Rare in the </td><td> &lt;12 months (unvaccinated) </td><td> Winter, spring </td></tr><tr><td> </td><td> </td><td> </td><td>United States </td><td> </td><td> </td></tr><tr><td> Mumps virus </td><td> Paramyxoviridae </td><td> RNA </td><td> Rare </td><td> &lt;12 months (unvaccinated) </td><td> Winter, spring </td></tr></table></body></html>"}, "TABREF2": {"text": "Diagnostic methods for respiratory viral infections in children: advantages and disadvantages Complex; requires technical expertise Limited detection for low shedding titers Limited detection of thermolabile viruses, hMPV, RhV, CoV, BoV Diffi cult to detect multiple infections EIA Rapid; point of care test High viral load needed for detection Simple Detects single viral agent per test More sensitive/specifi c than culture Lack of reagents for some viruses (RhV, CoV, BoV) Useful for hMPV, Infl V, RSV Antibodies not commercially available for all viral types Useful postmortem if virus not previously detected Invasive procedure required to obtain tissue Sampling error Multiplex PCR/ RT-PCR", "latex": null, "type": "table"}}, "back_matter": []}