{
    "paper_id": "b328811d2d46bbd8d85ccf8a5ecd4464d9685e21",
    "metadata": {
        "title": "Risks and Epidemiology of Infections After Intestinal Transplantation",
        "authors": [
            {
                "first": "Kyle",
                "middle": [
                    "A"
                ],
                "last": "Soltys",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jorge",
                "middle": [
                    "D"
                ],
                "last": "Reyes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Green",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The fi eld of intestinal transplantation has developed significantly since the fi rst reports involving dogs in the late 1950s [ 1 ] . Although small series demonstrated some short-term success of intestinal transplantation in the 1960s [ 1 , 2 ] , longterm success was not reported until tacrolimus was introduced into clinical transplantation in 1990. Subsequently, dramatic and rapid progress in donor and recipient selection processes, evolution of surgical techniques, and enhancements in early perioperative care led to a signifi cant improvement in early postoperative patient and graft survival in this challenging population. Key lessons were learned from the early failures in intestinal transplantation, as most graft loss was attributable to overwhelming rejection due to the inability to provide effective immunosuppression to this complex population in the face of such a lymphoid-rich, bacteriacontaining graft [ 1 ] . Additional causes of early graft loss included ischemic injury of the allograft resulting in poor reperfusion and technical complications. Each of these early factors can be associated with infections occurring after transplant in association with severely damaged allografts rich in pathogens within the intestinal lumen [ 2 ] . Finally, morbidity and mortality were also encountered as a result of the mobilization and engraftment of donor-derived lymphocytes leading to graft-versus-host disease (GVHD) [ 3 ] .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 132,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 237,
                    "end": 246,
                    "text": "[ 1 , 2 ]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 931,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1256,
                    "end": 1261,
                    "text": "[ 2 ]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1440,
                    "end": 1445,
                    "text": "[ 3 ]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Historic Background"
        },
        {
            "text": "The introduction of tacrolimus immunosuppression in 1989 combined with the use of multidrug immunosuppressant protocols and donor and recipient anti-lymphocyte preconditioning markedly altered the results of intestinal transplantation. As a consequence, intestinal transplants are now performed worldwide with good overall results and long-term survival. Unfortunately, the high levels of longterm immunosuppression necessary to prevent and treat cellular and humoral rejection in ITx recipients have been an important contributor in the majority of deaths following intestinal transplant which have been directly related to infection and malignancy. Indeed, the future success of intestinal transplant relies on balancing the risks of immunologic complications associated with under-immunosuppression and the often fatal consequences of over-immunosuppression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Historic Background"
        },
        {
            "text": "Patients requiring intestinal transplantation have intestinal failure (IF) and require parenteral nutrition (PN) to maintain a normal state of fl uid, electrolyte, and nutritional balance. IF is a result of either an anatomic loss of their intestine (e.g., congenital intestinal atresias or acquired disorders, such as volvulus, necrotizing enterocolitis, trauma, or vascular thrombosis) or poor function involving motility (e.g., intestinal pseudoobstruction, Hirschsprung disease), absorption (e.g., microvillus inclusion disease), encasing tumors (e.g., desmoids), or Crohn's disease. PN has changed the outcome for patients who have intestinal failure by effectively providing temporizing benefi ts parallel to those seen with hemodialysis in patients with kidney failure. However, long-term survivors of PN can experience morbidity associated with development of catheter sepsis, venous thrombosis-induced loss of vascular access, and PN-induced cholestatic liver disease. Liver disease and the secondarily dilated short gut seen with intestinal adaptation facilitate intestinal bacterial overgrowth, enteritis, bacterial translocation, the seeding of venous catheters, and line sepsis. Severe bloodstream infections can result in metastatic infectious foci, endocarditis, multisystem organ failure, and death. In addition, the infectious complications of IF may contribute to the development and progression of parenteral nutrition-dependent liver injury [ 4 ] . Life-threatening complications occur in as many as 20 % of patients on long-term PN. Without intestinal transplantation, patients with IF who develop complications of PN will die at a signifi cant rate, with 1-year and 3-year survival rates of 84 % and 74 %, respectively [ 5 , 6 ] .",
            "cite_spans": [
                {
                    "start": 1461,
                    "end": 1466,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1741,
                    "end": 1750,
                    "text": "[ 5 , 6 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patient Population and Risk Factors for Infection"
        },
        {
            "text": "Younger patients (<1 year old) have a higher risk of dying of infectious complications, possibly because they have an earlier onset of severe liver disease [ 4 ] . The most common infectious complication in patients with intestinal failure remains line sepsis, occurring with a frequency of 8.9 new catheter-related bloodstream infections (CRBSI) per 1000 catheter days [ 5 ] . Another single center study found an incidence of 3.49 septic episodes per child, with similar mortality risk at 2 years [ 7 ] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 161,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 370,
                    "end": 375,
                    "text": "[ 5 ]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 499,
                    "end": 504,
                    "text": "[ 7 ]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Patient Population and Risk Factors for Infection"
        },
        {
            "text": "The \"nonsterile\" environment of the intestine defi nes the epidemiology of bacterial infections before and after transplantation. Many of these patients have a history of multiple catheter-related bloodstream infections and have been exposed to repetitive and/or long-term antibiotic therapy, which can facilitate bacterial overgrowth and translocation. The recurrent exposure to antimicrobial agents may lead to colonization and subsequent infection with antimicrobialresistant bacteria and to the overgrowth of yeast and other fungi. Although prophylactic use of antimicrobial and ethanol lock therapy [ 8 -10 ] or the use of antibiotic-coated catheters [ 11 ] may decrease the need for systemic antimicrobial therapy, catheter-associated bloodstream infections still represent a signifi cant source of pre-transplant morbidity and mortality.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 613,
                    "text": "[ 8 -10 ]",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 662,
                    "text": "[ 11 ]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Patient Population and Risk Factors for Infection"
        },
        {
            "text": "By defi nition, intestinal transplantation is conducted in a contaminated environment. The logistics of donor organ procurement does not allow for adequate bowel preparation prior to the procurement of the intestinal organs and although intestinal decontamination formulas are given to the deceased donor, effective mechanical cleansing is logistically impossible. Therefore, the succus entericus of the donor is transplanted with the intestinal allograft. Donor gastrointestinal fl ora in the lumen of the intestinal allograft may result in bacterial infections if signifi cant preservation damage to the mucosa of the allograft intestine occurs due to ischemiareperfusion injury. Subsequently, a similar breakdown of mucosal integrity may occur as a result of rejection which can also lead to bloodstream infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Population and Risk Factors for Infection"
        },
        {
            "text": "In addition to the usual sources of posttransplant sepsis (surgical site infections, abdominal abscesses, ventilatorassociated pneumonias, etc.), many patients who have undergone a successful intestinal transplant continue to require central venous access for fl uids, antibiotics, and antiviral therapy for a period of months after successful intestinal transplantation. While the central lines remain in place, the risk of catheter-related infections remains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Population and Risk Factors for Infection"
        },
        {
            "text": "Pediatric intestinal transplant recipients present unique challenges. On average, the pediatric recipients are a young population, with a mean age of 7.2 +/− 6.5 years at the time of transplant [ 12 ] who may be \"immunologically naive,\" thus having a higher risk of acquiring primary infections with Cytomegalovirus (CMV), Epstein-Barr virus (EBV), and other common community-acquired infections. Consequently, any requirement for higher baseline levels of immunosuppressive drugs to prevent rejection of the intestinal allograft predictably places them at an increased risk of developing opportunistic infections. This alone might explain the higher rates, prolonged disease states, higher morbidity, and increased mortality due to CMV and EBV infections that occur in these patients.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "text": "[ 12 ]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Patient Population and Risk Factors for Infection"
        },
        {
            "text": "A number of different variations of intestinal transplantation can be carried out to ideally suit the anatomic and functional needs of the recipient; the etiology for intestinal failure dictates the type of intestinal allograft used. The need for associated stomach, pancreas, or colon in addition to the small bowel allograft is determined on the basis of the functional or vascular disease of those organs in the recipient. The diagnosis of end-stage liver disease as a consequence of TPN will determine the need for liver replacement. Consequently, intestinal transplantation procedures may provide the isolated intestine, the combined liver and intestine (with or without the pancreas), complete multivisceral intestinal allografts which include the entire gastrointestinal tract (i.e., stomach, duodenum, pancreas, and small bowel) along with the liver, and modifi ed multivisceral grafts, which include the entire gastrointestinal tract (i.e., stomach, duodenum, pancreas, and small bowel) and exclude the liver [ 4 ] . Patient and graft survivals during the early posttransplant period vary according to the transplantation procedure. The best early survivals are associated with the isolated intestinal transplant, and the worst outcomes are observed in recipients of multivisceral allografts. The reason for this stems from the fact that recipients of isolated intestine allografts are relatively stable, when compared to patients with TPN-induced liver failure (portal hypertension, pancytopenia, coagulopathy) who will also require the larger composite grafts (liver/ intestine or multivisceral grafts). The morbidity and mortality associated with outcomes after multivisceral transplantation stem from the diffi culty of the resection portion of the operation and of the immediate posttransplant management. The risk of infection inherently determines short-term and long-term survivability. Damage to the protective barrier of the intestinal mucosa can occur early from ischemia and reperfusion damage and later from rejection or GVHD of the intestinal allograft. Factors that determine risk for ischemia and reperfusion of the intestinal allograft are similar to those seen with other solid organs; they focus on a history of cardiac arrest and on the subsequent hemodynamic instability of the cadaveric brain-dead donor.",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1023,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Anatomy, Pathology, and Pathogenesis of Infections"
        },
        {
            "text": "Prolonged episodes of cardiac arrest and hypotension and the need for multiple vasopressor drug therapy to maintain the blood pressure in the donor may herald the inevitable ischemia of the intestinal allograft. Such episodes of ischemia may be refl ected in donor liver functions (elevated transaminase and bilirubin levels).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anatomy, Pathology, and Pathogenesis of Infections"
        },
        {
            "text": "After the implantation of the intestinal allograft, ischemia/reperfusion syndromes may develop and be manifest by hemodynamic instability, fi brinolysis, and bleeding. Serial biopsies of intestinal allografts at the time of surgery and in the postoperative period reveal the severity of damage and the potential for recovery. In this setting, bacteria within the succus entericus brought with the intestinal allograft can traverse the intestinal epithelium and enter the splanchnic venous system. With isolated intestinal transplantation, the consequences of such an effl ux of bacteria and endotoxin will depend on how the graft is drained. If drained into the recipient's portal or superior mesenteric vein, transient elevations in liver function tests may occur. If it is drained into the systemic circulation via the recipient's inferior vena cava, more signifi cant manifestations of bacteremia may be seen, including adult respiratory distress syndrome (ARDS). In addition to the potential deleterious effects of luminal bacteria, work is being done to determine the relationship between the intestinal allograft microbiome, pathologic bacterial overgrowth and intestinal rejection [ 13 , 14 ] .",
            "cite_spans": [
                {
                    "start": 1188,
                    "end": 1199,
                    "text": "[ 13 , 14 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Anatomy, Pathology, and Pathogenesis of Infections"
        },
        {
            "text": "As the mucosal barrier is broken with immunologic injury, clinical sepsis can also accompany severe rejection in which breakdown of the allograft mucosal barrier occurs due to damage from native immunocytes of the recipient. More commonly, rejection episodes tend to be mild to moderate, without such infectious consequences; however, acute rejection should be considered as a potential etiology of any bacteremia with enteric organisms. The overall incidence of rejection of the intestinal allograft has been high (greater than 85 %), with the average patient experiencing between one and fi ve episodes of rejection per graft [ 6 , 12 , 15 ] ; more recent progress in immunosuppression management has introduced the ability to minimize immunosuppressive load, thereby resulting in less rejection and consequently less infection. This high frequency of rejection of varying severities likely accounts for the high frequency of bloodstream infections seen in intestinal transplant recipients. The clinical signs of rejection include abdominal pain, distention, diarrhea, nausea, vomiting, and fever; however, these can also suggest the presence of a concomitant bacterial or fungal infection. The diagnosis of rejection is based on the fi ndings from endoscopic biopsies of the intestinal allograft mucosa. Such confi rmation is critical, particularly in longterm patients who present with minimal symptoms, and fever as opportunistic infections, such as CMV and EBV, can produce similar symptoms. In addition, episodes of enteritis secondary to infections with EBV and CMV may also be accompanied by damage to the mucosal barrier and associated bloodstream infections with bacteria and fungi.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 643,
                    "text": "[ 6 , 12 , 15 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Anatomy, Pathology, and Pathogenesis of Infections"
        },
        {
            "text": "Although rare, technical complications associated with intestinal allograft implantation complicate 7.6 % of cases [ 16 ] ; these include intestinal anastomotic leaks resulting in infectious peritonitis, vascular complications such as arterial thrombosis with consequent graft ischemia, and intestinal volvulus. These technical issues are certainly associated with severe septic and infectious complications and prompt surgical correction is required for survival .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "text": "[ 16 ]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Anatomy, Pathology, and Pathogenesis of Infections"
        },
        {
            "text": "The unique timetable for infectious complications after intestinal transplantation is noted in Table 15 -1 . Bloodstream infections consequent to surgery-related (i.e., donor and implantation operation) and catheter-related infections continue to occur for at least the fi rst month after transplantation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "Table 15",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Intestinal Transplant Timetable"
        },
        {
            "text": "Because the mucosal barrier of the intestinal allograft is continuously exposed to the external environment, any breaks in the mucosal surface may result in transient bacteremia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Intestinal Transplant Timetable"
        },
        {
            "text": "Furthermore, indwelling intravenous catheters may be required for up to a year or longer after transplantation, placing these recipients at a higher risk of bacteremia. The high risk of CMV and EBV diseases carries a proportionately higher morbidity and mortality as well. The baseline immunosuppression levels-higher than those for other solid organs-that are required for a long term to maintain the intestinal allograft place these patients at a higher risk for symptomatic disease from these pathogens. Children may also be serologically naive for CMV and EBV, thus increasing the already high risk for disease. The chronic, higher level of immunosuppression required by these patients also raises the risk for severe infections from community-acquired pathogens (e.g., infl uenza, respiratory syncytial virus [RSV], adenovirus, streptococcal pneumonia, and Pneumocystis jiroveci pneumonia). However, despite high baseline immunosuppression, most intestinal transplant recipients who develop these infections tolerate them quite well because of their improved overall health status. Patient and graft survival after intestinal transplantation is inherently related to the risk of rejection, the need for antirejection therapy, the high levels of baseline immunosuppression, and the risk of posttransplantation infections. In addition, the relationship between patient and graft survival is inherently dependent on the reversibility of the type of transplant performed. For example, if a patient who has undergone an isolated intestinal transplant develops a life-threatening complication of the intestine or immunosuppression (e.g., uncontrollable rejection or posttransplant lymphoproliferative disorder [PTLD]), the intestinal allograft can be safely removed and the immunosuppression discontinued. Unfortunately, patients who have undergone combined liver and intestinal transplants have a much poorer outcome after the removal of the intestine and discontinuation of immunosuppression with the rapid development of allograft liver disease and death. Until recently, this was responsible for a progressively declining survival curve up until 3-4 years, at which time it plateaus ( Figure 15 -1 ). This curve contrasts with that of recipients of liver or kidney allografts in whom, after the fi rst posttransplantation year, the baseline levels of immunosuppression are lowered, with a declining risk of rejection or infectious complications in the later posttransplant years. This resulted in a higher rate of survival at all posttransplant times. Furthermore, the intestine is a large lymphoid-rich organ, the immunologic role of which cannot be underestimated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2188,
                    "end": 2197,
                    "text": "Figure 15",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Intestinal Transplant Timetable"
        },
        {
            "text": "Transplantation (<90 days)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early Infections After Intestinal"
        },
        {
            "text": "Although clinically useful to diagnose and empirically treat suspected infections after transplant, the timeline for infectious complications is not absolute. In addition, certain pathogens can be either donor derived or present in the recipient at the time of transplant, making the pre-transplant screening of both the donor and recipient imperative [ 17 ] . Even minor and common viral infections in the pre-transplant immunocompetent host can blossom into severe and lifethreatening infections after preconditioning of the recipient. In addition, infectious complications in the early period lead to signifi cant increases in the length of stay [ 18 ] . Likewise, unsuspected infections in the donor can rapidly manifest in the immunosuppressed recipient. Thus, although these timelines are useful for discussion, it should be kept in mind that common entities causing perioperative infections can also be acquired late after transplant.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 358,
                    "text": "[ 17 ]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 649,
                    "end": 655,
                    "text": "[ 18 ]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Early Infections After Intestinal"
        },
        {
            "text": "Based on the aforementioned clinical characteristics of intestinal transplantation, it is not surprising that the rates of bacterial and fungal infections observed after intestinal transplantation are higher than those reported for patients undergoing other types of solid organ transplantations, such as those for the liver, heart, or kidney. Bacterial infections account for close to 60 % of all infections after intestinal transplantation [ 19 ] . Bacteremia has been shown to be the most common type of infection identifi ed in children undergoing intestinal transplantation, with 69 % of children developing a bacteremia in the fi rst postoperative year [ 20 ] and at a rate of approximately 1.4-1.7 episodes per patient per year. Similar infectious morbidity and frequency have been observed in adult recipients, with a rate of 1.55 episodes per patient after intestinal transplantation [ 17 , 21 ] . The incidence of bacteremia after intestinal transplant does decrease over the course of the fi rst year, declining from ~80 % in the fi rst 8 weeks to roughly 3 % per month after the fi rst 6 months [ 22 -24 ] .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 448,
                    "text": "[ 19 ]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 659,
                    "end": 665,
                    "text": "[ 20 ]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 893,
                    "end": 904,
                    "text": "[ 17 , 21 ]",
                    "ref_id": null
                },
                {
                    "start": 1107,
                    "end": 1117,
                    "text": "[ 22 -24 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bacteremia and Fungemia"
        },
        {
            "text": "The overall incidence of bacteremia after intestinal transplantation can be higher than 60 %; enteric organisms, including Enterobacter , Klebsiella , and Pseudomonas species are the most frequent organisms recovered [ 25 ] . These gram-negative organisms reveal a trend toward polymicrobial infection with multiple-antibiotic-resistant organisms, but other combinations of isolated gram-negative Enterobacteriaceae and coagulase-negative staphylococci also occur. While disruptions of the mucosal barrier of the allograft are frequently present, an obvious source of bacteremia is often not identifi able. This may be because the majority of the surface area of the intestinal allograft is not visible, as endoscopy reveals only the most distal or proximal portions of the intestine.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 223,
                    "text": "[ 25 ]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Bacteremia and Fungemia"
        },
        {
            "text": "Although abnormal allograft histology does not have to be accompanied by bacteremia, in the presence of signifi cant gastrointestinal pathology, enteric pathogens historically have been recovered in more than 50 % of cases [ 25 ] . Consequently, correlations between bacteria identifi ed in the stool and those identifi ed in the blood are high. The authors believe that bacterial overgrowth, which is defi ned as a bac-terial count of more than 10 9 colony-forming units (CFUs) per milliliter of stool, may be a determining factor in the development of translocation in the setting of intestinal mucosal damage.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 229,
                    "text": "[ 25 ]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Bacteremia and Fungemia"
        },
        {
            "text": "This association of enteric bacteremia (and CLABSI) and loss of mucosal function leads to the clinical caveat that if enteropathogens are identifi ed in blood culture specimens, consideration should be given to performance of an endoscopy to identify the presence of underlying pathologies, such as rejection or enteritis (i.e., CMV or EBV). The treatment for suspected bacteremia should take into account the antimicrobial susceptibility patterns of bacterial pathogens associated with prior episodes of infection both before and after transplantation. Changes to the immunosuppressive drug strategy inherently parallel the treatment of any infection in patients after ITx. If the cause of mucosal breakdown and translocation is viral enteritis (CMV, EBV, adenovirus), judicious reduction of the immunosuppression is warranted. Paradoxically, in the face of allograft rejection, higher levels of immunosuppressive medication and antirejection therapy will be required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacteremia and Fungemia"
        },
        {
            "text": "Finally, it is worth noting that fungemia is also seen at higher frequencies in ITx recipients compared with recipients of other types of solid organ transplantation, occurring in 23-59 % of intestinal transplant recipients [ 26 -28 ] . The majority of those infections were found to be due to Candida spp., accounting for 80-100 % of infections, and early candida infections are often associated with intra-abdominal abscess or intestinal leak [ 26 ] . Although C. albicans remains the dominant species isolated (37-46 %) after intestinal transplant, C. glabrata and C. parapsilosis are also common, representing 25 % and 13 % of isolates, respectively. There is some debate as to whether candidal infections have a negative impact on survival after intestinal transplant, with one study showing a signifi cant decrease in survival with only C. glabrata species [ 27 ] . Antibiotic therapy and preoperative PN use are signifi cantly associated with candidal infections in pediatric intestinal recipients.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 234,
                    "text": "[ 26 -28 ]",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 451,
                    "text": "[ 26 ]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 863,
                    "end": 869,
                    "text": "[ 27 ]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Bacteremia and Fungemia"
        },
        {
            "text": "In addition to bacteremia, signifi cant morbidity is associated with respiratory tract infections in the early postoperative period, accounting for roughly 15 % of bacterial infections in this population. Health-care-associated respiratory infections account for the majority of these infections, with a similar microbiology to other hospitalized populations [ 19 , 22 ] .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 370,
                    "text": "[ 19 , 22 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bacteremia and Fungemia"
        },
        {
            "text": "The success of clinical intestinal transplantation after 1990 under immunosuppression with tacrolimus was accompanied by an unexpectedly high prevalence and marked severity of CMV disease. These higher rates and levels of disease severity were attributed to the higher burden of immunosuppression required to prevent rejection. The overall incidence of CMV infection at the authors' center and throughout the International Intestinal Transplant Registry has been reported to be as high as 20 % [ 29 ] . Fortunately, the incidence of CMV disease has decreased as experience with viral monitoring, immunosuppressive strategies, and preemptive treatment therapies has evolved. Our most recent series of intestinal transplants was found to have a 7 % incidence of CMV disease, compared to a 35 % incidence in patients transplanted using different immunosuppressive and preventative strategies [ 16 ] .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 500,
                    "text": "[ 29 ]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 889,
                    "end": 895,
                    "text": "[ 16 ]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus Infection"
        },
        {
            "text": "Analysis of this historical high rate of CMV disease (38 %) in adult recipients after intestinal transplantation at a single center stratifi ed the rates of CMV disease by the serologic status of CMV in the donor and recipient (D/R) as follows: D−/R−, 0 %; D−/R+, 50 %; D+/R+, 50 %; and D+/R−, 75 % [ 30 ] . Similar rates of CMV disease have been seen in these groups in more recent studies, and in general, patients can be stratifi ed into high-risk (D+/R−), low-risk (D−/R−), and intermediate-risk groups, based on serologic data. These groups can then be used to develop strategies for CMV disease prevention.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 305,
                    "text": "[ 30 ]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus Infection"
        },
        {
            "text": "In a recent international survey of intestinal transplant centers, 40 % of programs used universal ganciclovir or valganciclovir prophylactic therapy for prevention of CMV disease in high-risk (D+/R−) populations. In addition, 35 % of programs administered high-titer CMV-immunoglobulin (CMV-IVIG) prophylaxis to the high-risk group. Recipients who were CMV positive at the time of transplant were more frequently treated with frequent monitoring for viremia and preemptive therapy; however, 12 % of centers administered prophylactic antiviral therapy and 20 % of centers still utilized CMV-IVIG as part of the prophylaxis for CMV. Despite these strategies, 20.3 % of patients still developed CMV infection [ 31 ] .",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 713,
                    "text": "[ 31 ]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus Infection"
        },
        {
            "text": "CMV has a propensity to involve the gastrointestinal tract, particularly the intestinal allograft. Indeed, CMV enteritis accounted for more than 80 % of all episodes of illness. Risk factors, such as rejection and the need for steroids or OKT3, associated with the development and/or recurrence of CMV disease in this patient population were similar to those seen with other solid organ transplants, but they had a higher impact [ 32 ] . Interestingly, rejection was not found to be a risk for CMV disease in a recent study [ 33 ] and invasive CMV enteritis has been seen in patients without associated CMV viremia [ 34 ] .",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 435,
                    "text": "[ 32 ]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 524,
                    "end": 530,
                    "text": "[ 33 ]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 615,
                    "end": 621,
                    "text": "[ 34 ]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus Infection"
        },
        {
            "text": "Although CMV disease historically occurred at a higher frequency, it remained a treatable disease, with a similar 1-year survival rate among patients with or without a history of CMV. Because ganciclovir prophylaxis had been ineffective in preventing the disease in children and adults in the 1990s, several centers would avoid CMV-seropositive donor organs in CMV-negative candidates awaiting isolated intestinal transplantation. This policy did not generally apply to patients waiting for combined liver and intestine transplants; due to the excessive mortality risk, end-stage liver disease places these patients at a higher risk of dying while waiting for organ allografts. However, the availability and effectiveness of prophylactic strategies, as well as changing patterns of CMV disease potentially associated with the use of induction immunosuppressive therapies, may affect the prevalence and outcome of CMV disease. Indeed, most recent studies have confi rmed almost nonexistent mortality from CMV disease, even in high-risk patient populations [ 16 , 33 ] .",
            "cite_spans": [
                {
                    "start": 1055,
                    "end": 1066,
                    "text": "[ 16 , 33 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus Infection"
        },
        {
            "text": "The experience with CMV disease in the pediatric population had been similar, although less morbidity and minimal mortality were seen [ 35 ] . The intestinal allograft was infected with CMV in more than 90 % of patients experiencing CMV disease. In addition, the native intestinal tract was infected in 20 % of CMV-affected children. Recurrent and persistent CMV disease was common. As in adults, the D+/R− group of recipients had the highest frequency and morbidity. However, rates of CMV disease have declined with aggressive use of CMV-preventive strategies combined with modifi cations in immunosuppressive strategies. Experience from our center in pediatric ITx recipients receiving induction therapy with thymoglobulin identifi ed that only 1 of 36 children developed CMV disease [ 12 ] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 140,
                    "text": "[ 35 ]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 786,
                    "end": 792,
                    "text": "[ 12 ]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus Infection"
        },
        {
            "text": "Ganciclovir remains the primary agent used to treat CMV disease, though there are several centers that utilize oral valganciclovir for both prevention and treatment of CMV [ 31 ] . Although this remains an attractive strategy, it should be done with some degree of caution and close monitoring, as there has been a reported increase in CMV tissue invasive disease in patients receiving valganciclovir, compared to intravenous ganciclovir [ 36 ] . The disadvantage of prolonged treatment with antiviral agents remains the signifi cant adverse effects seen with these agents, primarily marrow suppression (anemia, leukopenia, and thrombocytopenia) and nephrotoxicity (survey paper). In addition, controversy exists regarding the proper dose of oral valganciclovir in the pediatric population [ 37 , 38 ] . Strategies for the treatment of CMV infections also need to prevent recurrent infection, which can occur in up to 85 % of cases. This risk may be minimized by utilizing prolonged prophylaxis after treatment of the primary infection with either ganciclovir or oral valganciclovir.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 178,
                    "text": "[ 31 ]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 438,
                    "end": 444,
                    "text": "[ 36 ]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 790,
                    "end": 801,
                    "text": "[ 37 , 38 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus Infection"
        },
        {
            "text": "The management of CMV disease with intravenous ganciclovir, alone or in combination with CMV-specifi c hyperimmune globulin, has resulted in clinical cures in 90 % of children with CMV disease with no alteration in long-term patient or graft survival [ 35 ] . The addition of CMV-IVIG for the treatment of CMV is generally recommended, although little data exists to support its use. Despite a lack of strong evidence to support its use, immunoglobulin administration remains a standard therapy in several treatment protocols for prevention and treatment of CMV disease in intestinal transplantation [ 31 , 39 ] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 257,
                    "text": "[ 35 ]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 600,
                    "end": 611,
                    "text": "[ 31 , 39 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus Infection"
        },
        {
            "text": "Isolated cases of disseminated CMV in intestinal recipients have been reported that correlate with clinical manifestations suggestive of ganciclovir resistance; these were accompanied by progressive rises in CMV antigenemia despite an appropriate regimen of ganciclovir and CMV-IVIG. Foscarnet provided eventual resolution in these cases [ 35 ] . Ganciclovir-resistant CMV infection occurs in up to 15 % of patients after lung transplant and has been found to be due to mutations in the CMV UL 97 or UL54 genes, which respectively encode the viral DNA phosphotransferase and the CMV DNA polymerase. Invasive infections with ganciclovir-resistant CMV are associated with 25 % mortality despite treatment with IVIG and foscarnet and a 78 % rate of foscarnet-induced toxicity [ 40 ] . Case reports using the prodrug lefl unomide suggest its inclusion as a potential tertiary agent for treatment of resistant CMV infection [ 41 ] . In addition to drug therapy, studies in the HSCT literature are emerging that successfully utilize adaptive immunotherapy to treat CMV disease resistant to multidrug therapy [ 41 ] In summary, CMV has been a frequent and important cause of morbidity after intestinal transplantation. CMV has a unique propensity to involve the intestinal allograft and the native gastrointestinal tract, which makes surveillance practical. At present, the use of long-term prophylactic therapy (3-month to 6-month courses) with ganciclovir (either IV or oral valganciclovir) in combination with CMV-specifi c hyperimmune globulin should be considered for CMV +/− patients [ 42 ] . The use of \"hybrid\" strategies using shorter courses of chemoprophylaxis followed by serial measurements of the CMV viral load in CMV-seropositive recipients may be effective but data are needed before this strategy can be widely recommended [ 42 ] . Prompt diagnosis and treatment of CMV viremia decreases the rate of invasive disease, though little data exists to determine the proper duration of treatment to avoid recurrent disease. Ganciclovir-resistant CMV disease exists and can be associated with signifi cant morbidity and mortality in the lung transplant population. The emergence of immunotherapy as a potential modality for treatment of resistant disease may improve the results in these patients.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 344,
                    "text": "[ 35 ]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 773,
                    "end": 779,
                    "text": "[ 40 ]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 919,
                    "end": 925,
                    "text": "[ 41 ]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1102,
                    "end": 1108,
                    "text": "[ 41 ]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1583,
                    "end": 1589,
                    "text": "[ 42 ]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1834,
                    "end": 1840,
                    "text": "[ 42 ]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Cytomegalovirus Infection"
        },
        {
            "text": "Adenovirus is a ubiquitous DNA virus that can be either transmitted from the donor or can be acquired from the community. Like EBV, adenovirus can remain latent in the lymphoid tissue, allowing for its transmission and also accounting for the possibility of reactivation after transplant or during periods of augmented immunosuppression. Although the intestinal allograft is the most common site of infection, adenovirus can disseminate and can also infect a large variety of organs, including the brain, liver, lungs, and pancreas. The intestine was infected in 83 % of cases in a recent study [ 43 ] . Adenoviral infection is most common in younger recipients and is generally thought of as an \"early\" pathogen, with almost 70 % of cases occurring in the fi rst 6 months after transplant. Overall, adenovirus infection has been observed frequently in pediatric recipients of intestinal transplantation with rates of adenovirus infection in this population ranging from 20.8 to 100 % [ 17 , 21 ] . Adenoviral enteritis generally presents as an osmotic diarrhea, often without associated fever or systemic illness. The gross morphology of infection is one of hyperemic mucosa and ulceration, often diffi cult to distinguish from cellular rejection [ 44 ] . Histologically, there is severe villous injury and characteristic cytopathic adenoviral inclusions in the villi. Crypt apoptosis can also be seen in cases of severe adenoviral enteritis, potentially confusing the underlying diagnosis diffi cult [ 45 ] . Immunohistochemistry allows for better delineation of the inclusions in these cases and serum and tissue DNA polymerase chain reaction can also be used, if needed to confi rm the diagnosis [ 44 ] . Adenovirus can also present as an invasive disease [ 46 ] . Risk factors for invasive disease include failure to clear virus, isolating virus from more than one site, and intensifi ed immunosuppression [ 21 ] .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 601,
                    "text": "[ 43 ]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 985,
                    "end": 996,
                    "text": "[ 17 , 21 ]",
                    "ref_id": null
                },
                {
                    "start": 1248,
                    "end": 1254,
                    "text": "[ 44 ]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1502,
                    "end": 1508,
                    "text": "[ 45 ]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1700,
                    "end": 1706,
                    "text": "[ 44 ]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1760,
                    "end": 1766,
                    "text": "[ 46 ]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1911,
                    "end": 1917,
                    "text": "[ 21 ]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Adenovirus"
        },
        {
            "text": "It is very diffi cult to presumptively diagnose infection due to adenovirus in ITx recipients, as fever, hepatitis, and pneumonia may be caused by a variety of other pathogens. In addition, high stool output after IT is nonspecifi c and can also occur with rejection. The presence of high-grade fevers and symptoms suggestive of adenovirus infection should prompt serial cultures for viruses (including adenovirus) or PCR of the blood and evaluation of graft biopsies. Unexplained hepatitis should warrant consideration of a liver biopsy. Similarly, an increase in stool output, with or without fever, should prompt endoscopic evaluation of the intestinal allograft. Histologic examination for the presence of adenoviral inclusions as well as the use of immunohistochemical stains of biopsy specimens from either site should be undertaken to help confi rm this diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adenovirus"
        },
        {
            "text": "Unfortunately, there is no defi nitive treatment for adenoviral infection at this time [ 47 ] . The treatment of adenoviral infections is thoroughly discussed elsewhere (Chap. 34 ). The most important component of therapy is supportive care along with a judicious and carefully monitored reduction in immunosuppression. The role of antiviral agents is unproven, although there is increasing experience and enthusiasm for the use of cidofovir [ 48 , 49 ] .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 93,
                    "text": "[ 47 ]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 442,
                    "end": 453,
                    "text": "[ 48 , 49 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adenovirus"
        },
        {
            "text": "Transplantation (>90 days)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Late Infections After Intestinal"
        },
        {
            "text": "EBV is a gamma herpesvirus that infects the B cell population. EBV has a 95 % seroprevalence in the adult population worldwide, with roughly 50 % of the population in developed countries being exposed by the age of fi ve. EBV is directly responsible for the development of the clinical syndrome of infectious mononucleosis in immunocompetent people and also leads to EBV-driven diseases in organ transplant recipients and other immunosuppressed individuals [ 50 ] . The early experience in intestinal transplant under either cyclosporine-or tacrolimus-based immunosuppression identifi ed EBV disease and PTLD as a major cause of morbidity and mortality. The ability to directly monitor for EBV viral replication with PCR allowed us to better defi ne the spectrum of EBV infection and disease in recipients of intestinal transplantation and devise methods to avoid the development of lymphoma in these patients. EBV infection is often discovered as asymptomatic viremia. If unrecognized and left untreated, EBV viremia can progress in immunosuppressed hosts to invasive EBV disease and can then potentially further progress to polyclonal and potentially monoclonal PTLD including lymphoma. EBV infection can also present clinically as a febrile syndrome, nonspecifi c lymphadenopathy mimicking mononucleosis.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 463,
                    "text": "[ 50 ]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "In the early era of intestinal transplant, OKT3-based immunosuppression and the lack of EBV-monitoring protocols lead to the development of PTLD in 25 % of recipients [ 51 ] . With the development of preemptive therapy protocols and refi ned immunosuppressive protocols, the PTLD incidence and mortality were signifi cantly reduced to 7 % [ 51 ] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "text": "[ 51 ]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 339,
                    "end": 345,
                    "text": "[ 51 ]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "Similar to CMV, the most common location for invasive EBV disease is the allograft itself, with the intestine being involved in 71 % of the recipients. Historically, the diagnosis of EBV infections and of PTLD is typically in the fi rst year after transplant, with the average time from transplant to the diagnosis of PTLD in pediatric ITx recipients being 9 months [ 52 , 53 ] . However, later cases do occur and PTLD is diagnosed after the fi rst year in roughly 30 % of cases [ 52 , 53 ] . Prior to monitoring protocols, EBV disease was frequently found with endoscopy or a computed tomography after nonspecifi c abdominal fi ndings or peripheral lymphadenopathy in an ill patient [ 12 ] . The pattern of EBV disease in intestinal transplant recipients is similar to patterns historically seen with other solid organs, in which a nonspecific viral syndrome may eventually progress to PTLD. It can present clinically as a febrile syndrome, nonspecifi c lymphadenopathy mimicking mononucleosis, PTLD, or lymphoma. Similar to CMV, the most frequent site of involvement is the intestinal allograft; however, the native gastrointestinal tract is also frequently involved. The classic presentation is lymphadenopathy (although this may be limited to intra-abdominal location), blood in the stools, and an endoscopic fi nding of nodular ulcerated tumors in the intestinal allograft or the native gastrointestinal tract (Figure 15-2 ) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 377,
                    "text": "[ 52 , 53 ]",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 490,
                    "text": "[ 52 , 53 ]",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 690,
                    "text": "[ 12 ]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1415,
                    "end": 1429,
                    "text": "(Figure 15-2 )",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "The histology of EBV disease is also similar to that described in other solid organ transplant recipients, with both polymorphic and monomorphic disease and variations in clonality being seen. Of interest, however, is the fact that the authors have cared for several patients who developed EBV-associated spindle cell tumors (Figure 15-3 ) . These children had previously experienced an episode of EBVassociated PTLD. The EBV-serologic status prior to transplantation is unique to this population because, in con- trast to other organs where EBV seronegativity is a major risk for EBV disease and PTLD, PTLD has been observed in seropositive patients as frequently as in seronegative patients (20.7 % vs. 19.4 %) [ 53 ] .",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 719,
                    "text": "[ 53 ]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 339,
                    "text": "(Figure 15-3 )",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "The high frequency of, and the mortality associated with, EBV disease prompted the development of a prevention and preemptive treatment strategy for EBV infection in intestinal transplant recipients and has been a useful adjunct in the management of patients with established disease as well. In 1994, the authors began monitoring the EBV viral load in the peripheral blood using a quantitative competitive polymerase chain reaction (QC/PCR) assay. This monitoring was coupled with a preemptive therapy (PT) strategy in an effort to diagnose early EBV infection rather than after established disease or PTLD is present. This strategy included the use of ganciclovir and intravenous immune globulin and the judicious weaning of immunosuppression. The management of EBV disease and PTLD in intestinal transplant recipients is more complex than that with liver transplant recipients, because signifi cant decreases or withdrawal of immunosuppression, which are the mainstay for management in other solid organ recipients, can result in severe breakthrough intestinal allograft rejection. This strategy is even more challenging as ITx recipients can present with evidence of concomitant EBV disease and rejection. Thus, the morbidity and mortality in the setting of PTLD can stem from the lymphoproliferative process, concomitant infections with CMV and bacterial pathogens, and/or severe intestinal allograft rejection [ 52 , 53 ] .",
            "cite_spans": [
                {
                    "start": 1416,
                    "end": 1427,
                    "text": "[ 52 , 53 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "Patients with active EBV disease typically have an elevated EBV viral load in the peripheral blood; however, elevated loads may be present in otherwise asymptomatic individuals. These individuals are amenable to PT with intravenous ganciclovir (10 mg/kg/day), CMV IVIG (300 mg/kg every 2 weeks), and possible reduction in immunosuppression. At our institution, this therapy is instituted for elevated and/or rapidly rising viral loads. The exact level of EBV load to initiate PT will vary according to which assay is used to measure the load. In addition, we have typically initiated PT at very low loads for EBV-seronegative recipients experiencing primary infection while we have used cutoffs close to levels where EBV disease and PTLD are observed for those who are EBV seropositive prior to transplant. Although the effectiveness of each of the individual components of this strategy remain unproven, the combined use of this approach along with evolutions in immunosuppression algorithms for these patients has resulted in decreases in the incidence, morbidity, and mortality attributable to EBV disease and PTLD in this population [ 53 ] .",
            "cite_spans": [
                {
                    "start": 1137,
                    "end": 1143,
                    "text": "[ 53 ]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "Interestingly, this protocol also led to the recognition of a subgroup of children (roughly 20 % of children) who fail to resolve their EBV viremia. This results in the development of a high-load carrier state, in which patients have a significant EBV viremia (>16,000 EBV copies/mL whole blood at our institution) on >50 % of samples for more than 6 months, following either asymptomatic viremia or resolution of invasive EBV disease/PTLD. Management of these patients is challenging as 37 % will develop EBV disease with PTLD being diagnosed in 11 %, despite appropriate preemptive treatment and reduction in immunosuppression [ 54 , 55 ] .",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 640,
                    "text": "[ 54 , 55 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "In addition to judicious reduction in immunosuppression and institution of antiviral therapies, one must carefully monitor patients with EBV viremia for the development of invasive disease and PTLD. Because the lesions most frequently are found in the intestine, any patient with symptoms should have a lower and/or proximal endoscopy, followed by CT of the neck, chest, abdomen, and pelvis. Evidence supports a potential role for PET scans for the diagnosis and follow-up of PTLD in selected patients, though specifi c guidance on its use is not available [ 56 ] .",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 563,
                    "text": "[ 56 ]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "Biopsies of suspicious lesions will provide histologic confi rmation of the diagnosis of PTLD; however, the use of immunohistochemical stains for the presence of EBV (Epstein-Barr early RNA stain [EBER stain]) is a helpful adjunct for distinguishing EBV-infected cells from nonspecifi c lymphocytic infi ltrates. Such EBV infi ltrates may also produce apoptosis in the intestinal crypt epithelium, thus mimicking rejection. In addition, biopsies of lesions should be evaluated for the expression of the cell marker CD20 that predicts the response to potential treatment options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "The historic management of EBV disease and PTLD has centered on signifi cant reductions in, or withdrawal of, immunosuppressive medications, thus allowing the immune system to develop a cytotoxic T-cell lymphocyte response to control the infectious process. With intestinal transplant recipients, such manipulations of immunosuppressive drugs have resulted in high rejection rates, complicating the management of EBV disease and PTLD. More recent immunosuppressive management strategies using antilymphocyte globulin induction and tacrolimus at low levels (10 ng/mL) and no steroids have allowed for signifi cant improvement in the incidence and severity of rejection and also the ability to minimize immunosuppression in a similar fashion as with other organs. This has resulted in improved survival and also in a signifi cantly lower rate of CMV and EBV/PTLD [ 12 ] (Figure 15-4 ) . The majority of patients will demonstrate some evidence of a clinical response within 2-4 weeks after modulation of medications. The impact of EBV viral load monitoring on the incidence and outcome of EBV disease and PTLD cannot be overemphasized. Rates of EBV disease and PTLD using this approach have dropped dramatically when compared to a cohort of children undergoing intestinal transplantation at the authors' institution prior to the availability of this approach [ 54 ] . Therefore, early diagnosis does affect the outcome of EBV disease, and judicious reductions of immunosuppression in this setting allow resolution with a lower incidence or absence of rejection of the intestinal allograft.",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 867,
                    "text": "[ 12 ]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1356,
                    "end": 1362,
                    "text": "[ 54 ]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 868,
                    "end": 882,
                    "text": "(Figure 15-4 )",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "The mortality of this disease during the authors' initial experience was pervasive (50 %), principally due to the asso-ciated rejection during the treatment for PTLD. During this early experience, the results of treatment of lymphoproliferative disorder were further limited by the fact that 30 % of the surviving patients experienced chronic and/or recurrent episodes of EBV disease after successful therapy [ 52 ] . This contrasts sharply to the recurrence rate of 5-10 % seen with other solid organ transplants. This likely results from the ongoing need of the intestinal transplant recipient to continue with high baseline levels of immunosuppressive therapy, which limits the body's ability to generate a cytotoxic T-cell lymphocyte response against EBV. Of note, evolutions in the management of ITx recipients, including evolving immunosuppression strategies and the use of EBV load monitoring, have resulted in a marked improvement in the outcome of PTLD [ 51 ] . Unfortunately, this will not be adequate treatment in some PTLD lesions that are no longer under control of EBV and behave more like true malignancies [ 50 ] . The authors recommend a trial of immunosuppression reduction unless there is concurrent rejection or histologic evidence of true malignancy. In addition to IS reduction, antiviral and immunomodulating medications can be used as potential therapy, with failure leading to the use of cytotoxic chemotherapy.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 415,
                    "text": "[ 52 ]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 962,
                    "end": 968,
                    "text": "[ 51 ]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1122,
                    "end": 1128,
                    "text": "[ 50 ]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "Newer therapies for the treatment of EBV disease and PTLD are also showing promise [ 57 , 58 ] . Rituximab is a chimeric humanized antibody against the B-cell antigen CD20. Studies have demonstrated variable success in using rituximab in treatment of PTLD that has not responded to IS reduction. Studies in children have shown good short-term response rates of 80 %, though there is a signifi cant recurrence rate of 25 % [ 58 ] . Rituximab has become a key com-ponent of treatment of CD20-positive PTLD in some intestinal recipients, especially those with concurrent rejection or those not responding to the combination of immunosuppression reduction and antiviral/immunoglobulin therapy. Vigilant posttreatment follow-up is required as recurrence is possible and occurred in roughly 20 % of responders in one large French study, at a median of 7 months after treatment. In addition, a signifi cant percentage of patients will develop hypogammaglobulinemia and should be appropriately treated [ 58 ] . Additionally, encouraging results have been obtained using a combination of low-dose chemotherapy and rituximab in the treatment of PTLD in setting of solid organ transplant. Studies have shown 2-year relapse-free survival rates of 70 % [ 59 ] . While the use of EBV-specifi c cytotoxic T-cells (CTL) to treat EBV-related PTLD (which has shown to be effective in bone marrow recipients) is of interest, experience to date has not been able to demonstrate defi nitive success in SOT recipients. As an alternative approach, Haque and colleagues have developed a bank of 100 EBV-specifi c CTLs, using healthy blood donors in the UK. Using this bank, the authors used HLA \"best fi t\" CTLs in a phase II multicenter trial to treat PTLD that was refractory to other methods with 52 % overall response rate. Of those patients that had a response, an impressive 82 % were complete [ 60 ] with documented long-term survival in responders [ 61 ] . Finally, transplant physicians should also recognize the importance of allograft enterectomy to allow for complete withdrawal of immunosuppression in cases where such an approach can be taken (isolated intestinal transplant), especially for those not responding to fi rst-or second-line therapies. ",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 94,
                    "text": "[ 57 , 58 ]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 428,
                    "text": "[ 58 ]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 994,
                    "end": 1000,
                    "text": "[ 58 ]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1240,
                    "end": 1246,
                    "text": "[ 59 ]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1876,
                    "end": 1882,
                    "text": "[ 60 ]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1932,
                    "end": 1938,
                    "text": "[ 61 ]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Epstein-Barr Virus-Induced Infection and Posttransplant Lymphoproliferative Disease"
        },
        {
            "text": "Respiratory viruses remain a major source of morbidity and mortality in immunocompromised organ transplant recipients (Table 15-1 ) . The majority of lower respiratory tract viral infections (LRTRVI) are caused by RSV, infl uenza, parainfl uenza, adenovirus, and rhinovirus. Fortunately, advances in qualitative and quantitative RT-PCR technology have allowed for the rapid and reliable detection of specifi c LRTRVI pathogens with 95 % overall sensitivity and specifi city [ 62 ] .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 480,
                    "text": "[ 62 ]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 131,
                    "text": "(Table 15-1 )",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Respiratory Illnesses"
        },
        {
            "text": "In a recent retrospective review of 25 children who had undergone intestinal and/or liver transplant, the Miami group reported a high rate of rhinovirus as an etiology of LRTRVI. Although the overall mortality associated with LRTRVI was from 13 %, no children with rhinovirus succumbed to the disease. Interestingly, RSV infection was associated with a 40 % mortality, and was the direct cause of death, despite reduction in immunosuppression and administration of palivizumab [ 63 ] . Due to the potential morbidity and mortality associated with RSV LRTRVI [ 64 ] , some experts recommend immunoprophylaxis with an RSVspecifi c monoclonal antibody (palivizumab) for children less than 1 year of age who are transplanted or are receiving antilymphocyte treatment during RSV season. Treatment of RSV is limited, though careful reduction in baseline immunosuppression should be considered if clinically warranted. Aerosolized ribavirin is currently approved for the treatment of severe RSV LRTRVI and is generally used in combination with palivizumab, though data supporting this are limited. Intravenous ribavirin has also been used for treatment; the benefi t of this agent must be weighed against the potential for the development of complication, specifi cally hemolytic anemia [ 65 ] . An in-depth discussion of other respiratory viruses (infl uenza, parainfl uenza, and coronaviruses), their treatment, and prevention with vaccination strategies before and after transplantation can be found elsewhere (Chaps. 30 and 32 ). However the authors would stress the importance of avoidance of infection with well-thought-out policies regarding timing of vaccination and/or immunoprophylaxis in this challenging population.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 483,
                    "text": "[ 63 ]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 558,
                    "end": 564,
                    "text": "[ 64 ]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1280,
                    "end": 1286,
                    "text": "[ 65 ]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory Illnesses"
        },
        {
            "text": "Pneumocystis jiroveci also represents an important pathogen to be considered in intestinal transplant recipients. Based on older studies done prior to the routine use of prophylaxis, up to 15 % of organ transplant recipients experienced an infection with Pneumocystis . The clinical course of Pneumocystis jiroveci pneumonia is generally one of dyspnea and hypoxia out of proportion to physical and radiographic fi ndings. Rapid diagnosis is important and although PCP can be suggested by the presence of diffuse bilateral pulmonary infi ltrates on radiographs and CT scans, diagnosis requires confi rmation by direct detection of the organism in secretions. Direct staining of secretions from either induced sputum or bronchoalveolar lavage can be accomplished with immunofl ourescent antibody stains and direct staining with Giemsa, Wright, and Gomori methenamine silver preparations. Treatment is with trimethoprim-sulfamethoxazole. Inhaled pentamidine has also been utilized and adjuvant corticosteroids may improve oxygenation in cases associated with signifi cant hypoxia. Long-term prophylaxis in all intestinal patients is recommended. The ideal agent for prophylaxis is TMP-SMX, which is generally well tolerated and provides excellent prophylaxis against toxoplasmosis and Nocardia , both potentially fatal opportunistic infections in immunosuppressed patients [ 66 -68 ] .",
            "cite_spans": [
                {
                    "start": 1371,
                    "end": 1381,
                    "text": "[ 66 -68 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Respiratory Illnesses"
        },
        {
            "text": "Infectious diarrhea is a frequent complication after intestinal transplant and represents a frequent and clinically challenging differential diagnosis. Signifi cant osmotic diarrhea in a patient with an intestinal allograft is rejection until proven otherwise. Fever is as likely to be a manifestation of intestinal rejection as infection and cannot be used to differentiate the two and the treatment of intestinal rejection, augmentation of immunosuppression, is the polar opposite of that for infectious diarrhea. Inappropriate use of immunosuppression to empirically treat rejection in a transplant patient can, and has been, a fatal mistake. Conversely, delayed treatment of severe rejection due to a suspected infectious cause can lead to exfoliative rejection and graft loss. Unfortunately, gross inspection of the allograft is nonspecifi c and requires histologic inspection to adequately differentiate between severe allograft enteritis and rejection. In addition, the ability to make the diagnosis is further confounded by the possibility that the two processes can occur simultaneously or that rejection can rapidly follow an episode of infectious enteritis, making serial endoscopic investigations necessary. In the end, the differentiation between infection and rejection relies on the balance of clinical suspicion, presentation, and direct inspection of the allograft. Rapid processing and rapid availability of biopsy samples is required to aid in the timely differentiation between the two entities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diarrheal Illnesses"
        },
        {
            "text": "Rotavirus . Historically, rotaviral enteritis (RVE) is a common cause of diarrhea in children and has been a signifi cant cause of intestinal allograft enteritis, manifested as severe osmotic diarrhea without blood or abdominal pain. Fever is not generally a feature and the illness is generally self-limited, lasting roughly 10 days. Close follow-up is required for patients experiencing RVE of the intestinal allograft, as the postinfectious period is associated with a dramatically increased risk of cellular rejection, with 70 % of patients experiencing rejection, either concurrently or at a mean of 22 days after the RVE [ 69 , 70 ] .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 638,
                    "text": "[ 69 , 70 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diarrheal Illnesses"
        },
        {
            "text": "Other Agents . The intestinal allograft can be affected by any of the other common infectious etiologies of diarrhea. Adenoviral enteritis was found in an additional 20 % of cases [ 70 ] . Interestingly, the most discussed agents, CMV and EBV, were not frequent causes of diarrhea in intestinal recipients. Clostridium diffi cile is another common cause of infectious diarrhea after SOT (including intestinal transplant recipients) with a prevalence of 2.7 % in a recent report of patients undergoing SOT [ 71 ] . Although specifi c reports describing the course of CDI in intestinal transplant recipients are lacking, however it was found to be the etiology of diarrhea in 15 % of these patients and responded to standard antibiotic therapy [ 70 ] . Recurrent CDI has been shown to be associated with risk factors such as increased LOS, prolonged antibiotic courses, high levels of immunosuppression, and other comorbid conditions [ 71 ] . Parasitic enteritis is also seen n ITx recipients. Infection due to Cryptosporidium sp. has been reported in intestinal recipients [ 70 ] as has infection due to Giardia lamblia [ 70 ] . Recent attention has begun to focus on norovirus as a cause of enteritis in SOT recipients. Despite its self-limited course in the general population, norovirus has been demonstrated to be the cause of prolonged diarrhea with severe dehydration in pediatric intestinal transplant recipients and infection is associated with a prolonged viral shedding [ 72 ] . Diagnosis can be diffi cult, as intestinal epithelial apoptosis is a common fi nding in human calicivirus enteritis, making differentiation for rejection diffi cult. If clinically suspected, however the diagnosis can be confi rmed with PCR analysis of biopsy specimens or effl uent [ 73 ] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 186,
                    "text": "[ 70 ]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 505,
                    "end": 511,
                    "text": "[ 71 ]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 742,
                    "end": 748,
                    "text": "[ 70 ]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 932,
                    "end": 938,
                    "text": "[ 71 ]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1072,
                    "end": 1078,
                    "text": "[ 70 ]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1119,
                    "end": 1125,
                    "text": "[ 70 ]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1479,
                    "end": 1485,
                    "text": "[ 72 ]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1770,
                    "end": 1776,
                    "text": "[ 73 ]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Diarrheal Illnesses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intestinal transplantation: current status",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Transplant Proc",
            "volume": "121",
            "issn": "",
            "pages": "2869--71",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transplantation of multiple abdominal viscera",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Starzl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Todo",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "JAMA",
            "volume": "261",
            "issn": "",
            "pages": "1449--58",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intestinal transplantation: an unexpected journey",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pediatr Surg",
            "volume": "49",
            "issn": "",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Factors impacting the survival of children with intestinal failure referred for intestinal transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bueno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohwada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kocoshis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Pediatr Surg",
            "volume": "34",
            "issn": "",
            "pages": "23--33",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Natural history of pediatric intestinal failure: initial report from the pediatric intestinal failure consortium",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duggan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Teitelbaum",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Pediatr",
            "volume": "161",
            "issn": "",
            "pages": "723--731",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pediatric intestinal transplantation: historical note, principles and controversies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Mazariegos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Bond",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Transplant",
            "volume": "6",
            "issn": "",
            "pages": "193--207",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Survival outcomes of pediatric intestinal failure patients: analysis of factors contributing to improved survival over the past two decades",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Surg Res",
            "volume": "170",
            "issn": "",
            "pages": "27--31",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Strategies for the prevention of central venous catheter infections: an American Pediatric Surgical Association Outcomes and Clinical Trials Committee systematic review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abdullah",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Pediatr Surg",
            "volume": "46",
            "issn": "10",
            "pages": "2000--2011",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Central Catheter-Associated Bloodstream Infection reduction with ethanol lock prophylaxis in pediatric intestinal failure. Broadening quality improvement initiatives from hospital to home",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ardura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tansmore",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Pediatr",
            "volume": "169",
            "issn": "4",
            "pages": "324--355",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ethanol lock therapy to reduce the incidence of catheter-related bloodstream infections in home parenteral nutrition patients with intestinal failure: preliminary experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wales",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kosar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carricato",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Pediatr Surg",
            "volume": "46",
            "issn": "",
            "pages": "951--957",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Long-term central venous access in pediatric patients at high risk: conventional versus antibiotic impregnated catheters",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Baskin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hunnicutt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Vasc Interv Radiol",
            "volume": "25",
            "issn": "",
            "pages": "411--419",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intestinal transplantation under tacrolimus monotherapy after perioperative lymphoid depletion with Rabbit anti-thymocytes globulin (Thymoglobulin)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Mazariegos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abu-Elmagd",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Transplant",
            "volume": "5",
            "issn": "",
            "pages": "1430--1436",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Current knowledge on regulation and impairment of motility after intestinal transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Von Websky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schäfer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Organ Transplant",
            "volume": "20",
            "issn": "3",
            "pages": "303--310",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characterization of the ileal microbiota in rejecting and non-rejecting recipients of small bowel transplants",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Transplant",
            "volume": "12",
            "issn": "3",
            "pages": "753--62",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pediatric small bowel transplantation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nayyar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Mazariegos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ranganathan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Semin Pediatr Surg",
            "volume": "19",
            "issn": "",
            "pages": "68--77",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Five hundred intestinal and multivisceral transplantations at a single center: major advances with new challenges",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Abu-Elmagd",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Bond",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Surg",
            "volume": "250",
            "issn": "",
            "pages": "567--81",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Early infectious complications after liver-intestinal transplantation in children: preliminary analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nour",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Transplant Proc",
            "volume": "26",
            "issn": "",
            "pages": "1420--1421",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Outcome, incidence, and timing of infectious complications in small bowel and multivisceral organ transplant recipients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guaraldi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cocchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Codeluppi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transplantation",
            "volume": "80",
            "issn": "12",
            "pages": "1742--1750",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Unique aspects of infectious complications after intestinal transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bueno",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sigurdsson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Curr Opin Organ Transplant",
            "volume": "4",
            "issn": "",
            "pages": "361--368",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bloodstream infection during the fi rst year after pediatric small bowel transplantation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Florescu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Langlans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mercer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "700--704",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Infectious complications after small bowel transplantation in adults: an update",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kusne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Furukwa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abu-Elmagd",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Transplant Proc",
            "volume": "28",
            "issn": "",
            "pages": "2761--2763",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bacterial infections after intestinal and multivisceral transplant. The experience at the University of Miami",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loinaz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Hepatogastroenterology",
            "volume": "53",
            "issn": "68",
            "pages": "234--276",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Six-month incidence of bloodstream infections in intestinal transplant patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Akhter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Timpone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transpl Infect Dis",
            "volume": "14",
            "issn": "3",
            "pages": "242--249",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Infection among adult small bowel and multivisceral transplant recipients in the 30-day postoperative period",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Primeggia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Timpone",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Karacki",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transpl Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "441--449",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Bacteremia after intestinal transplantation in children correlates temporally with rejection or gastrointestinal lymphoproliferative disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sigurdsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kocoshis",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Transplantation",
            "volume": "70",
            "issn": "",
            "pages": "302--307",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Fungal infections in intestinal and multivisceral transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Florescu",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sandkovsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Organ Transplant",
            "volume": "20",
            "issn": "",
            "pages": "295--302",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Incidence and outcome of fungal infections in pediatric small bowel transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Florescu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transpl Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "497--504",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Risk factors for systemic Candida infections in pediatric small bowel transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Florescu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mercer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "120--123",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Intestinal transplantation: 1997 report of the international registry. Intestinal Transplant Registry",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Transplantation",
            "volume": "67",
            "issn": "",
            "pages": "1061--1065",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Incidence and risk factors associated with the development of cytomegalovirus disease after intestinal transplantation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Manez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kusne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Transplantation",
            "volume": "59",
            "issn": "",
            "pages": "1010--1014",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An international survey of cytomegalovirus prevention and treatment practices in intestinal transplantation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Florescu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abu-Elmagd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalil",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transplantation",
            "volume": "97",
            "issn": "1",
            "pages": "78--82",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Infection in organ-transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "N Engl J Med",
            "volume": "24",
            "issn": "",
            "pages": "1741--51",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Incidence, risk factors and outcomes associated with cytomegalovirus disease in small bowel transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Florescu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Langnas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Transplant",
            "volume": "16",
            "issn": "",
            "pages": "294--301",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Small bowel transplantation complicated by cytomegalovirus tissue invasive disease without viremia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Avsar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Cicinnati",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kabar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wolters",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Virol",
            "volume": "60",
            "issn": "",
            "pages": "177--80",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Cytomegalovirus infection after intestinal transplantation in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bueno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kocoshis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "1078--83",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Valganciclovir for cytomegalovirus prevention in solid organ transplant recipients: an evidence based reassessment of safety and effi cacy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Lyden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Stoner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Valganciclovir dosing according to body surface area and renal function in pediatric solid organ transplant recipients",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vaudry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ettinger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jara",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Transplant",
            "volume": "9",
            "issn": "",
            "pages": "636--679",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Evaluation of lowversus high-dose valganciclovir for prevention of cytomegalovirus disease in high-risk renal transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gabardi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Asipenko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transplantation",
            "volume": "99",
            "issn": "",
            "pages": "1499--505",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Current management strategies for the prevention and treatment of cytomegalovirus infection in pediatric transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bueno",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ramil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Paediatr Drugs",
            "volume": "4",
            "issn": "5",
            "pages": "279--90",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Ganciclovir-resistant cytomegalovirus infections among lung transplant recipients are associated with poor outcomes despite treatment with foscarnet-containing regimens",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Minces",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mitsani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antimicrob Agents Chemother",
            "volume": "58",
            "issn": "1",
            "pages": "128--163",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Lefl unomide as part of the treatment for multidrug-resistant cytomegalovirus disease after lung transplantation: case report and review of the literature",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Verkaik",
                    "suffix": ""
                },
                {
                    "first": "Ras",
                    "middle": [],
                    "last": "Hoek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Bergeijk",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transpl Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "243--252",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "International consensus guidelines on the management of cytomegalovirus in solid organ transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kotton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caliendo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transplantation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Adenovirus infections in pediatric small bowel transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Florescu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transplantation",
            "volume": "90",
            "issn": "",
            "pages": "198--204",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Adenovirus infection in pediatric small bowel transplant recipients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pinchoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Magid",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Transplantation",
            "volume": "76",
            "issn": "",
            "pages": "183--192",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Discrimination between acute cellular rejection an adenoviral enteritis in intestinal transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Magid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tschernia",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Transplant Proc",
            "volume": "34",
            "issn": "3",
            "pages": "943--948",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Adenoviral disease in pediatric solid organ transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Transplant",
            "volume": "10",
            "issn": "1",
            "pages": "17--25",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Adenovirus in solid organ transplant recipients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Transplant",
            "volume": "9",
            "issn": "S4",
            "pages": "161--166",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Adenovirus cholecystitis in a patient with AIDS",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hedderwick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Greenson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcgaughy",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Infect Dis",
            "volume": "28",
            "issn": "",
            "pages": "997--1006",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Successful treatment of adenovirus disease with intravenous cidofovir in an unrelated stem-cell transplant recipient",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ribaud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scieux",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Freymuth",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "28",
            "issn": "",
            "pages": "690--691",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Epstein-Barr virus infection and posttransplant lymphoproliferative disorder",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Michaels",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Transplant",
            "volume": "13",
            "issn": "",
            "pages": "41--54",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Lymphoproliferative disorders and de novo malignancies in intestinal and multivisceral recipients: improved outcomes with new outlooks",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abu-Elmagd",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mazariegos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soltys",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transplantation",
            "volume": "88",
            "issn": "",
            "pages": "926--960",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Epstein-Barr virus associated posttransplant lymphoproliferative disease after intestinal transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bueno",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Transplant Proc",
            "volume": "28",
            "issn": "",
            "pages": "2768--2777",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Decreased incidence and mortality of posttransplant lymphoproliferative disorders (PTLD) in pediatric intestinal transplantation receiving rATG and alemtuzumab immunosuppression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mazariegos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Fifth Congress of the International Pediatric Transplant Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Abstract (LB10 Pediatric Transplantation)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The role of antiviral and immunoglobulin therapy in the prevention of Epstein-Barr virus infection and posttransplant lymphoproliferative disease following solid organ transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Webber",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Transpl Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "97--103",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Chronic high Epstein-Barr viral load carriage in pediatric small bowel transplant recipients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soltys",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sindhi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Transplant",
            "volume": "14",
            "issn": "",
            "pages": "549--53",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Clinical usefulness of FDG-PET/CT scan imaging in the management of posttransplant lymphoproliferative disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicod",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Transplantation",
            "volume": "85",
            "issn": "5",
            "pages": "707--719",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Current preventive strategies and management of Epstein-Barr virus-related post-transplant lymphoproliferative disease in solid organ transplantation in Europe. Results of the ESGICH Questionnaire-based Crosssectional Survey",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "San-Juan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Manuel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol Infect",
            "volume": "21",
            "issn": "6",
            "pages": "604--605",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Posttransplant lymphoproliferative disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soltys",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Infect Dis J",
            "volume": "24",
            "issn": "",
            "pages": "1107--1115",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Low-dose chemotherapy and rituximab for PTLD: a children's oncology group report",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Transplant",
            "volume": "12",
            "issn": "",
            "pages": "3069--175",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Allogenic cytotoxic T-cell therapy for EBV-positive posttransplantation lymphoproliferative disease: results of a phase 2 multicenter clinical trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilkie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Blood",
            "volume": "110",
            "issn": "",
            "pages": "1123--1154",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Allogenic T-cell therapy for Epstein-Barr virus positive post-transplant lymphoproliferative disease: long-term follow-up",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcaulay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transplantation",
            "volume": "90",
            "issn": "",
            "pages": "93--97",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Risks and Epidemiology of Infections After Intestinal Transplantation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Development of a respiratory viral panel (RVP) test for detection of twenty human respiratory viruses using multiplex PCR and a fl uid microbead-based assay",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Merante",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2965--70",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Lower respiratory tract viral infections in pediatric abdominal organ transplant recipients: a single hospital inpatient cohort study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tekin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr Transplant",
            "volume": "17",
            "issn": "",
            "pages": "461--466",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Signifi cant morbidity associated with RSV infection in immunosuppressed children following liver transplantation: case report and discussion regarding need of routine prophylaxis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerrek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Transplant",
            "volume": "10",
            "issn": "",
            "pages": "826--835",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "RNA respiratory viral infections in solid organ transplant recipients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Michaels",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Transplant",
            "volume": "9",
            "issn": "S4",
            "pages": "166--72",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Pneumocystis pneumonia in solid organ transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Transplant",
            "volume": "9",
            "issn": "S4",
            "pages": "227--260",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Norcardia in solid organ transplant recipients",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Transplant",
            "volume": "9",
            "issn": "S4",
            "pages": "70--77",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Parasitic infections in solid organ transplant recipients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kotton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lattes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Transplant",
            "volume": "9",
            "issn": "S4",
            "pages": "234--51",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Rotavirus infection in adult small intestine allografts: a clinicopathologic study of a cohort of 23 patients",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Adeyi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abu-Elmagd",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Transplant",
            "volume": "10",
            "issn": "",
            "pages": "2683--2692",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Infectious enteritis after intestinal transplantation: incidence, timing, and outcome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ziring",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edelstein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transplantation",
            "volume": "79",
            "issn": "",
            "pages": "702--711",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Prevalence of Clostridium Diffi cile infection among solid organ transplant recipients: a meta-analysis of published studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paudel",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Zacharioudakis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Zervou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "4",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Calicivirus enteritis in an intestinal transplant recipient",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kafmann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Chaterjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Fuschino",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Transplant",
            "volume": "3",
            "issn": "6",
            "pages": "764--772",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Characteristics of human calicivirus enteritis in intestinal transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Fuschino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Pediatr Gastroenterol Nutr",
            "volume": "40",
            "issn": "",
            "pages": "328--361",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Graft and patient survival based on the era of immunosuppression at the time of transplant. From Abu-Elmagd KM, Costa G, Bond GJ, et al. Five hundred intestinal and multivisceral transplantations at a single center: Major advances with new challenges. Ann Sug 2009; 250: 567-81.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 15-2. Endoscopic image of posttransplant lymphoproliferative disease lesion in an intestinal allograft.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIGURE 15-3. Posttransplantation spindle cell lesion (PTSD).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1. Timetable for infections after intestinal transplantation",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Cumulative risk of PTLD in three eras of immunosuppression. Note the striking differences in PTLD rates in patients receiving rATG preconditioning ( solid line ). From Abu-Elmagd K, Mazariegos G, Costa G, Soltys K, et al. Lymphoproliferative disorders and de novo malignancies in intestinal and multivisceral recipients: Improved outcomes with new outlooks. Transplantation 2009; 88:926-34.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}