{"paper_id": "b3f6838b69991fb29abc3ed32fcf5125210579fc", "metadata": {"title": "Current impact of Covid-19 pandemic on Spanish plastic surgery departments: a multi-center report", "authors": [{"first": "Víctor", "middle": [], "last": "Fuertes", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Enrique", "middle": [], "last": "Monclús", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alberto", "middle": [], "last": "Agulló", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background After its initial description in China, Covid-19 is hitting nations across the world, with Spain as the third country in number of deaths, after the USA and Italy. Similarly to what is happening in other countries, an important reduction in available operating rooms is affecting our departments. In this study, we aim to know how Covid-19 pandemic is affecting the delivery of plastic surgery services in Spain. Methods A questionnaire addressing some of our concerns about how the Coronavirus crisis might severelyimpact our specialty has been sent to the heads of the divisions of plastic surgery of several hospitals across Spain. Results A total of 12 plastic surgery departments from different hospitals across the country agreed to participate in the survey. Most plastic surgery teams will need to maintain 50-80% of their staff in order to be able to offer emergency and undelayable oncological procedures. The total amount of procedures currently being performed ranged from 0 to 44% of the figures before the coronavirus outbreak, except for one department, with elective surgery mainly affected. Microsurgical cases have been massively discontinued during this crisis. Conclusions Plastic surgery delivery in the Spanish Health System is being severely impacted as a collateral damage from this pandemic. Most of the elective surgery is currently stopped. Our departments seem to be vulnerable regarding their capacity to keep offering emergency care. Level of evidence: not ratable (multi-center survey)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "After its initial description and spreading in the province of Wuhan, China, Covid-19 is hitting nations across the world, with the center of the crisis now located in Europe and the USA. The situation has already been declared a public health emergency of international concern by the World Health Organization (WHO).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "To date, Spain is the third country in the world, after the USA and Italy, with regard to the number of deaths caused by Covid-19 virus (WHO). A cumulative figure of 208,389 positive cases and 21,717 deaths have been reported by April 22, 2020 (Ministry of Health, Spain). Our center is a third level hospital with an estimated capacity of 1400 hundred beds. Our department attends to a regional population of approximately a million and a half patients and includes a burn unit and a pediatric clinic. Similarly to what is happening in the North of Italy [1] , and according to our hospital guidelines, we have adopted several new measures. Most of our outpatient clinics have been postponed. All elective, non-urgent, and non-cancer procedures have been stopped in an effort to anticipate the need of relocating nurses and anesthesiologists to tackle Covid-19 situations. Consequently, we have reduced the number of attending surgeons and residents working on a daily basis to the minimum required. The goal is to keep the department functioning, while avoiding infections between the team members. Emergency surgeries during the on-call shifts will continue. We should not underestimate how these necessary measures, and the associated reduction in effective OR time, will affect not only plastic and reconstructive surgery (PRS) departments but other medical and surgical specialties as well.", "cite_spans": [{"start": 556, "end": 559, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, we aim to discover how Covid-19 pandemic is affecting the delivery of PRS services in Spain.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A questionnaire addressing some of our main concerns as to how the Coronavirus crisis might severely impact the delivery of PRS has been sent to the heads of the divisions of PRS in several hospitals across Spain. Only departments in third-level hospitals with over 650 beds were considered. In an effort to achieve a realistic picture as to how this pandemic is affecting departments in the entire country, we have contacted hospitals from all the regions, including those less affected by the outbreak. The survey was sent to the selected departments on March 30, 2020.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The questions (Q) included in this multi-center survey are presented in Table 1 . The hospital name from which each set of data is coming from has been kept confidential.", "cite_spans": [], "ref_spans": [{"start": 72, "end": 79, "text": "Table 1", "ref_id": null}], "section": "Methods"}, {"text": "When responding to questions regarding data submission before the crisis started, an average figure of January and February inputs is recommended. For answers about the present data, the first 2 weeks of April (during the peak of the pandemic) will be considered.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The questionnaire was sent to 16 PRS departments from different hospitals across the country. A total of 12 departments (75%) agreed to participate in the survey and answered by email. Those departments include hospitals from a wide range of locations, where the outbreak has been evolving differently. Thus, we believe a representative sample has been obtained.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "All the detailed information with the complete answers from each department is included in Table 2 . Each question row is identified as Q and a number/letter representing their order in the questionnaire. Highlights are summarized in the following paragraphs.", "cite_spans": [], "ref_spans": [{"start": 91, "end": 98, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Eight people out of 179 (4.5%) of the staff members from the units consulted in our study have been tested positive for Coronavirus.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "When asking about the percentage of the team members that a department would need to be working in order to maintain their on-call system running as usual, the most common answers were between 50 and 80% of the entire team. Two of the institutions consulted, stated that they might be able to continue their on-call activity while maintaining active only 20% and 30% of their respective teams.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In two of the centers we have contacted, the staff has been properly trained on the medical management of Covid-19 patients. One of those departments specified that the training consisted of a 3-h duration course. According to the hospital guidelines, members of that group have joined internal medicine teams to assist them on Covid-19 monographic wards. In Table 1 Questionnaire. PPE, personal protective equipment Q1 A B Please specify your team members, including consultants and residents. How many colleagues have been tested positive for Covid-19/are isolated due to have been in contact with a positive patient amongst the surgical team, including residents? Q2", "cite_spans": [], "ref_spans": [{"start": 359, "end": 366, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "What is the percentage of your team members that you estimate you will need to keep the emergency calls and the most basic surgical procedures (oncological cases excluding those that you can delay at least 2 weeks) running? *Please consider as the limit for maintaining your current emergency call flow either the need to transform in-hospital duties to on-call duties or the increase in the on-call days per month in double or more per consultant. Q3 A B Did any of the team members receive any specific education on Covid-19 patient medical management? Did any of them have already been re-located and currently providing medical care to Coronavirus patients? Please specify the number of residents and consultants and if these positions have been randomly assigned or are voluntary.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "What was the total amount of surgical procedures, excluding those done under local anesthetic, performed by week in your department? How many cases are you currently operating? Please differentiate elective and urgent surgeries as well as inpatient and day-care cases Q5", "cite_spans": [], "ref_spans": [], "section": "Q4 A B"}, {"text": "Similarly, reduction in the number of oncological surgical procedures Q6 A B Are you actually seeing patients in your clinics other than immediate surgical follow-ups and oncological new cases? What was the total amount of patients seen in your clinics per week before the onset of Coronavirus and today? Q7", "cite_spans": [], "ref_spans": [], "section": "Q4 A B"}, {"text": "Are your elective micro cases (such as DIEPs) still taking place? In case that your department includes pediatric population, are you still operating elective cases such as cleft lip and palate, congenital hand anomalies or microtia? Q8", "cite_spans": [], "ref_spans": [], "section": "Q4 A B"}, {"text": "Have you implemented a specific protocol in your Burn Unit? (in case you have it at your facility). Please explain the four main changes Q9", "cite_spans": [], "ref_spans": [], "section": "Q4 A B"}, {"text": "Does your team have access to PPE*-FFP3 (N95) masks/goggles/face screens-when performing surgeries close to the patient airways or other types or surgeries in positive patients? Q10 Did you ever experience any restrictions in the surgical ward of your hospital regarding supply of normal surgical gowns, masks and gloves? A drastic reduction in surgical capacity has occurred. Nonurgent OR activity has notably dropped in all but one of the hospitals answering our survey. The total amount of procedures currently being performed ranged from 0 to 44% of the figures before the coronavirus outbreak (Fig. 1a, b) ; except for one hospital, that was declared to maintain the same surgical activity (100%). The decrease in the total amount of daycare procedures (as compared to in-hospital surgeries) is highly variable between the centers analyzed in this article. Only two departments provided accurate data regarding the number of urgent procedures before and after the crisis. In one of them, urgent cases have been reduced by 50%. At the second one, urgent surgeries are now 15% of what they used to be before the outbreak of Coronavirus.", "cite_spans": [], "ref_spans": [{"start": 598, "end": 610, "text": "(Fig. 1a, b)", "ref_id": "FIGREF0"}], "section": "Q4 A B"}, {"text": "The vast majority of respondents indicated that the available operating time is now mainly occupied in treating cancer cases. Consequently, they do not expect a decrease in the amount of non-delayable oncological procedures during the crisis. Nonetheless, consistent data about this question has not been obtained and solid conclusions are not possible.", "cite_spans": [], "ref_spans": [], "section": "Q4 A B"}, {"text": "Nine departments have sent their total number of consults before and after this crisis. PRS clinics have diminished their in-person activity by 85%.", "cite_spans": [], "ref_spans": [], "section": "Q4 A B"}, {"text": "Elective microsurgical cases have been uniformly discontinued during this crisis. One department has delayed not only microsurgical breast reconstruction but also implantbased cases.", "cite_spans": [], "ref_spans": [], "section": "Q4 A B"}, {"text": "Five of the PRS divisions included in the study declared to have a burn unit. In four of these units, substantial changes have been implemented. Some of the more prevalent measures include screening protocols for Coronavirus among patients and workers, increasing hygiene measures, reducing the number of visitors per patient, directing burn patients who tested positive to other units and trying to apply day-care/ delay surgeries whenever this is possible. One unit does not have a specific protocol.", "cite_spans": [], "ref_spans": [], "section": "Q4 A B"}, {"text": "All the departments have access to adequate personal protective equipment (PPE) when performing surgeries in positive patients. Five out of the 12 institutions checked have experienced restrictions in accessing basic surgical gowns, masks, and gloves. Another center clarified that reusable gowns are becoming scarce, and thus, fabric ones are being worn. In an effort to save as much units as possible, most of our hospitals are monitoring the number of surgical masks received per person.", "cite_spans": [], "ref_spans": [], "section": "Q4 A B"}, {"text": "Incidence of Covid-19 among plastic surgeons is expected to be considerably lower as compared to positive cases in colleagues from other specialties acting in the first line of defense against the pandemic (emergency wards, internal medicine, or intensive care units). Nevertheless, testing asymptomatic members of our teams is not common yet.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "PRS teams in the Spanish Public Health System tend to be small when compared to other surgical specialties. We found an average size of 10 consultants/5 residents per team in the departments participating in this study, with the biggest one counting up to 17 consultants. Consequently, even short reductions in our groups could easily cause unsustainable increases in the number of shifts per consultant. This might pose a challenge against the delivery of emergency surgeries and cancer care to our community if this pandemic lasts for a prolonged period long time According to our analysis, reductions of about 20-50% in the total number of consultants per team may lead to this situation. Some centers (such as the one stating that keeping only 20% of its staff would be enough) are maybe more resistant to this situation as they do not have a burn unit, nor they attend to trauma patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Most of the plastic surgeons working at the institutions included in this study have not been relocated to frontline departments directly attending to pandemic cases. On the other hand, hospitals have generally provided education on updated surgical protocols for the current scenario.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Overall, non-urgent surgical activity in our departments represents about one-third (29%) of the total number of cases that we used to have before the onset of coronavirus. Only one of the institutions we have contacted maintains its usual activity. This is probably related to the geographical location of this center, in a region where the pandemic is considerably milder compared to other places. Analyzing how the approach to day-care surgery is different amid the departments may lead to interesting conclusions. While some departments have stopped most of their day-care procedures and operate only more severe, inpatient cases; others try to do as many cases as they can in a day-care approach, minimizing admissions. These two alternative options are most likely related to the availability of beds and the severity of the outbreak in each hospital. It has been difficult to obtain data from urgent cases only. It will be interesting to know if urgent cases have actually been reduced. NHS hospitals in England have also been told to suspend all non-urgent elective surgery for at least 3 months from April 15 as a measure to deal with the Covid-19 pandemic [2] .", "cite_spans": [{"start": 1166, "end": 1169, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "As previously stated, the reduction in surgical activity seems to have mainly impacted elective reconstructive surgery. Departments are currently using all their resources to perform cancer-related surgeries that cannot be delayed. However, further analysis needs to be conducted in order to confirm that access to oncological surgeries is not being significantly affected. If the current situation keeps worsening, the delay in diagnosis and management of cancer patients could be catastrophic. Our hospital guidance for the pandemic, similar to those used in other institutions, has established three possible levels of alert. They will be applied depending on the severity of this continuously evolving crisis. We are currently in the phase 2 scenario. In the last step (phase 3), ventilators might become hardly available, and life-saving surgeries are the only procedures performed [3] . Some General Surgery departments in China [4] adopted guidelines recommending multidisciplinary approaches and encouraging them to use non-surgical anti-tumor therapies as the first choice for the management of gastrointestinal malignancies. By doing so, even oncological surgeries were reduced to those that are unavoidable. Some of these surgeries can include the absence of therapeutic alternatives to surgery for tumor control, intestinal obstructions not amenable to stenting, or gastrointestinal bleeds not controlled by embolization.", "cite_spans": [{"start": 887, "end": 890, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "A uniform and steep decrease in PRS clinics have taken place in all the hospitals in this article. As a general rule, only oncological new consults (mainly melanomas and other cutaneous malignancies) and immediate follow-ups are being received in our hospitals. All the other cases are usually delayed or managed with telemedicine.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Microsurgery has become a secondary option. It is only performed when other surgical approaches are not feasible, such as for trauma patient's coverage and head and neck cancer reconstructions. According to the paper by Andrea et al. [5] , solid organ transplants have been reduced to only the most urgent cases during the Covid-19 outbreak in the epidemic area of the North of Italy. Similarly, elective micro cases such as immediate or delayed DIEPs have been temporarily suspended in Spain. Unfortunately, this population of patients consumes longer OR times, occupies more resources at the reanimation units, and stays longer periods of time in our facilities. Additionally, patients with an active or former cancer have shown a significantly higher risk of severe events if infected by Covid-19. A paper by Liang et al. [6] , from the hospital of Guangzhou, demonstrated a RR of 3.56 (95% CI 1.65-7.69) for severe events in oncological patients with Wuhan pneumonia.", "cite_spans": [{"start": 234, "end": 237, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 825, "end": 828, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "According to the experience of two similar teams in China [7, 8] , several institutions across the world [9] (including ours) have applied a protocol to optimize burn units. This will ultimately help to reduce the exposure of such a sensitive group of chronically ill patients and their health care providers. Some of the embraced measures encompass:", "cite_spans": [{"start": 58, "end": 61, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 62, "end": 64, "text": "8]", "ref_id": "BIBREF7"}, {"start": 105, "end": 108, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "-Interviewing all the patients about any symptoms suggesting a possible case of Coronavirus and checking their temperature before nursing them either at the ward or in our clinics. Similar measures have been applied in the other Spanish units consulted for this article. These measures have been taken as a strategy to attempt to keep our burn units free of Covid-19. By doing so, health care will remain available for burn patients during the pandemic. However, if the burden of the pandemic becomes overwhelming, burn units will always be amenable to be transformed into polytrauma/surgical/ Covid-19 intensive care units [9] .", "cite_spans": [{"start": 624, "end": 627, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Access to PPE seems to be guaranteed country-wide if performing surgeries in positive patients; but generalized testing of patients before surgery and other important measures, still need to be implemented. An article by Wang et al. [10] , from Shanghai Ninth People's Hospital, highlighted the measures that allow them to perform over 4000 surgical procedures without any health care professional or patient resulting infected:", "cite_spans": [{"start": 233, "end": 237, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "-Telehealth clinics -Triage workflow: infra-red fever measure and thorough symptoms/travel history survey to all patients attended in the hospital; Chest CT scan and PCR test for patients being admitted. Suspicious patients were sent to quarantine for 2 weeks. Confirmed positive cases were sent to centralized institutions for surgery -Environmental control measures: maximizing hygiene measures, using rapid sequence induction for general anesthesia patients and disinfecting all the ORs with UV lights for at least 30 min -Staff protection measures: PPE for surgeries on negative patients included FFP2 (N95) masks, disposable waterproof protective suits, and goggles/facial screens. Isolation screens were added when performing emergency cases and during long procedures Our hospital has divided the facilities into two separate parts: a Covid-19 area (corresponding to a general hospital) and a Covid-19-free one (at the trauma center). Both buildings admit surgical and non-surgical patients of all specialties, depending solely on their condition as positive/negative for Coronavirus. Similarly, we have divided the surgical ward of the hospital in two parts, Covid-19 positive and Covid-19 negative, with different patient's entry and exit circuits.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Some institutions have temporarily experienced a lack of basic surgical protection equipment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Limitations of the present study may include its descriptive nature and the fact that participating in the questionnaire was voluntary.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "PRS services delivered in the Spanish Health System are being severely impacted as a consequence of the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In an effort to continue operating new cancer cases in these under-resourced circumstances, most of elective surgery is currently ceased. An increase in the waiting list (in days per week of the crisis) is expected to happen. Not only surgical cases are not being performed but also the new consults are being canceled, and will eventually compound. We anticipate the need of a follow-up report about this issue once the burden of Coronavirus disease has receded.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Our departments seem to be very vulnerable regarding their capacity to keep offering emergency care. Losing a small number of staff members will represent a big proportion of the team, potentially compromising the normal function of the units.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Authors' contributions All authors contributed to the study conception and design. Material preparation, data collection, and analysis were performed by Fuertes Vand Monclús E. The first draft of the manuscript was written by Fuertes V and all authors commented on previous versions of the manuscript. Fuertes V, Monclús E, and Agulló A read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Data availability The data that support the findings of this study are available from the corresponding author, upon reasonable request, but will not identify the specific departments from which they were generated.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Conflict of interest Víctor Fuertes, Enrique Monclús and Alberto Agulló declare that they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Ethical approval The local ethics committee has confirmed that no ethical approval is required for studies that involve questionnarie surveys.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Consent to participate Participants in the survey consented for publication of the results.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Consent for publication Upon submission, all authors consent to the publication of the manuscript in the European Journal of Plastic Surgery.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19 pandemic: perspectives on an unfolding crisis", "authors": [{"first": "A", "middle": [], "last": "Spinelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Pellino", "suffix": ""}], "year": 2020, "venue": "Br J Surg", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/bjs.11627"]}}, "BIBREF1": {"ref_id": "b1", "title": "Covid-19: all non-urgent elective surgery is suspended for at least three months in England", "authors": [{"first": "G", "middle": [], "last": "Iacobucci", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "368", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.m1106"]}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19: pandemic surgery guidance", "authors": [{"first": "B", "middle": [], "last": "Brücher", "suffix": ""}, {"first": "G", "middle": [], "last": "Nigri", "suffix": ""}, {"first": "A", "middle": [], "last": "Tinelli", "suffix": ""}, {"first": "J", "middle": [], "last": "Lapeña", "suffix": ""}, {"first": "E", "middle": [], "last": "Espin-Basany", "suffix": ""}, {"first": "P", "middle": [], "last": "Macri", "suffix": ""}], "year": 2020, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Treatment strategy for gastrointestinal tumor under the outbreak of novel coronavirus pneumonia in China", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Peng", "suffix": ""}], "year": 2020, "venue": "Zhonghua Wei Chang Wai Ke Za Zhi", "volume": "25", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Coronavirus disease 2019 and transplantation: a view from the inside", "authors": [{"first": "A", "middle": [], "last": "Gori", "suffix": ""}, {"first": "D", "middle": [], "last": "Dondossola", "suffix": ""}, {"first": "B", "middle": [], "last": "Antonelli", "suffix": ""}, {"first": "D", "middle": [], "last": "Mangioni", "suffix": ""}, {"first": "L", "middle": [], "last": "Alagna", "suffix": ""}, {"first": "P", "middle": [], "last": "Reggiani", "suffix": ""}], "year": 2020, "venue": "Am J Transplant", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/ajt.15853"]}}, "BIBREF5": {"ref_id": "b5", "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China", "authors": [{"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "W", "middle": [], "last": "Guan", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "K", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "Ai", "middle": ["Q"], "last": "Lu", "suffix": ""}, {"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "He", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Lancet Oncol", "volume": "21", "issn": "3", "pages": "335--337", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Recommendations for the regulation of medical practices of burn treatment during the outbreak of the coronavirus disease", "authors": [{"first": "S", "middle": ["Y"], "last": "Ma", "suffix": ""}, {"first": "Z", "middle": ["Q"], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": ["Z"], "last": "Peng", "suffix": ""}, {"first": "Q", "middle": ["Z"], "last": "Luo", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Song", "suffix": ""}, {"first": "F", "middle": [], "last": "Xiang", "suffix": ""}], "year": 2019, "venue": "Zhonghua Shao Shang Za Zhi", "volume": "36", "issn": "0", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Management strategies for the burn ward during COVID-19 pandemic", "authors": [{"first": "N", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "", "volume": "400038", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Burn center function during the COVID-19 pandemic: An international multi-center report of strategy and experience", "authors": [{"first": "J", "middle": ["P"], "last": "Barret", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Chong", "suffix": ""}, {"first": "N", "middle": [], "last": "Depetris", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Fisher", "suffix": ""}, {"first": "G", "middle": [], "last": "Luo", "suffix": ""}, {"first": "N", "middle": [], "last": "Moiemen", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--15", "other_ids": {"DOI": ["10.1016/j.burns.2020.04.003"]}}, "BIBREF9": {"ref_id": "b9", "title": "Our experiences on plastic and reconstructive surgery procedures during COVID-19 pandemic from Shanghai Ninth People's hospital", "authors": [{"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Bai", "suffix": ""}, {"first": "M", "middle": [], "last": "Di", "suffix": ""}, {"first": "T", "middle": [], "last": "Zan", "suffix": ""}, {"first": "B", "middle": [], "last": "Gu", "suffix": ""}], "year": 2020, "venue": "Plast Reconstr Surg -Glob Open", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "ORs activity: a part 1 and b part 2", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "-PCR testing for new patients being admitted to the unit. Trying to prioritize home care versus admissions whenever this is feasible without affecting patient safety.-Applying screening measures between the team members, including daily interviews about any possible symptoms and temperature checks.-Maximizing hand hygiene measures. -Providing FFP3 masks, facial screens, and goggles if dealing with patients requiring mechanical ventilation or in the scenario of a positive case. -Strongly encouraging visitors to stay home.", "latex": null, "type": "table"}}, "back_matter": []}