{"paper_id": "b4fe7209f1fe1cd59c4680cc3811c3fec9144911", "metadata": {"title": "Journal Pre-proof Right Ventricular Clot in Transit in COVID-19: Implications for the Pulmonary Embolism Response Team Right Ventricular Clot in Transit in COVID-19: Implications for the Pulmonary Embolism Response Team Brief Title: Clot in Transit in COVID-19", "authors": [{"first": "Sanjum", "middle": ["S"], "last": "Sethi", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Zilinyi", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Philip", "middle": [], "last": "Green", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Andrew", "middle": [], "last": "Eisenberger", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Daniel", "middle": [], "last": "Brodie", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Cara", "middle": [], "last": "Agerstrand", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Koji", "middle": [], "last": "Takeda", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Ajay", "middle": ["J"], "last": "Kirtane", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Sahil", "middle": ["A"], "last": "Parikh", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Erika", "middle": ["B"], "last": "Rosenzweig", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}, {"first": "Erika", "middle": ["B"], "last": "", "suffix": "", "affiliation": {"laboratory": "Assistant Professor of Medicine Center for Interventional Vascular Therapy", "institution": "", "location": {"addrLine": "161 Fort Washington Ave Fl 6", "postCode": "10032, 305, 7060", "settlement": "New York, 212", "region": "NY"}}, "email": ""}]}, "abstract": [{"text": "Severe acute respiratory syndrome coronavirus 2 is associated with a prothrombotic state in infected patients. After presenting a case of right ventricular thrombus in a COVID-19 patient, we discuss the unique challenges in the workup and treatment of COVID-19 patients highlighting our COVID-19 modified pulmonary embolism response team (PERT) algorithm.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes COVID-19related critical illness and multiorgan dysfunction in a subset of those infected. Given this increased potential for hypercoagulable events, yet being mindful of exposure risks and practical considerations in caring for COVID-19 patients, we present the first report of a COVID-19 patient with clot in transit, along with an algorithm for diagnosing and treating venous thromboembolism in COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "A 44-year-old man was admitted following 2 days of shortness of breath and nonproductive cough. Upon presentation, the patient had a temperature of 99.3 F, heart rate of 152 beats per minute, blood pressure of 102/84mmHg, and a respiratory rate of 44 breaths per minute. He was hypoxic with a peripheral oxygenation saturation (SpO2) of 86%, while breathing 6 liters per minute of supplemental oxygen via nasal canula with an additional 15 liters per minute applied by non-rebreather mask.", "cite_spans": [], "ref_spans": [], "section": "History of presentation"}, {"text": "His past medical history was notable only for obesity (body mass index 31) and type 2 diabetes mellitus.", "cite_spans": [], "ref_spans": [], "section": "Past medical history"}, {"text": "The primary differential diagnosis for the patient's presentation includes bacterial pneumonia, viral upper or lower respiratory infection, and pulmonary embolism. Given the patient's age, few medical comorbidities and the significant community spread of SARS-CoV-2 virus, COVID-19 illness was the most likely diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Differential Diagnosis"}, {"text": "His chest radiograph revealed diffuse bilateral hazy opacities ( Figure 1 ). SARS-CoV-2 nasopharyngeal swab polymerase chain reaction test was positive. Initial venous blood gas was significant for a pH of 7.09, PaCO 2 41 mmHg, PaO2 33 mmHg with a lactate of 12 mmol/L. Following intubation, his arterial blood gas improved slightly to pH 7.14, PaCO2 53 mmHg, PaO2 193 mmHg with with a fraction of inspired oxygen (FiO2) of 100%. The PaO2:FiO2 (P:F) ratio of 193, along with his chest radiograph findings of diffuse bilateral hazy opacities, was consistent with moderate ARDS. (11) The patient's initial laboratory studies (Table 1) were most notable for a white blood cell count of 27.8x10 3 /µL and serum creatinine 1.88mg/dL. His high sensitivity troponin-T was initially 46 ng/L with a subsequent value of 154 ng/L, N-terminal Btype natriuretic peptide was 14,535 pg/mL, ferritin was 3,495 ng/L, and D-dimer was greater than 20µg/mL (upper limit of detection). TTE was obtained given severity of hypoxemia, hemodynamic instability, and elevated D-dimer out of concern for acute PE. TTE revealed a left ventricular ejection fraction of 45% with global hypokinesis, and moderate to severely dilated right ventricle with moderate to severely reduced right ventricular systolic function (Video 1).", "cite_spans": [], "ref_spans": [{"start": 65, "end": 73, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 623, "end": 632, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Investigations"}, {"text": "There was flattening of the interventricular septum throughout the cardiac cycle consistent with both pressure and volume overload of the right ventricle. Additionally noted was a 1.5cm x 1.7cm well circumscribed mobile echodensity attached to the right ventricular free wall concerning for clot in transit ( Figure 2 ).", "cite_spans": [], "ref_spans": [{"start": 309, "end": 317, "text": "Figure 2", "ref_id": "FIGREF4"}], "section": "Investigations"}, {"text": "He was intubated for hypoxemic respiratory failure and admitted to the intensive care unit (ICU). During the patient's initial course in the ICU, he became progressively hypotensive over the course of the first 6 hours, requiring maximum doses of norepinephrine (40 mcg/min) and vasopressin (2.4U/hr). Given his progressive shock in the setting of high inflammatory markers, he was started on 1mg/kg of intravenous methylprednisolone per day. TTE was obtained with the resultant findings described above. Given these findings, the pulmonary embolism response team (PERT) was consulted and the patient was given 100 mg (over 2 hours) of tissue-type plasminogen activator (tPA) and systemic anticoagulation with unfractionated heparin once the tPA infusion was complete. The patient was started on a dobutamine infusion for inotropic support and considered for venoarterial extracorporeal membrane oxygenation (ECMO) in case his hemodynamic condition worsened. After administration of tPA, the patient was weaned off pressors within 24 hours. He was subsequently weaned off inotropic support over the ensuing 3 days. His repeat TTE revealed normal left ventricular systolic function, mild dilation of the right ventricle with preserved right ventricular systolic function. The previously seen clot in transit was no longer visualized and the right ventricular function was improving (Video 2). Bilateral lower extremity venous doppler ultrasounds were negative for deep vein thrombosis. The patient had no immediate bleeding complications following administration of tPA.", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "The usual risk stratification schema for acute pulmonary embolism rely on a combination of hemodynamic clinical parameters, such as hypoxemia, tachycardia, and hypotension along with serum biomarkers, such as troponin or brain natriuretic peptide followed by confirmatory imaging tests. (12) An extremity duplex ultrasound examination and TTE may even be performed by the same clinical provider in the same clinical setting using a portable or handheld device as a bedside screen to limit exposure and PPE use.", "cite_spans": [], "ref_spans": [], "section": "Clinical challenges"}, {"text": "Both troponin and N-terminal B-type natriuretic peptide may be elevated in the setting of severe COVID-19 illness. D-Dimer elevations are also common, but have also been associated with a high prevalence of underlying venous thromboembolism. (14) Another potential risk stratification tool would be the sepsis-induced coagulopathy (SIC) score, which uses common clinical and laboratory values to identify higher risk patient subsets. A SIC score >4 has an association with worse outcomes at 28 days. (15) Diagnostic CTA remains the gold standard for the diagnosis of acute pulmonary embolism. Nonetheless, exceptional circumstances specific to the COVID-19 pandemic, such as potential infection of clinical or ancillary staff by a patient with poorly controlled cough and refractory hypoxemia limiting patient transport may make empirical anticoagulation preferable to CTA or V/Q scanning. The clinical team should always carefully balance the risks and benefits of empiric anticoagulation without objective imaging. CTA should be performed at the discretion of the treating team and if needed after discussion with the PERT team so that considerations can be made based on feasibility and safety of performing the confirmatory test versus the risk of empiric treatment under these conditions.", "cite_spans": [{"start": 242, "end": 246, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 500, "end": 504, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Clinical challenges"}, {"text": "Patients admitted to the hospital with COVID-19 critical illness should be given VTE prophylaxis as standard of care, unless contraindicated. Retrospective, observational data suggests a possible benefit to more intensive anticoagulation, however, this association should be verified in prospective randomized controlled trials prior to changing treatment algorithms given the known risks associated with therapeutic anticoagulation. (16) The preferred anticoagulation for hemodynamically stable COVID-19 positive patients with proven VTE is enoxaparin 1 mg/kg SQ twice daily (based on total body weight; max 196 kg). Using low molecular weight heparin (LMWH) will reduce the use of PPE as routine monitoring with activated partial thromboplastin time or heparin assay is not necessary. Dose adjustment or the use of unfractionated heparin should be considered for those with reduced kidney function.", "cite_spans": [{"start": 434, "end": 438, "text": "(16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Treatment"}, {"text": "The roles for systemic thrombolysis, catheter or surgical thrombectomy, and ECMO are as yet undefined. We propose an algorithm that outlines our approach for testing and treatment for VTE in the setting of COVID-19 (Figure 3 , Disclaimer: This algorithm is not a societal guideline, but a product of consensus of PERT members at our institution). Systemic thrombolysis remains a Class I recommendation for hemodynamically unstable PE. (17) However, the hemodynamic effect of the underlying PE must be clinically distinguished from the systemic vasodilatory effects that may accompany COVID-19. In the setting of right heart strain, there have been limited anecdotal reports of success with catheter-based treatments. However, caution must be advised with regards to resource utilization, including PPE, ICU beds, cardiac catheterization laboratories and operating rooms. Similar considerations must be made for the use of ECMO in properly equipped centers.", "cite_spans": [{"start": 435, "end": 439, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 215, "end": 224, "text": "(Figure 3", "ref_id": "FIGREF5"}], "section": "Treatment"}, {"text": "In our case, the patient had severe right ventricular dysfunction with a large clot in transit. While surgical or catheter-based options were considered, the hemodynamic profile and low bleeding risk suggested that systemic thrombolysis would be the optimal approach. This led to dramatic improvement in the patient's hemodynamic profile. We used the standard dose of 100 mg due to the significant right ventricular strain suggesting concomitant PE, the patient's critical illness, and the low bleeding risk. Because a confirmed VTE was visualized on echocardiogram, tPA was a reasonable therapy. Right ventricular dysfunction in the absence of confirmed VTE is clinical conundrum which requires careful balancing of the risks and benefits of systemic thrombolysis prior to use but is generally discouraged.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "On post-tPA day 5, the patient was noted to have bleeding within the oropharynx, which ultimately required compression packing to allow for continued systemic anticoagulation, which has since been removed. He remains off of vasoactive medications, and is making progress towards extubation. The patient remains hospitalized as of this writing, but the plan is to continue oral anticoagulation for at least 3-6 months after discharge.", "cite_spans": [], "ref_spans": [], "section": "Follow Up"}, {"text": "In summary, we present the first reported case of a clot in transit during COVID-19 critical illness. COVID-19 appears to be associated with an increased propensity for thromboembolic disease. Heightened suspicion is necessary to clinically detect VTE in this disease and treat accordingly, while mindful of the inherent risks to healthcare workers and resources available, depending on the level of crisis, in the overall health system.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Case ", "cite_spans": [], "ref_spans": [], "section": "Learning Objectives"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19 Illness in Native and Immunosuppressed States: A Clinical-Therapeutic Staging Proposal", "authors": [{"first": "H", "middle": ["K"], "last": "Siddiqi", "suffix": ""}, {"first": "M", "middle": [], "last": "Mehra", "suffix": ""}], "year": 2020, "venue": "J Heart Lung Transplant", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.healun.2020.03.012"]}}, "BIBREF1": {"ref_id": "b1", "title": "ISTH interim guidance on recognition and management of coagulopathy in COVID-19", "authors": [{"first": "J", "middle": [], "last": "Thachil", "suffix": ""}, {"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "S", "middle": [], "last": "Gando", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/JTH.14810"]}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19 and Thrombotic or Thromboembolic Disease: Implications for Prevention, Antithrombotic Therapy, and Follow-up", "authors": [{"first": "B", "middle": [], "last": "Bikdeli", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Madhavan", "suffix": ""}, {"first": "D", "middle": [], "last": "Jimenez", "suffix": ""}], "year": 2020, "venue": "J Am Coll Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical Pathology of Critical Patient with Novel Coronavirus Pneumonia (COVID-19)", "authors": [{"first": "W", "middle": [], "last": "Luo", "suffix": ""}, {"first": "H", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Gou", "suffix": ""}], "year": null, "venue": "Preprints", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Pulmonary artery thrombosis in a patient with severe acute respiratory syndrome", "authors": [{"first": "K", "middle": ["H"], "last": "Ng", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Wu", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Cheng", "suffix": ""}], "year": 2005, "venue": "Postgrad Med J", "volume": "81", "issn": "956", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19 Complicated by Acute Pulmonary Embolism. Radiology: Cardiothoracic Imaging", "authors": [{"first": "Y", "middle": [], "last": "Xie", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": [], "last": "Yang", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Acute pulmonary embolism and COVID-19 pneumonia: a random association?", "authors": [{"first": "G", "middle": ["B"], "last": "Danzi", "suffix": ""}, {"first": "M", "middle": [], "last": "Loffi", "suffix": ""}, {"first": "G", "middle": [], "last": "Galeazzi", "suffix": ""}, {"first": "E", "middle": [], "last": "Gherbesi", "suffix": ""}], "year": 2020, "venue": "Eur Heart J", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "COVID-19 complicated by Acute Pulmonary Embolism and Right-Sided Heart Failure. JACC: Case Reports", "authors": [{"first": "W", "middle": [], "last": "Ullah", "suffix": ""}, {"first": "R", "middle": [], "last": "Saeed", "suffix": ""}, {"first": "U", "middle": [], "last": "Sarwar", "suffix": ""}, {"first": "R", "middle": [], "last": "Patel", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Fischman", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jaccas.2020.04.008"]}}, "BIBREF8": {"ref_id": "b8", "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia", "authors": [{"first": "S", "middle": [], "last": "Cui", "suffix": ""}, {"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "F", "middle": [], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "J Thromb Haemost", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19", "authors": [{"first": "F", "middle": ["A"], "last": "Klok", "suffix": ""}, {"first": "Mjha", "middle": [], "last": "Kruip", "suffix": ""}, {"first": "Njm", "middle": [], "last": "Van Der Meer", "suffix": ""}], "year": 2020, "venue": "Thromb Res", "volume": "", "issn": "20", "pages": "30120--30121", "other_ids": {"DOI": ["10.1016/j.thromres.2020.04.013"]}}, "BIBREF10": {"ref_id": "b10", "title": "Acute respiratory distress syndrome: the Berlin Definition", "authors": [{"first": "", "middle": [], "last": "Ards Definition Task Force", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Ranieri", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}], "year": 2012, "venue": "JAMA", "volume": "307", "issn": "23", "pages": "2526--2559", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Diagnosis, Treatment and Follow Up of Acute Pulmonary Embolism: Consensus Practice from the PERT Consortium", "authors": [{"first": "B", "middle": [], "last": "Rivera-Lebron", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcdaniel", "suffix": ""}, {"first": "K", "middle": [], "last": "Ahrar", "suffix": ""}], "year": 2019, "venue": "Clin Appl Thromb Hemost", "volume": "25", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/1076029619853037"]}}, "BIBREF12": {"ref_id": "b12", "title": "American College of Chest Physicians Evidence-Based Clinical Practice Guidelines", "authors": [{"first": "S", "middle": ["M"], "last": "Bates", "suffix": ""}, {"first": "R", "middle": [], "last": "Jaeschke", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Stevens", "suffix": ""}], "year": 2012, "venue": "Chest", "volume": "141", "issn": "2", "pages": "351--418", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia", "authors": [{"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Sun", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "New criteria for sepsis-induced coagulopathy (SIC) following the revised sepsis definition: a retrospective analysis of a nationwide survey", "authors": [{"first": "T", "middle": [], "last": "Iba", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Nisio", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Levy", "suffix": ""}, {"first": "N", "middle": [], "last": "Kitamura", "suffix": ""}, {"first": "J", "middle": [], "last": "Thachil", "suffix": ""}], "year": 2017, "venue": "BMJ Open", "volume": "7", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy", "authors": [{"first": "N", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Bai", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Gong", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Sun", "suffix": ""}], "year": 2020, "venue": "J Thromb Haemost", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/jth.14817"]}}, "BIBREF16": {"ref_id": "b16", "title": "The Task Force for the diagnosis and management of acute pulmonary embolism of the European Society of Cardiology", "authors": [{"first": "S", "middle": ["V"], "last": "Konstantinides", "suffix": ""}, {"first": "G", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "C", "middle": [], "last": "Becattini", "suffix": ""}], "year": 2019, "venue": "European Heart J", "volume": "54", "issn": "", "pages": "1--68", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "After treatment with the tissue plasminogen activator (tPA), the right ventricular thrombus is no longer visible. The right ventricle function has improved and the right ventricle size has decreased", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Those who develop critical illness may suffer from a hypercoagulable state and in extreme cases, disseminated intravascular coagulation (DIC).(2,3) Investigators from Wuhan, China have reported finding microthrombi in the pulmonary vasculature on autopsy.(4) Similarly, select patients with severe acute respiratory distress syndrome coronavirus (SARS-CoV) displayed diffuse pulmonary microthrombi and cases of overt pulmonary embolism, suggesting this class of virus may predispose to coagulation disorders.(5) More recent reports suggest cases of overt pulmonary embolism (PE) in COVID-19 patients.(6-8) Further, work by Dutch and Chinese investigators have both suggested a rate approaching 30% for venous thromboembolism in critically ill patients.(9,10) The Computerized Registry of Patients with Venous Thromboembolism (RIETE) registry has reported a total of more than 300 COVID-19 patients from Europe to date who were diagnosed with venous thromboembolism (VTE), though it is not known if this exceeds the expected incidence of venous thromboembolism (VTE) in critically ill patients (personal communication with Dr. Monreal).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Severe COVID-19-related ARDS may present with many similar hemodynamic and biomarker derangements masking underlying venous thromboembolic disease. Furthermore, the usual imaging modalities for PE may not be routinely performed given the resource constraints imposed by crisis and the need to minimize exposure to the patient, requisite personal protective equipment (PPE) and the transport required. PERT teams, as multidisciplinary collaborations, are poised to provide guidance on the diagnosis and management of VTE in the setting of severe COVID-19 illness.The combined effects of the systemic inflammatory response and immobilization during hospital stay make venous thromboembolism an important item on the list of differential diagnoses. There are no currently accepted risk scores for the prediction of significant pulmonary embolism in the context of severe COVID-19 illness. This makes clinical suspicion an important aspect of decision making with regards to further testing or empiric treatment. In general, unexplained hypoxemia above what is expected for the severity of ARDS, unexplained right heart failure, or a severely elevated D-Dimer may trigger further testing in the right clinical setting.Diagnostic Laboratory Tests and ImagingIn lieu of computed tomographic angiography (CTA) or ventilation-perfusion (V/Q) scan to detect PE, other modalities may be used as surrogates to help in the decision of whether to start therapeutic-dose anticoagulation in COVID-19 positive patients. Duplex compression ultrasound of the upper and lower extremities can detect deep vein thrombosis with a high degree of sensitivity and specificity in patients with significant extremity swelling.(13)TTE can detect pulmonary hypertension and right ventricular dysfunction. A focused bedside TTE may supply information regarding signs of RV strain, diminished right ventricular function, or RV/LV ratio >1. These markers are consistent with a clinically significant PE.(12)", "latex": null, "type": "figure"}, "FIGREF2": {"text": ": A COVID-19 patient who presented with right ventricular thrombus 1. To understand clinical findings that may prompt further diagnostic workup for venous thromboembolism in critically ill COVID-19 patients 2. To explore treatment options for COVID-19 patients with venous thromboembolism 3. To understand the unique challenges in diagnosis and treatment of venous thromboembolism in patients with COVID-19 Figure Legends", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Chest X-Ray Demonstrating Bilateral Opacities Indicative of Acute Respiratory Distress Syndrome (ARDS). Anterior posterior portable chest x-ray with fluffy bilateral infiltrates significant for acute respiratory distress syndrome due to COVID-19 illnesss", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Thrombus Visualized in the Mid Right Ventricle. Subcostal view on transthoracic echocardiogram. The right ventricle is enlarged. There is a thrombus adherent to the free wall of the mid right ventricle.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Suggested Algorithm for the Diagnosis and Treatment of Venous Thrombembolism in COVID-19 Patients. Consensus algorithm determined by members of our institution's (Columbia University Irving Medical Center) pulmonary embolism response (PERT) team (Disclaimer: This algorithm is not a societal guideline) Video Legends Video 1: Right Ventricular Clot in Transit. Subcostal view on transthoracic echocardiogram. The right ventricle is enlarged with severe dysfunction. There is a thrombus attached to the mid right ventricle free wall. Video 2: Right Ventricle Post tPA Treatment.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Laboratory Values and Normal Ranges for the Described CaseComplete Blood Count, initial", "latex": null, "type": "table"}}, "back_matter": []}