{"paper_id": "b59c383f2f8b3120efd692bf08d505e9cf0bb705", "metadata": {"title": "Spiro-Indole-Coumarin Hybrids: Synthesis, ADME, DFT, NBO Studies and In Silico Screening through Molecular Docking on DNA G-Quadruplex", "authors": [{"first": "Leena", "middle": [], "last": "Khanna", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sugandha", "middle": [], "last": "Singhal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Subhash", "middle": ["C"], "last": "Jain", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pankaj", "middle": [], "last": "Khanna", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "New series of hybrids were synthesized by combination of 4hydroxycoumarin with spiro[indol-indazole-thiazolidine]-diones and spiro[indol-pyrazole-thiazolidine]-diones, via hitherto unknown Schiff bases. The effects of substituents, such as -F, -Br and -CH 3 , on the crucial characteristics pertaining to the hybrids were investigated through computational studies. In silico or virtual screening through molecular docking studies on the library of 22 compounds, including reference compounds, precursors, non-hybrid and hybrid derivatives, was performed on DNA G-quadruplex of the human genome. All six freshly synthesized hybrids showed high binding energy as compared to non-hybrids as well as reference compounds. The presence of substituents at 5-position of indole enhanced the binding tendency of the ligand. ADME studies indicated good oral bioavailability and absorption of these compounds. Density Functional Theory (DFT) calculations of hybrids were done at B3LYP/6-311G + + (d,p) level of computation. Their HOMO and LUMO energy plots reflected the presence of high charge transfer and chemical potential. Natural bond order (NBO) calculations predicted hyperconjugative interactions. The Molecular Electrostatic Potential (MEP) surface plots showed possible electrophilic and nucleophilic attacking sites of the hybrids. Compound 10 a (5-fluoro-spiro[indol-indazole-thiazolidine]-dione-coumarin hybrid), on the basis of global reactivity descriptors, was filtered to be chemically most reactive with the highest binding energy of À 8.23 kcal/mol with DNA Gquadruplex. The synthesized hybrid coumarin derivatives in correlation with theoretical docking studies validate that hybrid derivatives are more reactive compared to their non-hybrid counterparts.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "[a] Dr.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coumarins or 2H-chromen-2-ones constitute an important group of natural products and are known to possess varied activities viz. antibacterial, antiallergic, anti-inflammatory, antioxidant, anticoagulant. Among the various coumarins known, O-alkylated coumarins constitute an important group of naturally occurring compounds e. g., 1 (Figure 1 ) has been isolated from Mutisia orbignyana. [1] The O-alkylated coumarins 2 ( Figure 1 ), have shown antibacterial activity against Bacillus subtilis and E. coli. [2] Also, the anticancer activity of coumarin derivatives has been well screened. 6-Brominated coumarin hydrazide-hydrazone derivatives (BCHHD) were found to be more effective against resistant Panc-1 cells than doxorubicin (DOX). [3] Whereas coumarin derivatives having 4,5-dihydropyrazole moiety exhibited as potential telomerase inhibition activity against human gastric cancer cell SGC-7901. [4] Besides this, indole-2,3-diones when joined using alkyl bridges to different heterocyclic moieties have been known to act as SARS coronavirus 3CL protease inhibitors. [5] Bis-indolinone derivatives having 2,6-disubstituted pyridine core or 1,10disubstituted phenanthroline core showed high binding with G-quadruplexes as well as antitumor activity. [6] Similarly, naturally occurring indole alkaloids, Spirotryprostatins A and B obtained from the fermentation broth of Aspergillus fumigates, inhibited the G2/M progression cell division in mammalian tsFT210 cells. While synthetically prepared dispiro[3H-indole-3,2'-pyrrolidine-3',3''-piperidine]-2(1H),4''-diones displayed effective antitumor activities against the cervical cancer cell line (HeLa) more than that of cisplatin. [7] Fascinatingly, hybrid molecules are generally designed to target simultaneously two different sites with synergistic effects or acting as dual drugs. [8] [9] [10] Also, a single molecule carrying multiple pharmacophores acts as a hybrid multifunctional entity and is more useful as each pharmacophore displays diverse modes of action.", "cite_spans": [{"start": 389, "end": 392, "text": "[1]", "ref_id": null}, {"start": 508, "end": 511, "text": "[2]", "ref_id": null}, {"start": 739, "end": 742, "text": "[3]", "ref_id": null}, {"start": 904, "end": 907, "text": "[4]", "ref_id": null}, {"start": 1075, "end": 1078, "text": "[5]", "ref_id": null}, {"start": 1257, "end": 1260, "text": "[6]", "ref_id": null}, {"start": 1688, "end": 1691, "text": "[7]", "ref_id": null}, {"start": 1842, "end": 1845, "text": "[8]", "ref_id": null}, {"start": 1846, "end": 1849, "text": "[9]", "ref_id": null}, {"start": 1850, "end": 1854, "text": "[10]", "ref_id": null}], "ref_spans": [{"start": 334, "end": 343, "text": "(Figure 1", "ref_id": "FIGREF1"}, {"start": 423, "end": 431, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Introduction"}, {"text": "Therefore, considering the importance of coumarin and spiro-indoles, we thought of developing their hybrid molecules in anticipation of having better pharmacophoric features and biological profiles. Hence, in vogue of combining more numbers of bioactive moieties in a single molecular framework and continuing our interest in spiro-indoles, [11] [12] [13] [14] [15] [16] we thought of synthesizing hybrids of spiro[indol-indazole/pyrazole-thiazolidine]-diones with coumarin.", "cite_spans": [{"start": 341, "end": 345, "text": "[11]", "ref_id": null}, {"start": 346, "end": 350, "text": "[12]", "ref_id": null}, {"start": 351, "end": 355, "text": "[13]", "ref_id": null}, {"start": 356, "end": 360, "text": "[14]", "ref_id": null}, {"start": 361, "end": 365, "text": "[15]", "ref_id": null}, {"start": 366, "end": 370, "text": "[16]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Also, there has been no report of these types of potentially active indolyl compounds containing coumarin, thiazolidine and pyrazole moieties in one frame. However, as it was difficult to introduce the coumarin moiety into the spiro-indole already having two bioactive moieties, a literature survey revealed alkyl bridge between any two moieties as a possible route for the preparation of the desired compounds.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "All the six new hybrids were characterized using detailed spectroscopic analysis experimentally and theoretically. The computational studies were performed for these six spiro indole-coumarin hybrids, 10 a-c and 12 a-c in order to study their stability and biological potency.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Also, it is well known the fact that the formation of Gquadruplex inside the human body at telomeres can change many cellular functions, inducing apoptosis or may cause cancer. However, the development of synthetic molecules that are able to bind and stabilize these telomeric G-quadruplexes is catching attention nowadays as there are proving as attractive therapy as antitumor agents. [17] [18] [19] As we have already discussed that literature revealed both spiro-indoles and coumarin derivatives possessed potent antitumor properties; hence, it can be evaluated in their hybrids also. Thus, in the present study, the biological importance of 22 compounds including six new spiro indole-coumarin hybrids as DNA quadruplex groove binders has been evaluated by performing molecular docking studies on DNA G-quadruplexes of the human genome.", "cite_spans": [{"start": 387, "end": 391, "text": "[17]", "ref_id": null}, {"start": 392, "end": 396, "text": "[18]", "ref_id": null}, {"start": 397, "end": 401, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "Finally, Density Functional Theory (DFT) calculations, NBO analysis, and MEP plots are drawn for hybrids to prove their chemical reactivity and stability.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The reaction of 4-hydroxy-2H-chromen-2-ones (3) with 1,6dibromohexane (4) in the presence of NaH in dry DMF at À 10°C under inert atmosphere gave a mixture of two compounds 5 and 6 (Scheme 1). These were separated by column chromatography. The compound 5 obtained as white solid, displayed a molecular ion peak at m/z 324 corresponding to the molecular formula C 15 H 17 O 3 Br. The IR spectrum showed characteristic absorption at 1711 cm À 1 . The absence of absorption for -OH group indicated that alkylation has occurred. Its 1 H NMR spectrum showed signals integrating for aromatic protons of coumarin at δ 7.81 (H-5), δ 7.55 (H-7) and δ 7.28 (H-6 and H-8). The H-3 proton appeared at δ 5.66 as a singlet. The protons of alkyl group appeared at δ 4.14 (t, OCH 2 ), δ 3.43 (t, CH 2 Br) and as multiplets at δ 1.92 and δ 1.58 for the other four methylenes. 13 C NMR spectrum displayed the presence of carbonyl carbon at δ 165.3 in addition to carbons at δ 160.9 (C-4), δ 153.1-90.2 (aromatic carbons), δ 69.4 (OCH 2 ) and δ 34.1 (CH 2 Br). The above spectral data confirmed the formation of 5 which was characterized as 4-(6-bromohexyloxy)-2H-chromen-2-ones.", "cite_spans": [{"start": 70, "end": 73, "text": "(4)", "ref_id": null}, {"start": 859, "end": 861, "text": "13", "ref_id": null}], "ref_spans": [], "section": "Results and Discussion"}, {"text": "Besides 5, another compound 6 formed in minor amount in the course of reaction was characterized as (2-oxo-2H-chromen-4-yloxy)-1,1'-(hexanediyl)bis.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "The bromide 5 on reaction with 5-fluoro-1H-indol-2,3-dione (7 a) in the presence of NaH in dry DMF under nitrogen gave a red colored solid 8 a whose molecular ion peak appeared at m/z 409 which corresponded to the molecular formula C 23 H 20 NO 5 F. Its IR spectrum showed the presence of carbonyl peaks at 1735, 1727 and 1709 cm À 1 . The 1 H NMR spectrum showed aromatic protons of the indole nucleus at δ 7.30 (H-4'' & H-6'') and δ 6.86 (H-7'') besides the protons of coumarin moiety at usual values. The methylenes appeared at δ 4.12 (t, OCH 2 ), δ 3.74 (NCH 2 ) as triplets besides the other four methylenes at δ 1.91, δ 1.75 and δ 1.54 as multiplets. The 13 C NMR spectrum showed characteristic carbonyl at δ 185.1 (C-3''), δ 163.2 (C-2'') and δ 165.9 (C-2), apart from the aromatic and alkyl carbons. The above spectral studies confirmed the formation of 1-[6-(2-oxo-2H-chromen-4-yloxy)hexyl]-5-fluoro-1H-indol-2,3-dione (8 a).", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "The reaction of 8 a with 5-aminoindazole in absolute ethanol under refluxing conditions gave a reddish solid 9 a, which displayed molecular ion peak M + at m/z 524 corresponding to the molecular formula C 30 H 25 N 4 O 4 F. IR spectrum showed characteristic absorptions at 3259 cm À 1 (> NH, indazole) and 1644 cm À 1 (C=N) besides other carbonyl bands. 1 The Schiff base 9 a was reacted with mercaptoacetic acid under refluxing conditions using Dean-Stark apparatus to obtain a new compound 10 a, whose molecular mass was found to be 598 corresponded to the molecular formula C 32 H 27 N 4 O 5 FS. The IR spectrum in this compound showed distinct characteristic absorption at 3321 cm À 1 (> NH, indazole), 1724 cm À 1 (thiazolidine carbonyl), 1718 cm À 1 (coumarin carbonyl) and 1681 cm À 1 (indole carbonyl), thus confirming the cycloaddition. 1 H NMR spectrum showed the presence of methylene of thiazolidine as two doublets at δ 4.37 and δ 4.05 besides the usual aromatic protons of indole, indazole and coumarin moieties. The 13 C NMR spectrum showed peaks at δ 175.2 (C-4''''), δ 173.3 (C-2''), δ 166.0 (C-2) and δ 33.2 (C-5'''') besides other aromatic and alkyl carbons. The above spectral data confirmed the formation of desired spiro compound 10 a characterized as 1-", "cite_spans": [{"start": 354, "end": 355, "text": "1", "ref_id": null}, {"start": 846, "end": 847, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Results and Discussion"}, {"text": "The indol-2,3-dione (8 a) was also reacted with 4-aminoantipyrine in similar fashion to obtain a red colored solid 11 a, whose molecular ion peak appeared at m/z 594 corresponding to the molecular formula C 34 H 31 N 4 O 5 F (Scheme 2). The IR spectrum showed absorptions at 1725, 1718 and 1641 cm À 1 . The 1 H NMR spectrum showed the peaks at δ 7.50 & δ 7.48 (N-C 6 H 5 ), δ 3.29 (N-CH 3 ) and δ 2.47 (3'''-CH 3 ) of pyrazoline moiety with corresponding integrations, besides the usual protons. The 13 C NMR spectrum showed characteristic peaks at δ 145.7 (C=N), δ 36.3 (N-CH 3 ) and δ 11.7 (3'''-CH 3 ). Thus on the basis of the above spectral data 11 a was confirmed as 1-[6-(2-oxo-2Hchromen-4-yloxy)hexyl]-3-(2,3-dimethyl-5-oxo-1-phenyl-3-pyrazolin-4-yl) imino-5-fluoro-1H-indol-2-one.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "The Schiff base 11 a was cyclocondensed with mercaptoacetic acid in dry toluene under refluxing conditions using Dean Stark apparatus to afford a new compound 12 a which gave a molecular ion peak at m/z 668 corresponding to molecular formula C 36 H 33 N 4 O 6 FS. The IR spectrum showed peak at 1722 cm À 1 . The 1 H NMR spectrum showed characteristic peaks of thiazolidine methylenes as two doublets at δ 4.39 and δ 3.83 with coupling constant of 15.0 Hz integrating for one proton each. The 13 C NMR spectrum also showed peaks of thiazolidine moiety at δ 172.8 (C-4'''') and 32.7 (C-5'''') besides peaks of indole, pyrazoline, and coumarins moieties. Thus, on the basis of above spectral data, the desired spiro compound 12 a was confirmed and characterized as 1-", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "The detailed spectroscopic data of all the compounds has been summarized in Supplementary Table 1 .", "cite_spans": [], "ref_spans": [{"start": 76, "end": 97, "text": "Supplementary Table 1", "ref_id": "TABREF0"}], "section": "Results and Discussion"}, {"text": "The bioactivity scores and drug likeliness properties were determined using Molinspiration virtual screening online software (www.molinspiration.com). The bioactivity scores for GPCR ligands, ion channel modulator, enzymes, and nuclear receptors were predicted. The physicochemical properties of compounds analyzed using Lipinski's rule (LogP, total polar surface area, molecular weight, number of hydrogen bond donors and acceptors, number of atoms, number of rotatable bonds, etc.). The PreADMET online server was used to calculate pharmacokinetic parameters to determine the oral activity of the compounds. The parameters such as adsorption, distribution, metabolism and excretion were evaluated.", "cite_spans": [], "ref_spans": [], "section": "Computational Details"}, {"text": "Density Functional Theory (DFT) calculations of compounds were done using exchange functional by Becke, [20] and correlational functional, [21] at B3LYP/6-311G + + (d,p) level of computation using Gaussian 09 software. [22, 23] The optimized geometries of compounds 10 a-c and 12 a-c are depicted in Figure 2 . These were further used as input for frontier orbital calculations. The chemical reactivity and chemical potential were predicted from the frontier orbital properties. The atomic charges and hyperconjugative interactions were predicted from natural bond order calculations in vapor phase. The molecular docking was carried out with Autodock 4.2 program. [24] The crystal structure of G-quadruplex [d(TGGGGT)] 4 (PDB ID: 1 s45) was retrieved from the protein data bank (www.rcsb.org). The DNA was prepared by adding polar hydrogens, Kollman united atom charges and solvation parameters. The ligand files were prepared using Gasteiger charge assignment and merging non-polar hydrogens. The grid dimensions in x, y and z directions were kept at 60, 60 and 60 Å respectively. Lamarckian Genetic Algorithm (LGA) method was used for the best conformer search. The docked poses were visualized using Discovery Studio Visualizer 2017.", "cite_spans": [{"start": 104, "end": 108, "text": "[20]", "ref_id": null}, {"start": 139, "end": 143, "text": "[21]", "ref_id": null}, {"start": 219, "end": 223, "text": "[22,", "ref_id": null}, {"start": 224, "end": 227, "text": "23]", "ref_id": null}, {"start": 665, "end": 669, "text": "[24]", "ref_id": null}], "ref_spans": [{"start": 300, "end": 308, "text": "Figure 2", "ref_id": null}], "section": "Computational Details"}, {"text": "Nowadays, docking is proven to be a highly important technique, useful to predict the interaction of small ligands with biological macromolecules. Therefore in the present work, (Figure 3 ), [16] and three reference compounds (Figure 4) , [18, 19, 25] were correlated with each other on the basis of their DNA G quadruplex binding affinity via Molecular docking as an in silico tool.", "cite_spans": [{"start": 191, "end": 195, "text": "[16]", "ref_id": null}, {"start": 239, "end": 243, "text": "[18,", "ref_id": null}, {"start": 244, "end": 247, "text": "19,", "ref_id": "BIBREF19"}, {"start": 248, "end": 251, "text": "25]", "ref_id": null}], "ref_spans": [{"start": 178, "end": 187, "text": "(Figure 3", "ref_id": null}, {"start": 226, "end": 236, "text": "(Figure 4)", "ref_id": null}], "section": "In silico screening through Molecular Docking"}, {"text": "All 22 compounds were docked with G-quadruplex [d (TGGGGT)] 4 (PDB ID: 1s45) and their calculated binding energies are summarized in Table 1 . In each case, the best favorable binding pose was selected from the docked structures, and binding energies were calculated.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 140, "text": "Table 1", "ref_id": "TABREF0"}], "section": "In silico screening through Molecular Docking"}, {"text": "The data was interpreted by plotting graphs of various compounds versus binding energies. The hybrid compounds were compared with their non-hybrid counterparts to look insight into the influence of coumarin moiety on their activity ( Figure 5) .", "cite_spans": [], "ref_spans": [{"start": 234, "end": 243, "text": "Figure 5)", "ref_id": null}], "section": "In silico screening through Molecular Docking"}, {"text": "Similarly, the results also compare substitution at 5-position of isatin in spiro-indoles, it was noteworthy that both CH 3 and F were showing an increase in binding interactions, although fluorine was found to be the best ( Figure 6 ). Table 1 also shows all six newly synthesized spiro indolecoumarin hybrids 10 a-c and 12 a-c are having high binding energy as compared to intermediary Schiff bases, isatin, their non-hybrid counterparts and the reference compounds. However, 10 a is found to be the best binding ligand.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 233, "text": "Figure 6", "ref_id": "FIGREF5"}, {"start": 237, "end": 244, "text": "Table 1", "ref_id": "TABREF0"}], "section": "In silico screening through Molecular Docking"}, {"text": "Also, our motive behind using six carbon long chain for hooking up coumarin moiety with spiro-indoles was to enhance their lipophilicity and to provide flexibility to the molecule, which helped it to bind well with DNA G quadruplex.", "cite_spans": [], "ref_spans": [], "section": "In silico screening through Molecular Docking"}, {"text": "The compound 10 a binds perfectly to the wide groove of G-quadruplex with binding energy À 8.23 kcal/mol. The NH hydrogen atom of pyrazole ring forms hydrogen bond with oxygen atom of DG403 residue (G3). The oxygen atom of thiazolidinone nucleus forms conventional hydrogen bond with hydrogen atoms of DG513 residue (G4) (Figure 7) . The aromatic ring of coumarin forms pi-anion interaction with oxygen atom of DG843 residue (G7). The pyrazole ring forms pi-anion interaction with oxygen atom of DG403 residue (G3) ( Figure 8 ). The indazole ring forms pi-lone pair interactions with DG515 and DG403 residue (G3). The aromatic ring of DT731 residue (G6) depicts pi-sulfur interaction with sulfur atom of thiazolidinone nucleus (Figure 9 ).", "cite_spans": [], "ref_spans": [{"start": 321, "end": 331, "text": "(Figure 7)", "ref_id": "FIGREF6"}, {"start": 517, "end": 525, "text": "Figure 8", "ref_id": null}, {"start": 727, "end": 736, "text": "(Figure 9", "ref_id": null}], "section": "In silico screening through Molecular Docking"}, {"text": "The compound is considered active if bioactivity score is > 0, moderately active if score between À 5.0-0.0, and inactive if score is < À 5.0. All the compounds depicted good bioactivity scores ( Table 2 ). The ADME parameters were within the permissible limits indicating good oral bioavailability of the compounds ( Table 3 ). The HIA (human intestinal absorption) values of > 90% indicated good oral absorption. The physicochemical properties values such as number of hydrogen bond donors, acceptors, rotatable bonds, and TPSA were also in well agreement (Table 4) . Thus, all the six coumaryl spiro-indoles have shown good overall bioactivity, oral availability despite 2 violations to Lipinski's rule.", "cite_spans": [], "ref_spans": [{"start": 196, "end": 203, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 318, "end": 325, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 558, "end": 567, "text": "(Table 4)", "ref_id": null}], "section": "ADME studies and physicochemical parameters"}, {"text": "The frontier orbitals HOMO (highest occupied molecular orbital) and LUMO (lowest unoccupied molecular orbital) energies provide significant insight into reactivity and active site of the compounds. The negative chemical potential values indicate the spontaneous decomposition of compounds. The HOMO and LUMO energies and global reactivity descriptors are given in Table 5 . The lower energy gap value implies higher chemical reactivity. Using the Koopman's theorem the I and A values can be correlated with Frontier orbitals by the relation:", "cite_spans": [], "ref_spans": [{"start": 364, "end": 371, "text": "Table 5", "ref_id": null}], "section": "Frontier Orbital Calculations"}, {"text": "The global reactivity descriptors chemical hardness (η), chemical potential (μ), electronegativity (χ) and electrophilicity index (ω) described by Parr, [27] and Pearson, [28] are calculated using equations: [29] The hardness is given by h ¼ ðI À AÞ=2", "cite_spans": [{"start": 153, "end": 157, "text": "[27]", "ref_id": "BIBREF28"}, {"start": 171, "end": 175, "text": "[28]", "ref_id": null}, {"start": 208, "end": 212, "text": "[29]", "ref_id": null}], "ref_spans": [], "section": "Frontier Orbital Calculations"}, {"text": "(1)", "cite_spans": [], "ref_spans": [], "section": "Frontier Orbital Calculations"}, {"text": "The chemical potential is given by m ¼ À ðI þ AÞ=2", "cite_spans": [], "ref_spans": [], "section": "Frontier Orbital Calculations"}, {"text": "The electronegativity is given by", "cite_spans": [], "ref_spans": [], "section": "Frontier Orbital Calculations"}, {"text": "The electrophilicity index is given by w ¼ m 2 =2h (4)", "cite_spans": [], "ref_spans": [], "section": "Frontier Orbital Calculations"}, {"text": "Compound 10 a having fluoro substituent has the lowest energy gap value; therefore, it is more polarizable and has higher chemical reactivity, low kinetic stability and thus considered as soft molecule among 10a-c series. Similarly, compound 12 a has the lowest energy gap value among series 12a-c rendering it more polarizable with higher chemical reactivity, and lower kinetic stability. The HOMO-LUMO plots of compounds 10 a-c and 12 a-c are shown in Figure 10 .", "cite_spans": [], "ref_spans": [{"start": 454, "end": 463, "text": "Figure 10", "ref_id": "FIGREF1"}], "section": "Frontier Orbital Calculations"}, {"text": "NBO analysis provides information regarding atomic charges in molecular system including conjugative interactions or charge transfer.", "cite_spans": [], "ref_spans": [], "section": "Natural Bond Orbital Analysis (NBO):"}, {"text": "Reed and Weinhold performed the NBO calculation, [30] showing that hyperconjugation stabilizes due to the delocalization of electron density to neighboring electron deficient orbital (non-Lewis type NBO) from filled Lewis type NBO. Also, for each donor NBO (i) and acceptor NBO (j), the stabilization energy can be described by means of second-order perturbation interaction energy E(2) which is given using following equation:", "cite_spans": [{"start": 49, "end": 53, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "Natural Bond Orbital Analysis (NBO):"}, {"text": "where q i is the donor orbital occupancy, Ei, Ej are the diagonal elements, Fij is the off diagonal NBO Fock matrix element. [31] The NBO analysis was performed at B3LYP/6-311 + + G(d,p) basis set to estimate the nature of bonds. The second order perturbation theory analysis of compound 10 a (Figure 11 ) is given in Table 6 . The major interactions include LP(N17) to σ*(C22-H26), LP(O68) to σ*(C58-O67), and LP(O19) to σ* (C11-Ν15) with stabilization energies 55.87, 41.06, 33.97 kJ/mol respectively.", "cite_spans": [{"start": 125, "end": 129, "text": "[31]", "ref_id": null}], "ref_spans": [{"start": 293, "end": 303, "text": "(Figure 11", "ref_id": "FIGREF1"}, {"start": 318, "end": 325, "text": "Table 6", "ref_id": null}], "section": "Natural Bond Orbital Analysis (NBO):"}, {"text": "The intramolecular hyperconjugative interactions are formed due to orbital overlap between π*(C20-C21) and π* (C22-C25), π*(C20-C21) and π*(C23-C27), and π*(C57-C62) and π*(C60-C63) with respective highest stabilization energies 188.00, 170.20, 182.00 kcal/mol. The high values of E2 indicate Table 2 .", "cite_spans": [], "ref_spans": [{"start": 293, "end": 300, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Natural Bond Orbital Analysis (NBO):"}, {"text": "Similarly, the second order perturbation theory analysis for compound 12 a (Figure 12 ) is given in Table 7 . The intramolecular hyperconjugative interactions are formed due to anti bond orbital overlap between π*(C43-C48) and π*(C46-C49), π* Figure 11 . Labelled structure of 10a Table 6 . Second order perturbation analysis of the interaction between donor and acceptor orbitals of compound 10 a calculated at B3LYP/6-311 + + G(d,p) Supplementary Table 3 . The NHOs, natural hybrid orbitals are a result of symmetrically orthogonalized hybrid orbital, which is derived from the natural atomic orbital (NAO) centred on particular atom via unitary transformation. Looking at the simple bond orbital picture, an NBO is defined as an orbital formed from NHOs. The NBO for a localized σ-bond between atoms A and B, is defined as:", "cite_spans": [], "ref_spans": [{"start": 75, "end": 85, "text": "(Figure 12", "ref_id": "FIGREF1"}, {"start": 100, "end": 107, "text": "Table 7", "ref_id": "TABREF4"}, {"start": 243, "end": 252, "text": "Figure 11", "ref_id": "FIGREF1"}, {"start": 281, "end": 288, "text": "Table 6", "ref_id": null}, {"start": 435, "end": 456, "text": "Supplementary Table 3", "ref_id": "TABREF2"}], "section": "Natural Bond Orbital Analysis (NBO):"}, {"text": "where h A and h B are the natural hybrids centred on atoms A and B and c A and c B are the polarization coefficients for atoms A and B.", "cite_spans": [], "ref_spans": [], "section": "Natural Bond Orbital Analysis (NBO):"}, {"text": "The parameters spherical polar angles theta (θ) and phi (φ) from the nucleus and the deviation angle Dev from the line of the centres between the bonded nuclei specify the direction of each hybrid. In general, for the sp λ d μ hybrids, the hybrid direction is numerically determined corresponding to maximum angular amplitude. Further, it is compared with the direction of internuclear axis to determine the magnitude of bending in the bond as the deviation angle between them. Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 478, "end": 485, "text": "Table 4", "ref_id": null}], "section": "Natural Bond Orbital Analysis (NBO):"}, {"text": "Similarly, for compound 12a the carbons are bent away from the line of C 1 -C 6 centres by 16.3°while C 11 -O 19 centre deviates by 6.9°(Supplementary Table 5 ).", "cite_spans": [], "ref_spans": [{"start": 151, "end": 158, "text": "Table 5", "ref_id": null}], "section": "Natural Bond Orbital Analysis (NBO):"}, {"text": "The 3D MEP plots are a useful tool to establish relationship between molecular structure and its physicochemical property. It helps to display molecular size, positive, negative and neutral electrostatic potential regions with the help of color grading. Therefore, 3D MEP plots calculations for these six hybrids were done at B3LYP/6-311G (d,p) level of computation and plots are shown in Figure 13 and 14 and Supplementary Figures S1-S4 . The positive electrostatic potential represents proton repulsion by atomic nuclei due to low electron density (blue shades). Similarly, the negative potential represents the proton attraction due to excess electron density (red shades). [32] [33] The potential values are represented in varied colors and increase in the order red < orange < yellow < green < blue. The color code of these maps is in the range À 0.209 (deepest red) to 0.209 (deepest blue) for 10 a-c and À 0.169 to 0.169 for 12 a-c where red and blue represent strongest attraction and repulsion respectively. The ESP plots clearly show that the maximum positive region (blue) is located on the alkyl chain due to hydrogen atoms. The maximum negative region (red) is localized on the spiro-indole ring system containing heteroatoms as well as the coumarin ring oxygen. It also indicates that electron donating ability is favorable from them.", "cite_spans": [{"start": 677, "end": 681, "text": "[32]", "ref_id": null}, {"start": 682, "end": 686, "text": "[33]", "ref_id": null}], "ref_spans": [{"start": 389, "end": 398, "text": "Figure 13", "ref_id": "FIGREF1"}, {"start": 410, "end": 437, "text": "Supplementary Figures S1-S4", "ref_id": "FIGREF1"}], "section": "Molecular Electrostatic Potential"}, {"text": "A contour plot is a 2D XY plot of a 3D XYZ surface which displays lines at intersection point of surface and planes of constant elevation (Z). The contour plots depict lines of constant density or brightness, such as electrostatic potentials and are drawn in the molecular plane. The electron rich red lines are around heteroatoms whereas the electron deficient region is shown by greenish-yellow lines. The calculations are done at the at 0.004 density values.", "cite_spans": [], "ref_spans": [], "section": "Molecular Electrostatic Potential"}, {"text": "The MEP and contour plots are in correlation with the docking interactions which reveal that heteroatoms form pication, pi donor and classical H bonds with G-quadruplex. The coumarin ring with electron donating ability as suggested by MEP and contour plots also forms H bond with G-quadruplex DNA.", "cite_spans": [], "ref_spans": [], "section": "Molecular Electrostatic Potential"}, {"text": "Six new spiro indole-coumarin hybrids 10 a-c and 12 a-c have been successfully synthesized using heterocyclic amines through six new Schiff bases. The detailed spectroscopic analysis revealed the true structures of the compounds. Binding interaction of about 22 compounds including these hybrids with DNA G-quadruplex of the human genome, was screened using Molecular docking studies. Compound 10 a was evidenced to be the best ligand with the highest binding energy value of À 8.23 kcal/mol. Also, all these hybrid compounds have shown good bioactivity scores and drug likeliness properties. The DFT studies showed high chemical reactivity of all six hybrids through HOMO and LUMO plots. The position of molecular orbitals reveals the charge transfer within the molecule. The detailed NBO analysis of 10 a and 12 a, their MEP plots, hyperconjugative interactions and charge delocalization calculations verified the reactivity and stability of these compounds. However, hybrid 10 a on the basis of global reactivity descriptors filtered to be chemically more reactive than other compounds. The in vitro studies for the screened potential hybrid coumarin derivatives are underway in collaboration.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Experimental section, Spectroscopic data, complete NBO and NHO tables of 10 a and 12 a and additional molecular electrostatic potential and contour plots are available in supplementary information.", "cite_spans": [], "ref_spans": [], "section": "Supporting Information Summary"}], "bib_entries": {"BIBREF10": {"ref_id": "b10", "title": "Figure 14. MEP and contour plot for compound 12a", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "F", "middle": [], "last": "Moraca", "suffix": ""}, {"first": "J", "middle": [], "last": "Amato", "suffix": ""}, {"first": "F", "middle": [], "last": "Ortuso", "suffix": ""}, {"first": "A", "middle": [], "last": "Artese", "suffix": ""}, {"first": "B", "middle": [], "last": "Pagano", "suffix": ""}, {"first": "E", "middle": [], "last": "Novellino", "suffix": ""}, {"first": "S", "middle": [], "last": "Alcaro", "suffix": ""}, {"first": "M", "middle": [], "last": "Parrinello", "suffix": ""}, {"first": "V", "middle": [], "last": "Limongelli", "suffix": ""}], "year": 2017, "venue": "", "volume": "114", "issn": "", "pages": "2136--2145", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Gaussian 09", "authors": [{"first": "A", "middle": [], "last": "Raghavachari", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Rendell", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Burant", "suffix": ""}, {"first": "J", "middle": [], "last": "Iyengar", "suffix": ""}, {"first": "M", "middle": [], "last": "Tomasi", "suffix": ""}, {"first": "N", "middle": [], "last": "Cossi", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rega", "suffix": ""}, {"first": "M", "middle": [], "last": "Millam", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Klene", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Knox", "suffix": ""}, {"first": "V", "middle": [], "last": "Cross", "suffix": ""}, {"first": "C", "middle": [], "last": "Bakken", "suffix": ""}, {"first": "J", "middle": [], "last": "Adamo", "suffix": ""}, {"first": "R", "middle": [], "last": "Jaramillo", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Gomperts", "suffix": ""}, {"first": "O", "middle": [], "last": "Stratmann", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Yazyev", "suffix": ""}, {"first": "R", "middle": [], "last": "Austin", "suffix": ""}, {"first": "C", "middle": [], "last": "Cammi", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Pomelli", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Ochterski", "suffix": ""}, {"first": "K", "middle": [], "last": "Martin", "suffix": ""}, {"first": "V", "middle": ["G"], "last": "Morokuma", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Zakrzewski", "suffix": ""}, {"first": "P", "middle": [], "last": "Voth", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Salvador", "suffix": ""}, {"first": "S", "middle": [], "last": "Dannenberg", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Dapprich", "suffix": ""}, {"first": "Ö", "middle": [], "last": "Daniels", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Farkas", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Foresman", "suffix": ""}, {"first": "J", "middle": [], "last": "Ortiz", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cioslowski", "suffix": ""}, {"first": "", "middle": [], "last": "Fox", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Density-functional theory of atoms and molecules", "authors": [{"first": "R", "middle": ["G"], "last": "Parr", "suffix": ""}, {"first": "W", "middle": [], "last": "Yang", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "H NMR spectrum showed the peaks of indazole as singlets at δ 8.10 (H-3''') and 7.40 (H-4''') and as multiplets at δ 7.59 (H-6''') and δ 7.15 (H-7''') apart from other protons of coumarin and indole moiety. 13 C NMR spectrum showed carbons at δ 166.1 (C-2''), δ 162.9 (C-2), δ 162.7 and δ 143.9 (C=N) and aromatic carbons between δ 139.0-109.5 besides alkyl carbons between δ 69.5-26.1. The above spectral studies confirmed the formation of desired Schiff base 9 a characterized as 1-[6-(2-oxo-2H-chromen-4-yloxy)hexyl]-5-fluoro-3-(indazol-5-yl) imino-1H-indol-2one.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Potent O-alkylated coumarin derivatives", "latex": null, "type": "figure"}, "FIGREF2": {"text": "about 22 compounds, including newly synthesized spiro-indole hybrids 10 a-c & 12 a-c and Schiff bases (9c & 11c), their nonhybrid spiro-indoles (14 a-c & 16 a-c) and Schiff bases (13 c & 15 c)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The optimized geometries of compounds 10a-c and 12a-c Non-hybrid Schiff bases and Spiro-indoles", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Reference compounds Comparison of hybrid vs non-hybrid compounds w.r.t. binding energy of G-quadruplex", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Effect of 5-substitution in the hybrid & non-hybrid spiro-indoles on the binding energy of G-quadruplex", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Docked pose of compound 10a showing H-bond interactions with G-quadruplex (PDBID:1s45)", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Docked pose of compound 10a showing pi-anion interactions with G-quadruplex (PDBID:1s45) Docked pose of compound 10a showing pi-lone pair and pi-sulfur interactions with G-quadruplex (PDBID:1s45).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "HOMO-LUMO plots of compounds 10a-c and 12a-c significant amount of delocalisation involving anti bond orbitals giving non-Lewis NBOs. Detailed data is given in Supplementary", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Labelled structure of 12a (C60-C61) and π*(C63-C67), π*(C60-O61) and π*(C62-C65), and π(C43-C48) and π*(C40-C42) with respective highest stabilization energies 90.84, 88.82, 80.55 and 61.12 kcal/mol respectively. The other interactions include LP(N59) to π*(C56-O79), LP(O54) to σ*(C44-O53) and LP(O18) to σ* (C7-Ν17) with stabilization energies 30.13, 20.45 and 16.53 kcal/mol respectively. Detailed data is given in", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Carbons of σCO/N are more bent away from the line of C 11 -O 19 , C 58 -O 67 , C 57 -O 67 and C 7 -N 17 , C 7 -O 18 centres by 14.9°, 8.2°, 7.3°, 7.3°and 8.3°respectively, as a result of conjugative effect of strong charge transfer and steric effect. Little lower bending effect of 5.9°is also noticed at the C 1 -C 10 group for compound 10a (Supplementary", "latex": null, "type": "figure"}, "FIGREF11": {"text": "MEP and contour plot for compound 10a", "latex": null, "type": "figure"}, "TABREF0": {"text": "Binding energies of compounds with DNA G quadruplex S.No. COMPOUND BINDING ENERGY (kcal/mol)", "latex": null, "type": "table"}, "TABREF1": {"text": "List of bioactivity score ofligands 10(a-c) and 12(a-c)", "latex": null, "type": "table"}, "TABREF2": {"text": "In silico ADME properties ofcompounds 10(a-c) and 12(a-c)", "latex": null, "type": "table"}, "TABREF4": {"text": "Second order perturbation analysis of the interaction between donor and acceptor orbitals of compound 12 a calculated at B3LYP/6-311 + + G(d,p)", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to thank Faculty Research Grant Scheme (FRGS), Guru Gobind Singh Indraprastha University, Dwarka, New Delhi, and Council of Scientific Industrial Research New Delhi, for financial support of this project.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors declare no conflict of interest.Keywords: Coumarin hybrids · G-quadruplexes · molecular docking · NBO analysis · virtual screening", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest"}]}