{
    "paper_id": "baad7a5bf9751ac88e2671ba48ed856397a2ce6a",
    "metadata": {
        "title": "Clinical trials and Haemophilia during the COVID-19' pandemic: Madrid's Experience",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In times of crisis, continuous adaptation is necessary. Communication between all members of a research team is key to adapting the development of clinical trials to the context of the epidemiological crisis of coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are accustomed to performing day-to-day tasks to fulfil protocol requirements with precision. To this end, we typically have had protocol-guided face-to-face visits and we have followed a detailed sequenced procedure during each visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On February 1 st 2020, the first Covid-19-positive patient in Spain was diagnosed: a German tourist on Canary Island.¹ On February 25th, the first positive patient was registered in the Community of Madrid.² On March 3rd, the document \"Procedure for the prevention of risks to services from exposure to the new coronavirus\" (SARS-COV-2)\" ³ was issued from the Foundation for Biomedical Health Service, to guarantee health care for the population. All permits to attend courses, congresses, conferences or conventions, both national and international, were suspended, and all scheduled face-to-face training activity was postponed, except for those deemed absolutely essential and internal meetings that did not involve an external influx to the health complex. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On March 6th, the research staff were reduced to a minimum (2 people with rotating shifts on-site, with a total staff of 7 workers) and telework was required. On March 11th, the closure of schools, educational centeres, and universities was ordered. On March 17th, the recommendations were published on the website of the Ministry of Health, where the AEMPS established exceptional measures for clinical trials due to the health situation caused by the coronavirus. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On March 15th, a full lockdown was effective throughout the Spanish territory, some 24 hours before it was announced by the Prime Minister, which could have resulted in spreading the virus throughout the autonomous communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "We have around 59 clinical trials and registries actives in the Unit. During this period, we have had close contact with patients, sometimes was proactive contact by the patient, and sometimes a proactive contact performed by the investigator team. The trial nurse answered questions and addressed requests from 32 patients over the phone. Patients were referred to a doctor when necessary, either at the haemophilia treatment centre or at the emergency department. The study coordinator contacted 17 patients by phone, checking their medication supply, the correct arrival of shipments, and data on infusions and bleeding. Finally, the haematologist investigator delegated in charge of all trials carried out a total of 7 clinical trial visits, as well as medical telephone follow-up of acute situations: haemarthrosis, bleedings, questions and medical consultations related or not to haemophilia and to treatment adjustments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Pharmaceutical companies collaborated with the agencies and centres and allowed visits to collect minimal amounts of data, ensured the supply of medication and were understanding about limited access to the center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "A total of 6 shipments of medication were sent to homes in Madrid in proper storage conditions, and a shipment of the same research products for the same trial was organised in collaboration with another centre in Andalusia and was delivered by courier to the patients' homes, in safe conditions. These shipments of medication coincided with visits made by telephone by the investigator delegated as responsible for the research team, and by the study coordinator and/or the trial nurse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Data related to the patients' general condition, mental wellness, emotional status, concomitant medications, adverse events, medication supply, bleeding, and potential signs of thrombosis were collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "Regarding in-person visits with patients, there were two occasions where patients picked up the medication at the beginning of March at Hospital La Paz. One paediatric patient received prophylaxis by nurses because the training for the administration of the treatment had not yet taken place. He went twice per week to the centre with his parents for intravenous administration by nursing staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "This article is protected by copyright. All rights reserved There was another in-person visit by an adult patient for the administration of subcutaneous medication by the nurses of the centre, because he was not trained to administer it himself. The patient reported that he wanted to learn the administration technique after the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The clinical trial team stayed in continuous contact via call, emails, and instant messages. Three teleconferences related to clinical trials were held, as well as 2 training sessions related to coronavirus. A secure VPN (virtual private network) was provided to work with the computers of the Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "There are already examples of applying telemedicine to management of patients and their families, especially for young people and adolescents, where telemedicine can be an innovative approach. 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "In clinical trials, electronic diaries, handheld devices, and data collection systems are routinely used to record data on treatments and bleedings. Monitoring these items remotely helps with decision making, checking medication supplies, monitoring symptoms and sharing the management and control of the disease with patients and their families. 7, 8 The COVID19 pandemic has dramatically changed the way hospitals work. In less than 4 weeks our hospital, one of the biggest in Madrid, dedicated up to 95% of its facilities to managing COVID-19 patients. The Haemophilia Centre and its associated Unit were no exception and they have had to adapt to this new situation. Telemedicine, discussion with trial sponsors, and guidelines from AEMPS give us opportunities to cope with this situation always under the golden rule of benefitting our patients.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 349,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 351,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        },
        {
            "text": "The integration of telemedicine during this global pandemic is helping reduce the spread of the virus to the population and medical staff and is facilitating patients to continue self-quarantine and to minimizing contact in the triages. 9 Telehealth cannot replace in-person patient care, but it does minimise the risk of exposure of healthcare providers and mitigates the high workload in hospitals. 10 ",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus: infectados en España y la evolución del brote desde el origen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Research of La Paz University Hospital, FIBHULP. On March 4th, the General Directorate of Human Resources and Labor Relations of the Ministry of Health established a series of preventive measures for immediate application to the entire Madrid",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}