{
    "paper_id": "bc2b22d0d48cda407b4d238f2eea29fbada3a868",
    "metadata": {
        "title": "On the problem of comparing Covid-19 fatality rates",
        "authors": [
            {
                "first": "Fabio",
                "middle": [
                    "Miletto"
                ],
                "last": "Granozio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNR-SPIN",
                    "location": {
                        "settlement": "Napoli",
                        "region": "IT"
                    }
                },
                "email": "fabio.miletto@spin.cnr.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "Understanding Covid-19 lethality and its variation from country to country is essential for supporting governments in the choice of appropriate strategies. Adopting correct indicators to monitor the lethality of the infection in the course of the outbreak is a crucial issue. This works highlights how far the case fatality ratio, as calculated day by day in the course of the outbreak, is a misleading indicator for estimating the fatality rate, even if our attention is only restricted to the subset of confirmed cases. We prove that the final case fatality ratio for several major European countries is bound to largely exceed 10%. The difference in the case fatality ratio values between Italy and other major European countries considered in this work (except for the case of Germany), often interpreted in terms of peculiarities of the Italian population or health system, is to be mostly attributed to the more advanced stage of the Italian epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Different countries are adopting different strategies to face the Covid-10 pandemic 1 . Monitoring Covid-19 lethality and its variation from country to country is essential for supporting governments in selecting the appropriate decisions. The adoption of correct indicators to monitor the lethality of the infection in the course of the outbreak is therefore a crucial issue. 2, 3 The following terms are used in this work: the infection fatality ratio, IFR, indicates the ratio between the total deaths and total infected patients within a given population; the final case fatality ratio, CFR itself in the course of an outbreak, as better clarified in the following, is a tricky and non-trivial operation. Large and efficient testing programs allow accounting for non-symptomatic patients, thus increasing ccc(t).",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 380,
                    "end": 381,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This lowers the error (a), i.e. lowers fin CFR to values closer to IFR. This work is instead dedicated to the evaluation of error (b). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Days from the start of the outbreak",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Both the simulation and the examples above clarify that scientists and policymakers should beware of   CFR t as a misleading indicator for calculating the infection fatality rate in the course of the outbreak, even if our attention is only restricted to the subset of confirmed cases. More comprehensive data analysis methods based on the estimate of the average diagnosis-to-death delay time TD are needed. The largely discussed 5 difference in the  ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Italy and other major European countries addressed in this work, except for the case of Germany, are rather to be attributed to the more advanced stage of the Italian epidemic. The fin CFR for IT, ES, FR, UK, NL are expected to be grossly comparable at the end of the epidemic, all well above 10%. Germany is converging to lower fin CFR . Probably larger and more efficient testing programs contribute to this result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CFR t values between"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A third of the global population is on coronavirus lockdown -here's our constantly updated list of countries and restrictions",
            "authors": [
                {
                    "first": "Mcfall-Johnsen Jk Lauren",
                    "middle": [],
                    "last": "Frias",
                    "suffix": ""
                },
                {
                    "first": "Morgan",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Business Insider",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Real estimates of mortality following COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30195-X"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating case fatality rates of COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spychalski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Błażyńska-Spychalska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kobiela",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30246-2"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19 and Italy's Case Fatality Rate: What's the Catch? ISPI",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "values updated on April 5, for eight countries, chosen among those currently hit harder by the pandemic: United States of America (US), Italy (IT), Spain (ES), Germany (DE), France (FR), United Kingdom (UK), The Netherlands (NL), Korea (KR).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "curves for all the nations addressed in Tab. 1 is shown inFig. 3. The curves have been shifted on the time axis for better alignment, based on the evolution of the death curve in the country. The earliest days are omitted because largely affected, for most nations, by insufficient testing. The plot confirms the claims based on the simulation: all the curves show a clear growing trend and a behaviour which is reminiscent of the dark blue curve inFig. 2. Both IT and DE presently show a   CFR t value exceeding by over five times the ones of the early stage of the epidemic, while a slightly lower but comparable factor applies to UK, ES, NL and FR. The curves for IT, ES, UK and NL seem to be all bound to converge towards comparable final CF R values, in spite of the large present differences. The behaviour of the US curve is so far very difficult to interpret and certainly affected by large State-to-State inhomogeneities, also in terms of starting date of the outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Case fatality ratio   CFR t plotted vs. time for KR, IT, ES, US, DE, UK, NL, and FR. A relative shift of the time axes was applied for alignment, based on the evolution of deaths in each country.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) Cumulative confirmed cases (ccc), cumulative deaths (dc), total active cases (act), and cumulative recovered cases   CFR t (rcc) plotted versus time for a standard simulation of an epidemic. The value is set to 10%, and the average diagnosisto-death delay time TD to 8 days; (b) Case fatality ratio   CFR t plotted vs. time for the simulated epidemic in (a) (full blue line) and compared with curves obtained for different delay times TD (dotted lines).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "fin CFR , indicates the ratio of confirmed deaths attributed to the infection and confirmed cases, as calculated after all patients deceased or recovered;",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "CFR t in a course of an outbreak, we initially resort to a simulation. The set of curves inFig. 1a, cumulative confirmed cases (ccc), cumulative deaths (dc), total active cases (act), and cumulative recovered cases (rcc) was derived by implementing an epidemic model based on very simple and general assumptions and explained in 4 , where simulations can be run as a function of the input parameters. We focus on two of such parameters:CFR t values updated on April 5 for KR, IT, ES, US, DE, UK, NL, and FR. and the average diagnosis-to-death delay time TD = 8 days. Based on the ccc(t) and dc(t) curves fromFig. 1b, we calculate the CFR t curve of the simulated epidemic and plot it inFig. 2 (dark blue line).Dotted curves obtained setting shorter TD delay times are shown for comparison, confirming that the TD value",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}