{
    "paper_id": "bd4ab5a33d0f29c5ca09098c947e502a9c8540b3",
    "metadata": {
        "title": "Journal Pre-proof AID in Antibody Diversification: There and Back again AID in Antibody Diversification: There and Back again",
        "authors": [
            {
                "first": "Yuqing",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Noé",
                "middle": [],
                "last": "Seija",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [
                    "Di"
                ],
                "last": "Noia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Martin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": "alberto.martin@utoronto.caa.martin"
            },
            {
                "first": "§",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Di Noia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Journal Pre-proof J o u r n a l P r e -p r o o f 2 Abstract",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Activation-Induced cytidine Deaminase (AID) initiates affinity maturation and isotype switching by deaminating deoxycytidines within immunoglobulin genes, leading to somatic hypermutation and class switch recombination. AID thus potentiates the humoral response to clear pathogens. Marking the 20th anniversary of the discovery of AID, we synthesize the current understanding of AID function. We discuss AID biochemistry and how error-free forms of DNA repair are co-opted to prioritize mutagenesis over accuracy during antibody diversification. We discuss the regulation of DNA double-strand break repair pathway during class switch recombination. We describe genomic targeting of AID as a multilayered process involving chromatin architecture, cis and trans-acting factors, and determining mutagenesis -distinct from AID occupancy at loci that are spared from mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Journal Pre-proof J o u r n a l P r e -p r o o f 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Antibodies are essential to clearing viral, bacterial, and parasitic infections, as well as neutralizing toxins. The ability of Activation-Induced cytidine Deaminase (AID) to enhance antibody affinity through somatic hypermutation (SHM) and alter the effector function of antibodies through class switch recombination (CSR) is vital to these tasks (see below). In addition, the generation of a long-lasting antigen-specific antibody memory response is crucial to establishing immunity against pathogens, and AID plays a key role in this endeavor by engraving memories of past pathogen experience through genetic modifications of immunoglobulin (Ig) genes. Here, we review the most essential findings on AID since its discovery two decades ago by providing a timely update on the molecular mechanisms of AID in B cell antibody production. As this review was written during the period that the world was engulfed by the COVID-19 pandemic caused by Coronavirus SARS-CoV-2, we hope it will provide background to inspire vaccine design and the generation of therapeutic antibodies against SARS-CoV-2, as well as inevitable future pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Vertebrates have evolved elegant genetic mechanisms to produce a repertoire of antibodies capable of recognizing and neutralizing a potentially unlimited number of foreign pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Prior to antigen exposure, site-specific recombination of germline immunoglobulin (Ig) variable (V), diversity (D), and joining (J) segments during B cell development provides the primary antibody repertoire [1] . The processes of SHM, gene conversion (GCV), and CSR further diversify this antibody repertoire upon B cell-cognate antigen interactions. In antigen-activated B cells, SHM introduces point mutations in the Ig variable (V) region of both Ig heavy (Igh) and light chains to enable the process of affinity maturation in the germinal center of secondary lymphoid organs. GCV is an alternative mechanism of altering antibody specificity and affinity in select vertebrate species, including rabbits and birds. GCV involves the production of singlestranded DNA breaks or double-stranded DNA breaks (DSBs) within the rearranged V(D)J region, triggering a homologous recombination-like process that repairs the lesion using IgV pseudogenes. This produces templated sequence alterations within the V-region. CSR is a Journal Pre-proof J o u r n a l P r e -p r o o f 4 region-specific deletional recombination event whereby the exons encoding for the immunoglobulin IgM constant region within the Igh are replaced with a downstream constant region without changing the antigen-binding specificity, thereby altering the effector functions of the antibody. While all three processes are distinct genetic transactions, they share some common features, such as transcription of their target sequence [2] , and preferential mutation of RGYW/WRCY motifs (where W=A/T, R=A/G, Y=C/T), wherein the underlined G/C is mutated [3] . While not demonstrated until the discovery of AID, these and other specific similarities suggested a common inception to each of these processes.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1499,
                    "end": 1502,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1618,
                    "end": 1621,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "AID was identified by Tasuku Honjo 's group in 1999 [4], and shown to be essential for SHM and CSR in both mice and humans in 2000 [5, 6] , and later for GCV in chicken DT40 B lymphoma cell line [7] . Variable lymphocyte receptor diversification in ancient jawless vertebrates also depends on an AID-like cytidine deaminases named CDA1 and CDA2 [8] , indicating that diversification of antigen receptors by deamination is an ancestral mechanism in vertebrates.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "AID was originally proposed to be an RNA editing enzyme due to sequence homology to its paralog, the RNA-cytosine deaminase Apolipoprotein B mRNA editing catalytic polypeptide 1 (APOBEC 1) [4] . However, the DNA deamination model which proposes that AID promotes antibody diversity by deaminating deoxycytidine (dC) to deoxyuridine (dU) within Ig genes is currently supported by significant experimental evidence [9] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purified AID preferentially mutates dC within the WRCY motif [10, 11]. As this motif is preferentially mutated during SHM in vivo [12] , this result provides strong evidence supporting the DNA deamination model for AID function. Biochemical data suggest that AID is catalytically inefficient [13, 14] . The low catalytic rate has been proposed to act as an evolutionary safeguard to limit the mutagenic activity of AID [11]. Moreover, the accessibility of AID's catalytic pocket appears to be a key determinant of AID's catalytic rate [15] . AID has been suggested to act on single stranded DNA (ssDNA) by inducing multiple deaminations per binding event [10]. A single-molecule resolution Förster resonance energy Journal Pre-proof J o u r n a l P r e -p r o o f 5 transfer (FRET) study visualized the ssDNA scanning motion of AID, and suggested that the enzyme was able to move bidirectionally while remaining bound to the same ssDNA [16]. This behavior of AID on ssDNA may play a role in enhancing mutagenic repair by overwhelming faithful DNA repair (see below).",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[12]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[13,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Modeling AID on pre-existing structures of APOBEC enzymes [15] and crystallizing truncated AID variants [17, 18] have provided valuable structural details. X-ray structure analysis with human monomeric AID reveals that AID prefers to bind and deaminate structured substrates, such as G-quadruplex (G4) structures that can form at the Switch (S)-region, over linear ssDNA substrates [18-20] (see Box 1). However, as such structures are rare, especially over diverse IgV exons, it is likely that other structures are also acted upon by AID, such as short patches of melted DNA [21] . These X-ray structure studies suggested that AID contains a bifurcated nucleic acid binding surface [15, 18] : one required for catalysis, and another positively charged surface in AID helix6, thought to play a role in recognizing structured substrates. A similar bifurcated nucleic acid binding surface has been identified in APOBEC3H, mediating dimerization [22]. Besides facilitating substrate binding, specific arginine residues in AID helix6 may underpin a licensing mechanism that links AID to transcription elongation and warrants productive targeting [23]. Nevertheless, biochemical, biophysical and structural approaches have provided valuable knowledge on AID targeting mechainsms during SHM and CSR (see below). A detailed summary of the structure-function description of AID can be found in [9] .",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1385,
                    "end": 1388,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Uracils introduced in DNA are normally repaired faithfully, restoring the original DNA sequence ( Figure 1 ). This is not the case during SHM, GCV or CSR, whereby the initiating AID-induced lesion promotes further mutagenesis that benefits affinity maturation by providing a widerange of amino acid changes, or causes DNA breaks that trigger recombination events. Why faithful repair of DNA uracils is subverted during SHM has been the subject of intense investigation. The majority of the uracils in the genome are faithfully repaired by the base Journal Pre-proof J o u r n a l P r e -p r o o f 6 excision repair (BER) pathway: excision of uracils by uracil DNA glycosylase (UNG); incision at the resulting abasic sites by apurinic/apyrimidinic endonuclease 1; processing of the abasic sites by DNA polymerase β, followed by sealing of the final nick by DNA ligase 3 [24]. Uracils escaping detection by UNG or single-strand-selective monofunctional uracil-DNA glycosylase 1 (SMUG1) can be copied over by the replication machinery, producing transition mutations at G:C base pairs (Figure 1) [25, 26]. However, during SHM, the later steps of BER are circumvented, for reasons that are not fully clear (see Outstanding Questions). Replication across the noninstructive abasic site by the translesional DNA polymerases REV1 and Pol η generates both transition and transversion mutations at G:C pairs [27, 28] (Figure 1). Indeed, mice deficient in UNG (Ung -/-) exhibit reduced transversion mutations at G:C pairs in Ig V regions relative to wildtype (WT) mice, with a minor impact on mutagenesis at A:T base pairs [29]. Mismatch repair (MMR) also mediates repair of uracil lesions, detected as U:G mispairs. Replication-associated canonical MMR (cMMR) is traditionally a high-fidelity process that preserves genomic stability. cMMR begins with the recognition of a base mispair by the MutSα heterodimer complex (MSH2/MSH6), followed by the recruitment of MutLα complex (MLH1/PMS2) and the activation of the endonuclease activity of PMS2, and removal of a track of the DNA strand by exonuclease EXO1 [30, 31]. The resynthesis of the ssDNA gap by high fidelity replicative polymerases restores the original DNA sequences. Instead, during SHM, a subverted MMR pathway termed non-canonical MMR (ncMMR) using the translesion DNA Polymerase  is largely responsible for mutations at A:T base pairs [31-37] (Figure 1). Mutagenic ncMMR is largely linked to AID-lesions, as non-AID targets are faithfully repaired by MMR [38]. Recent work by a number of groups has shed light on ncMMR, whereby the UNG/SMUG1 and MMR pathways converge and work collaboratively to facilitate A:T and G:C mutagenesis [39-43]. This view is supported by findings that both UNG and ncMMR are able to function in the G1 phase of the cell cycle [41, 42], where AID activity peaks [44]. Hence, the introduction of an abasic site within the EXO1 excision track induces translesional repair and mutations at A:T base pairs. This can arise in a number of ways: EXO1 excises the wrong strand of an AID-induced G:U mismatch, thereby exposing dU on the ssDNA track to uracil excision by UNG or SMUG1. Alternatively, AID disrupts cMMR by deaminating a dC within the EXO1 Journal Pre-proof The NHEJ cascade The Ku70/80 complex, XRCC4, and Ligase 4 (Lig4) represent the \"core\" NHEJ factors based on their exclusive role in end joining. Upon AID-induced S-region DSB formation, the Mre11-Rad50-Nbs1 (MRN) sensor-kinase complex binds DSBs and recruits the ataxia telangiectasia-Journal Pre-proof J o u r n a l P r e -p r o o f 8 mutated (ATM) kinase to the break site. ATM phosphorylates numerous substrates, leading to cell cycle arrest, as well as phosphorylating histone H2AX, which stimulates a cascade of events leading to the recruitment of 53BP1 to chromatin flanking the DSB [50, 51]. 53BP1 promotes NHEJ and CSR by preventing DSB end resection [52] through the recruitment of Rif1 [53-56] and Shieldin, a protein complex composed of Shld1, Shld2, Shld3, and Rev7 [57-62] (Figure 2B). How the Shieldin complex prevents DNA end resection is still not clear, but it requires the binding of Shld2 to ssDNA exposed at DSBs [63] (see Outstanding Questions). After end processing, Lig4 and XRCC4 ligate the two DNA ends [64]. Alt-EJ DSBs generated during CSR are also repaired by the Alt-EJ pathway [47]. Factors that are implicated in Alt-EJ include CtIP [65, 66], which seems to have a role in end processing, XRCC1, ligase 1 and ligase 3, which are involved in end joining [67, 68]. HMCES (5-Hydroxymethylcytosine binding, ES-cell-specific) acts as an abasic site sensor in ssDNA [69], and also functions in the Alt-EJ pathway during CSR [70]. HMCES-defective mouse primary B cells and CH12F3 cells have shown reduced microhomology usage in switch junctions relative to WT cells [70]. This finding has been postulated to be mechanistically due to HMCES's ability to bind ssDNA overhangs, likely caused by strand resection of DSB at the S-regions, through its SOSresponse-associated-peptidase domain [71].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The mechanism by which AID preferentially mutates Ig genes is still incompletely understood (see Outstanding questions). This issue has implications for immunity as well as for the oncogenic mutations introduced by AID outside the Ig loci [72] . AID targeting entails successive steps of increasing specificity: entering the nucleus, associating quite extensively to chromatin, and mutating Ig loci at a high frequency, in addition to a small fraction of other genes at low (but significant) frequency.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[72]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Chromatin organization into topologically associated domains (TADs) can contribute to AID activity by bringing together distant DNA regions, as exemplified by chromatin extrusion to ensure CSR directionality [91]. Deletional CSR requires long-range interactions between the donor (Eμ) and acceptor (E acc ) S-regions enhancers, and the Igh 3' regulatory region (3'RR) [92].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The loop extrusion mechanism envisages cohesin-loading cis-elements in the Igh, drawing the Journal Pre-proof J o u r n a l P r e -p r o o f 12 3'RR and Eμ together to form a CSR center. Transcription of an acceptor S-region induced by cytokine signaling would expose E acc cohesin-binding sites, driving chromatin extrusion for juxtaposing the E acc with the CSR center, and thus arranging distal AID-induced DSBs in a direction favorable for deletional CSR. Additionally, long-range inter-TAD interactions promoted by non-coding RNA can contribute to AID function. Specifically, disrupting transcription by CRISPR/Cas9 on a TAD containing a long non-coding RNA that is 2.6 Mb away from the Igh is sufficient to halve the efficiency of CSR to IgA in mouse Peyer's patch B cells and in the CH12F3 B cell line [93] .",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 813,
                    "text": "[93]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Since neither transcription, AID occupancy, or the presence of super-enhancers are sufficient to predict mutation susceptibility of a gene, additional features must contribute to define susceptibility to AID. The presence of cis-elements, the quality of transcription, the formation of DNA/RNA structures, and a licensing mechanism coupling AID to transcription elongation have been proposed [94] (reviewed below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Ig loci are privileged for SHM [95] , implying that AID is preferentially targeted to and/or more active at those loci. The cause of this preference is still unclear but is independent of the Ig promoter. Ig loci have strong enhancers and are highly transcribed, and at least the Igh locus harbors a super-enhancer [81] . Ig enhancers contain defined evolutionarily conserved elements, known as DIVAC (diversification activators), that are sufficient to attract SHM to a juxtaposed transcribed sequence [96] . DIVACs can affect mutability at the TAD level [97] . Thus, the insertion of a DIVAC into an otherwise non-targeted TAD can attract SHM, as shown in the Ramos B cell line [97] . In this study, adjacent TADs were spared, additionally suggesting a topologically-delineated confinement of AID mutagenesis [97] . The same study found that some AID off-target genes have associated enhancers with DIVAC activity [97] , which may explain why they are colaterally mutated by AID. Journal Pre-proof J o u r n a l P r e -p r o o f 13 The mechanism of DIVAC activity is unclear. Evidence in the DT40 and Ramos B cell lines suggests that recruitment of different transcription factors to DIVACs enhances SHM without an effect on transcription[96, 97]. Nevertheless, their relative contribution remains to be dissected. DIVACs are transcribed, producing enhancer RNA (eRNA) from both strands [97].",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[81]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[96]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[97]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[97]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[97]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[97]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bidirectional transcription, either convergent (as discussed above) or divergent, and eRNA processing by the RNA exosome [89] can contribute to the AID targeting activity of the DIVAC ( Figure 3C,D) . Although eRNA has not been shown to be a universal feature of AID targets, it is possible that some intragenic AID off-target sites are due to bidirectional transcription driven by overlapping intragenic enhancers [88, 89].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 198,
                    "text": "Figure 3C,D)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "RNAPII and its processivity factor SPT5 are required for AID activity and colocalize with AID genome-wide [23, 98] . SPT5 mediates the AID-RNAPII interaction and is sufficient to recruit AID to chromatin [23, 98] . The function of SPT5 is to initially cause promoter-proximal pausing of RNAPII [99] , and is thus enriched immediately downstream from the transcription start site (TSS). AID shows a similar genome-wide pattern by chromatin immunoprecipitations sequencing (ChIP-seq) in primary B cells, consistent with its accumulation at SPT5-rich sites (Box 2) [82, 98] . During transcription elongation, SPT5 remains associated with and acts as a positive factor for elongating RNAPII; thus, both accumulate inside gene bodies upon transcriptional stalling, a phenomenon considered key for AID activity [90, 98, 100, 101]. Accordingly, stalled RNAPII and SPT5 are found within gene bodies at the Ig V-and S-regions, as well as at some AID off-targets [72, 100, 102], which could recruit AID to stalled transcription [98, 100]. However, SPT5 is still abundant at the Ig constant regions and at many genes that are occupied by AID, but spared from mutation [80, 81, 88, 98] . Since AID is an inefficient enzyme in vitro, RNAPII stalling via SPT5 or RNA-DNA structures might not only expose ssDNA but also provide time for AID to work [15, 90] (see Figure 3C ). DNA-RNA R-loops or G4 DNA formed during transcription can stall RNAPII [103], and in fact, are preferred AID substrates in vitro [20] ; this might in turn contribute to AID susceptibility at certain loci. Another targeting mechanism has been proposed in which G4-RNA formed in the intron of the S-region transcript binds AID and brings it to the Journal Pre-proof J o u r n a l P r e -p r o o f 14 complementary DNA [104, 105] (Box 1). However, while R-loops and G4 can form in the Sregion and some AID off-targets such as Myc [19, 20, 89], their presence at the Ig V and at other AID off-targets, is unlikely and uncertain, respectively; therefore, other mechanisms must be at play for SHM [20] (Box 1). Transcriptional stalling may cause premature termination, another potential source of ssDNA demonstrated at the Ig V [101]. In addition, transcription-induced DNA supercoiling also provides ssDNA substrate to AID [106].",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "98]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "98]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[99]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[82,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "98]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "98,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[72,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[98,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[80,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1162,
                    "end": 1165,
                    "text": "81,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "98]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1334,
                    "end": 1338,
                    "text": "[15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1490,
                    "end": 1494,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1888,
                    "end": 1892,
                    "text": "[19,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1893,
                    "end": 1896,
                    "text": "20,",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 1348,
                    "end": 1357,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The identification of catalytically active AID mutants that can occupy the Ig promoter, but not the gene body, and fail to enable SHM or CSR, has suggested a model in which AID is recruited by SPT5 to promoter-proximal-paused RNAPII; in this model, AID gains access to the gene body by traveling with transcription elongation [23]. Supporting the link between AID activity and transcription elongation, factors that interact with RNAPII after the pause release, namely SPT5, RNAPII-associated Factor (PAF) and the histone chaperones SPT6 and Faciliates chromatin transcription (FACT), are important for SHM and/or CSR, and biochemically co-purify with AID [72, 107, 108] . Whether histone chaperones facilitate AID activity at the Ig by their role in transcription or by defining histone modifications, is unclear. Of note, the RNA exosome has been linked to elongating RNAPII via SPT6 in Drosophila sp. cells [109] which may facilitate AID activity. A more precise understanding of how the transition from transcriptional pausing/stalling to elongation has an impact on AID activity is required. A speculative model integrating several observations would have AID accessing the gene body with elongating RNAPII, but only being able to mutate genes in which the transcriptional and genomic contexts cause simultaneous RNAPII stalling and ssDNA exposure (see Figure 3C and Outstanding Questions). In addition, the dissociation of AID from Ig loci to prevent mutation of constant regions must be somehow regulated --a step that has received little attention.",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 665,
                    "text": "107,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "108]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 1358,
                    "end": 1367,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Journal Pre-proof 10. Pham, P. et al. (2003) Processive AID-catalysed cytosine deamination on single-stranded DNA simulates somatic hypermutation. Nature 424 (6944), 103-7. 11. Larijani, M. and Martin, A. (2012) The biochemistry of activation-induced deaminase and its physiological functions. Semin Immunol 24 (4), 255-63. Journal Pre-proof 22. Bohn, J.A. et al. (2017) APOBEC3H structure reveals an unusual mechanism of interaction with duplex RNA. Nat Commun 8 (1), 1021. 23. Methot, S.P. et al. (2018) A licensing step links AID to transcription elongation for mutagenesis in B cells. Nat Commun 9 (1), 1248. 24. Krokan, H.E. and Bjoras, M. (2013) Base excision repair. Cold Spring Harb Perspect Biol 5 (4), a012583. Journal Pre-proof J o u r n a l P r e -p r o o f 18 25. Di Noia, J. and Neuberger, M.S. (2002) Altering the pathway of immunoglobulin hypermutation by inhibiting uracil-DNA glycosylase. Nature 419 (6902), 43-8. 26. Di Noia, J.M. et al. (2006) SMUG1 is able to excise uracil from immunoglobulin genes: insight into mutation versus repair. EMBO J 25 (3), 585-95. 27. Krijger, P.H. et al. (2013) Rev1 is essential in generating G to C transversions downstream of the Ung2 pathway but not the Msh2+Ung2 hybrid pathway. Eur J Immunol 43 (10), 2765-70. 28. Kano, C. et al. (2012) Analysis of mice deficient in both REV1 catalytic activity and POLH reveals an unexpected role for POLH in the generation of C to G and G to C transversions during Ig gene hypermutation. Int Immunol 24 (3), 169-74. 29. Rada, C. et al. (2002) Immunoglobulin isotype switching is inhibited and somatic hypermutation perturbed in UNG-deficient mice. Curr Biol 12 (20), 1748-55. 30. Jiricny, J. (2006) The multifaceted mismatch-repair system. Nat Rev Mol Cell Biol 7 (5), 335-46. 31. Chahwan, R. et al. (2012) AIDing antibody diversity by error-prone mismatch repair. Semin Immunol 24 (4), 293-300. 32. Cascalho, M. et al. (1998) Mismatch repair co-opted by hypermutation. Science 279 (5354), 1207-10. 33. Rada, C. et al. (1998) Hot spot focusing of somatic hypermutation in MSH2-deficient mice suggests two stages of mutational targeting. Immunity 9 (1), 135-41. 34. Wiesendanger, M. et al. (2000) Somatic hypermutation in MutS homologue (MSH)3-, MSH6-, and MSH3/MSH6-deficient mice reveals a role for the MSH2-MSH6 heterodimer in modulating the base substitution pattern. J Exp Med 191 (3), 579-84. 35. Bardwell, P.D. et al. (2004) Altered somatic hypermutation and reduced class-switch recombination in exonuclease 1-mutant mice. Nat Immunol 5 (2), 224-9. 36. Kim, N. et al. (1999) Different mismatch repair deficiencies all have the same effects on somatic hypermutation: intact primary mechanism accompanied by secondary modifications. J Exp Med 190 (1), 21-30. 37. Zeng, X. et al. (2001) DNA polymerase eta is an A-T mutator in somatic hypermutation of immunoglobulin variable genes. Nat Immunol 2 (6), 537-41. Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f excision track, triggering UNG/SMUG1 to create an abasic site that leads to mutagenic translesional repair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "DSB formation in the Ig Switch (S)-region is a prerequisite for CSR. Ig S-regions are highly enriched with AGCT motifs, a palindromic variant of the WRCY motif ( Figure 2A ) [45] . Similar to SHM, the generation of DSBs during CSR also co-opts the activities of UNG and MMR, as Ung -/-Msh2 -/mice show abolished CSR relative to WT mice [46] . MMR-and UNG-induced nicks and gaps on opposite DNA strands are converted into DSBs in donor and acceptor S-regions, which are synapsed and ligated by DSB repair mechanisms, completing the CSR process. DSB repair during CSR primarily relies on canonical non-homologous end joining (NHEJ), which promotes DSB end joining with no or minimal sequence microhomology. Alternative end joining (Alt-EJ) plays a minor role in CSR and utilizes short regions of microhomology between both DNA ends to join DSBs [47] ( Figure 2B ). DSB repair by NHEJ involves limited DNA end processing, whereas increased resection and microhomology usage are two features of repair by Alt-EJ. As such, mechanisms that regulate DNA end resection promote usage of one DSB repair pathway over the other (see below). The structure of the AID-induced DSB has also been suggested to provide a decision of which DSB repair pathway to use [48, 49] . The stochastic activity of AID on both strands of DNA leads to a mixed spectrum of DSB structures in the S-region. Accordingly, staggered DSBs are the preferred substrates for Alt-EJ, whereas blunt DSBs are preferentially repaired by NHEJ pathway [49] . Indeed, CSR serves as an attractive physiological model for studying various DNA repair pathways at the same time, as all of BER, MMR, NHEJ, and Alt-EJ play key roles in DSB formation and repair.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 1252,
                    "end": 1255,
                    "text": "49]",
                    "ref_id": null
                },
                {
                    "start": 1505,
                    "end": 1509,
                    "text": "[49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 850,
                    "end": 859,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "AID-initiated DSB formation and repair during CSR"
        },
        {
            "text": "Entering the nucleus Several mechanisms regulate the amount of AID protein per B cell present at steady state, as previously reviewed [72, 73] . AID is a nuclear-cytoplasmic shuttling protein largely excluded from the nucleus at steady state. Restraining nuclear residence limits AID activity, which may balance Ig diversification and off-target activity. The small proportion of AID present in the nucleus during the cell cycle interphase reflects a dynamic equilibrium between opposing mechanisms.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[72,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "73]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "AID is retained in the cytoplasm; a Heat Shock Protein 90-DnaJ homolog subfamily A member 1 (HSP90-DNAJA1) complex first stabilizes AID [9] . This molecular chaperone stabilizes proteins until they acquire functional proficiency. For AID, this step is defined by its transition to another cytoplasmic complex that contains Elongation factor 1-α (eEF1A) and holds the bulk of functional AID, preventing its diffusion into the nucleus [74] . The maturation step required for this transition, and whether this process is regulated, remain unknown [74] . In addition, nuclear AID is either continuously exported by Chromosomal Maintenance 1 (CRM1) or targeted for proteasomal degradation [9] .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[74]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[74]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Three mechanisms can allow AID into the nucleus: First, AID continuously enters the nucleus through a nuclear localization signal recognized by karyopherins [9] . Second, AID is trapped in the nucleus when the nuclear membrane reassembles at the end of mitosis [44] . This transient accumulation correlates with the time when more AID-induced mutations are observed, and is consistent with SHM and CSR being initiated in the G1 phase [72] . Third, AID can transiently and Biochemical fractionation indicates that ~50% of nuclear AID is associated to chromatin in mouse primary B cells and the CH12F3 B cell line [23, 83] . The phosphorylated form of AID at Ser38 (pS38), a Protein Kinase A substrate, is enriched in the chromatin-associated AID fraction [83] , which allows its interaction with the ssDNA-binding Replication Protein A (RPA), boosting CSR and SHM [84, 85] . Notably, pS38 seems dispensable for AID activity on Myc and increasing pS38 increases Igh-Myc translocations without affecting CSR [86] . This suggests that pS38, and potentially other post-translational modifications, can provide context-dependent regulation of AID activity at different loci.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[72]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "83]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[83]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[84,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "85]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1005,
                    "end": 1009,
                    "text": "[86]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The Ig and off-target genes share some features that suggest similarities between the underlying mutation mechanism. One basic common requirement for AID targeting is transcription [72] . AID associates with the RNA Polymerase II (RNAPII) complex and with multiple transcription, splicing, and RNA processing factors, as well as with RNA-DNA hybrid structures arising from transcription, which have all been implicated in AID targeting (reviewed in [9, 72] ). As these are all ubiquitous factors, none by themselves can explain productive AID targeting; thus, they must be integrated into a comprehensive picture that in conjunction with chromatin architecture, could account for AID specificity.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[72]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "72]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Chromatin architecture has emerged as an important determinant of genome-wide mutagenic AID targeting. AID-susceptible loci are associated with highly accessible chromatin and significantly correlate with histone marks typical of active enhancers (i.e. H3K27Ac, H3K4me1) and transcription elongation (i.e. H3K36me3, H3K79me2) [87] . AID activity is enriched at promoter-proximal exons and introns, but can also be detected at enhancers that form regulatory clusters with other promoters and enhancers through long-range interactions [81] .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[87]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[81]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Chromatin architecture"
        },
        {
            "text": "Most AID-susceptible clusters regulated by these super-enhancers are highly interconnected and show greater accessibility than other regions ( Figure 3A , 3B). However, the proportion of AID off-targets regulated by super-enhancers ranges between 40 and 70% [80, 81, 88] . The discrepancy may originate from the different techniques used to detect AID off-target activity (Box 3).",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[80,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "81,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "88]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Chromatin architecture"
        },
        {
            "text": "An overlapping of super-enhancers with gene bodies of susceptible loci can define the site of mutagenesis, at least in part, by producing antisense transcription that clashes with transcription from the gene promoter. This convergent transcription can stall the RNAPII, causing early termination, and/or recruit RNA processing factors to favor AID activity by exposing ssDNA on both strands [72, 89] (Figure 3C ). In transcription-linked in vitro deamination assays, the transcript would normally protect the template strand from deamination, as the non-template strand is usually mutated. However, purified AID can mutate both strands of an Ig V region when transcribed in the presence of SPT4 and SPT5, a heterodimeric complex that regulates RNAPII processivity [90] . This suggests that AID has an intrinsic ability to mutate both strands under those conditions, but it is likely that in the more complex context of chromatin, some target genes require convergent transcription to expose both DNA strands to AID [88, 89].",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[72,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "89]",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[90]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 410,
                    "text": "(Figure 3C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Chromatin architecture"
        },
        {
            "text": "J o u r n a l P r e -p r o o f cell-mediated adaptive immunity by uncovering the biological functions of AID, including its biochemical and structural properties, as well as the DNA repair pathways downstream of AID, and the regulatory mechanisms that facilitate productive AID targeting at Ig loci. Although there is no evidence of a specific AID \"targeting factor\", the implication of ubiquitous transcription-associated factors, and the verification that several factors contribute to, but are not essential for SHM or CSR, suggests a multilayered AID targeting mechanism in which chromatin architecture, transcription quality, and AID regulation all contribute to define whether a locus is mutated or not, and to what extent. This is a fundamental mechanism to further understand, as it has direct implications in affinity maturation, and might eventually be [20] . One model envisages that co-transcriptional formation of DNA G4 on the non-template strand ssDNA stabilizes R-loops on the template strand, while processing of these R-loops by the RNA exosome exposes ssDNA and permits deamination of both strands [20] .",
            "cite_spans": [
                {
                    "start": 863,
                    "end": 867,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Chromatin architecture"
        },
        {
            "text": "Others have proposed a role for R-loops in CSR resolution, rather than on attracting AID activity [20] . AID shows high activity on G4 or branched DNA substrates in biochemical assays, allegedly due to a bifurcated substrate-binding surface that can recognize ssDNA overhangs on these structures [18] . G4 DNA additionally promotes AID oligomerization in vitro, which would facilitate DSB formation by increasing the deamination density at the S-regions [18] ; however, this remains to be tested in vivo.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[18]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Chromatin architecture"
        },
        {
            "text": "Another model proposes that AID binds to G4-RNA formed in the debranched S-region intron, which would then guide AID back to the DNA [104] , presumably by base complementarity. This model could account for the link of CSR to RNA splicing [110] and the interaction of AID with splicing factors such as heterogeneous nuclear ribonucleoproteins or polypyrimidine tractbinding proteins [9] . However, the mechanism by which G4-RNA guides and hands off to the DNA is not clear. The unwinding of G4-RNA in S-region transcripts by the DEAD-box RNA helicase 1 (DDX1) to allow the formation of DNA:RNA R-loop hybrids at the Igh by base complementarity was recently proposed as a mechanism [105] . However, ablation of DDX1 reduced CSR only by 25% when analyzed per cell division, indicating that this mechanism is not essential for CSR. Additional aspects of this model remain to be demonstrated, including Journal Pre-proof evidence of AID transfer from RNA to DNA in vivo, and whether this transfer participates in targeting AID for SHM at the IgV at off-target loci.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 138,
                    "text": "[104]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 238,
                    "end": 243,
                    "text": "[110]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 680,
                    "end": 685,
                    "text": "[105]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Chromatin architecture"
        },
        {
            "text": "It is important to identify the loci occupied by AID to understand its targeting mechanisms. The only available analysis of endogenous AID chromatin occupancy was perfomed by ChIP-seq in primary activated mouse B cells, which identified >5000 loci occupied by AID [23, 82] . Others reanalyzed the data and reported no AID-specific peaks [111] , which was rebutted, indicating that AID ChIP-seq requires specific analysis [112] . ChiP-seq peaks are defined by signal enrichment over background. The signal of AID ChIP is typically low, as only ~5% of the B cell AID is chromatin-associated according to biochemical fractionation [23, 83] . The background is primarly determined by the specificity of the antibody. The AID ChIP-seq study reported two experiments using different antibodies with similar results. They also used primary B cells from AID knockout mice as negative controls [23, 82] . Chromatin fragmentation by mechanical shearing can be a source of non-specific signals. Highly transcribed DNA regions are hypersensitive to sonication, resulting in an overrepresentation of these regions in the background. AID ChIP-seq revealed 5514 genes occupied in WT cells, of which 396 were shared with AID-deficient samples, and were also regions that were hypersensitive to sonication, (e.g.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "82]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 337,
                    "end": 342,
                    "text": "[111]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 421,
                    "end": 426,
                    "text": "[112]",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "83]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "82]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Box 2. Chromatin occupancy of AID"
        },
        {
            "text": "the Igh locus). Given the preference of AID for accessible chromatin, this study distinguished specifc AID peaks from the background in AID-deficient B cells by considering this hypersensitivity effect for normalizing the signal [23, 82, 112] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "82,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "112]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Box 2. Chromatin occupancy of AID"
        },
        {
            "text": "While independent confirmation of these data is desirable, a large number of occupied loci is consistent with the broadly distributed chromatin-bound endogenous AID observed in the CH12F3 mouse B cell line by immunofluorescence, and by the biochemical abundance of chromatin-bound AID [23, 83] . A stepwise process of AID targeting might harmonize these observations with the much smaller number of genes that AID has been found to mutate [79] [80] [81] 102 , 113] ( Figure I) . Nuclear AID could broadly associate to the chromatin through ribonucleoproteins [72] , as suggested by RNA dependency [23] . Interaction with paused J o u r n a l P r e -p r o o f RNAPII-SPT5 could allow accumulation around the TSS, consistent with the CHIP-seq profile of endogenous AID in B cells [82] ; this would then enable its access to selected gene bodies based on the mechanism discussed in the text and Figure 3 . This model is analogous to how transcription or DNA repair factors find their target sequences by scanning chromatin, and provides a rationale for the broad association of AID with chromatin and its presence around the TSS of unmutated genes.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "83]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[79]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[80]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[81]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "102",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[72]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[82]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 476,
                    "text": "Figure I)",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 900,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Box 2. Chromatin occupancy of AID"
        },
        {
            "text": "Three strategies have been used to identify AID off-target genes. First, sequencing of select genes revealed a mutation pattern resembling SHM in human B cell lymphoma samples expressing AID, notably DLBCL [114] . The identity of these relatively few genes can be biased by selection of mutations advantageous for the tumor cells and, accordingly, include many protooncogenes or tumor suppressors. Second, mid and high-throughput sequencing analyses have been undertaken in normal, activated or germinal center B cells, in mouse models. These efforts still sampled a small proportion of the genome, selecting genes based on defined criteria [79, 80] . These approaches have also revealed that some AID-deaminated genes are subsequently repaired by UNG-BER and/or MMR with high efficiency [79, 80] . Third, a series of studies have relied on methods that detect and/or trap AID-induced DSB [102, 113, 115]. These require off-target mutations to be converted to DSB, likely biasing the identification towards genes with the highest deamination load and/or displaying features that facilitate DSB. The latter could include high transcription and/or AID occupancy, enrichment in the WRCY motifs preferred by AID, the formation of secondary structures, or a combination thereof. For instance, G4 DNA may be preferred by AID and may amplify its activity by inducing AID",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 211,
                    "text": "[114]",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[79,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "80]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[79,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "80]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Box 3. Identification of AID off-targets"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The V(D)J recombination activating gene, RAG-1",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Schatz",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "59",
            "issn": "6",
            "pages": "1035--1083",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Somatic hypermutation of immunoglobulin genes is linked to transcription initiation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Storb",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Immunity",
            "volume": "4",
            "issn": "1",
            "pages": "57--65",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cutting edge: DGYW/WRCH is a better predictor of mutability at G:C bases in Ig hypermutation than the widely accepted RGYW/WRCY motif and probably reflects a two-step activation-induced cytidine deaminase-triggered process",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Rogozin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "172",
            "issn": "6",
            "pages": "3382--3386",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Specific expression of activation-induced cytidine deaminase (AID), a novel member of the RNA-editing deaminase family in germinal center B cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muramatsu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "26",
            "pages": "18470--18476",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Activation-induced cytidine deaminase (AID) deficiency causes the autosomal recessive form of the Hyper-IgM syndrome (HIGM2)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Revy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell",
            "volume": "102",
            "issn": "5",
            "pages": "565--75",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Class switch recombination and hypermutation require activation-induced cytidine deaminase (AID), a potential RNA editing enzyme",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muramatsu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell",
            "volume": "102",
            "issn": "5",
            "pages": "553--63",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Requirement of the activation-induced deaminase (AID) gene for immunoglobulin gene conversion",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arakawa",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "295",
            "issn": "5558",
            "pages": "1301--1307",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cytidine deaminase 2 is required for VLRB antibody gene assembly in lampreys",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morimoto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Immunol",
            "volume": "5",
            "issn": "45",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Molecular Mechanisms of Somatic Hypermutation and Class Switch Recombination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Methot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Di Noia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv Immunol",
            "volume": "133",
            "issn": "",
            "pages": "37--87",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Somatic hypermutagenesis in immunoglobulin genes. II. Influence of neighbouring base sequences on mutagenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Rogozin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Kolchanov",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biochim Biophys Acta",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "AID associates with single-stranded DNA with high affinity and a long complex half-life in a sequence-independent manner",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Larijani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cell Biol",
            "volume": "27",
            "issn": "1",
            "pages": "20--30",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of a single-stranded DNA-scanning process in which activation-induced deoxycytidine deaminase (AID) deaminates C to U haphazardly and inefficiently to ensure mutational diversity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "28",
            "pages": "24931--24973",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Catalytic pocket inaccessibility of activation-induced cytidine deaminase is a safeguard against excessive mutagenic activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Structure",
            "volume": "23",
            "issn": "4",
            "pages": "615--642",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Activation-induced deoxycytidine deaminase (AID) cotranscriptional scanning at single-molecule resolution",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Senavirathne",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Structural analysis of the activation-induced deoxycytidine deaminase required in immunoglobulin diversification",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "DNA Repair (Amst)",
            "volume": "43",
            "issn": "",
            "pages": "48--56",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "AID Recognizes Structured DNA for Class Switch Recombination",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol Cell",
            "volume": "67",
            "issn": "3",
            "pages": "361--373",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "AID binds to transcription-induced structures in c-MYC that map to regions associated with translocation and hypermutation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Duquette",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Oncogene",
            "volume": "24",
            "issn": "38",
            "pages": "5791--5799",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "R Loops in the Regulation of Antibody Gene Diversification",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pavri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Single-stranded DNA structure and positional context of the target cytidine determine the enzymatic efficiency of AID",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Larijani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cell Biol",
            "volume": "27",
            "issn": "23",
            "pages": "8038--8086",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "RIF1 is essential for 53BP1-dependent nonhomologous end joining and suppression of DNA double-strand break resection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Cell",
            "volume": "49",
            "issn": "5",
            "pages": "858--71",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "53BP1 regulates DSB repair using Rif1 to control 5' end resection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "6120",
            "pages": "700--704",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A cell cycle-dependent regulatory circuit composed of 53BP1-RIF1 and BRCA1-CtIP controls DNA repair pathway choice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Escribano-Diaz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Cell",
            "volume": "49",
            "issn": "5",
            "pages": "872--83",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The shieldin complex mediates 53BP1-dependent DNA repair",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Noordermeer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "560",
            "issn": "7716",
            "pages": "117--121",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Shieldin complex promotes DNA end-joining and counters homologous recombination in BRCA1-null cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dev",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Cell Biol",
            "volume": "20",
            "issn": "8",
            "pages": "954--965",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "DNA Repair Network Analysis Reveals Shieldin as a Key Regulator of NHEJ and PARP Inhibitor Sensitivity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "173",
            "issn": "4",
            "pages": "972--988",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The CST Complex Mediates End Protection at Double-Strand Breaks and Promotes PARP Inhibitor Sensitivity in BRCA1-Deficient Cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barazas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Rep",
            "volume": "23",
            "issn": "7",
            "pages": "2107--2118",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "53BP1 cooperation with the REV7-shieldin complex underpins DNA structure-specific NHEJ",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ghezraoui",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "560",
            "issn": "7716",
            "pages": "122--127",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "SHLD2/FAM35A co-operates with REV7 to coordinate DNA doublestrand break repair pathway choice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Findlay",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "EMBO J",
            "volume": "37",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Shieldin -the protector of DNA ends",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Setiaputra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Durocher",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "EMBO Rep",
            "volume": "20",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Activity of DNA ligase IV stimulated by complex formation with XRCC4 protein in mammalian cells",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Grawunder",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "388",
            "issn": "6641",
            "pages": "492--497",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "CtIP promotes microhomology-mediated alternative end joining during class-switch recombination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee-Theilen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Struct Mol Biol",
            "volume": "18",
            "issn": "1",
            "pages": "75--84",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mechanism of DNA resection during intrachromosomal recombination and immunoglobulin class switching",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bothmer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Exp Med",
            "volume": "210",
            "issn": "1",
            "pages": "115--138",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ligase I and ligase III mediate the DNA double-strand break ligation in alternative end-joining",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "5",
            "pages": "1256--60",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Redundant function of DNA ligase 1 and 3 in alternative end-joining during immunoglobulin class switch recombination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Masani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "5",
            "pages": "1261--1267",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "HMCES Maintains Genome Integrity by Shielding Abasic Sites in Single-Strand DNA",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Mohni",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "176",
            "issn": "1-2",
            "pages": "144--153",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "HMCES Functions in the Alternative End-Joining Pathway of the DNA DSB Repair during Class Switch Recombination in B Cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shukla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mol Cell",
            "volume": "77",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Structural basis of HMCES interactions with abasic DNA and multivalent substrate recognition",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Halabelian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Struct Mol Biol",
            "volume": "26",
            "issn": "7",
            "pages": "607--612",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Mutations, kataegis and translocations in B cells: understanding AID promiscuous activity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casellas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature reviews. Immunology",
            "volume": "16",
            "issn": "",
            "pages": "164--176",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Regulation of Aicda expression and AID activity",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Casali",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Autoimmunity",
            "volume": "46",
            "issn": "2",
            "pages": "83--101",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Consecutive interactions with HSP90 and eEF1A underlie a functional maturation and storage pathway of AID in the cytoplasm",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Methot",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Journal of Experimental Medicine",
            "volume": "212",
            "issn": "",
            "pages": "581--596",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A combined nuclear and nucleolar localization motif in activationinduced cytidine deaminase (AID) controls immunoglobulin class switching",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of molecular biology",
            "volume": "425",
            "issn": "",
            "pages": "424--443",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Activation-induced cytidine deaminase shuttles between nucleus and cytoplasm like apolipoprotein B mRNA editing catalytic polypeptide 1",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "101",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Two levels of protection for the B cell genome during somatic hypermutation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "841--845",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A broad atlas of somatic hypermutation allows prediction of activation-induced deaminase targets",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Alvarez-Prado",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Exp Med",
            "volume": "215",
            "issn": "3",
            "pages": "761--771",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "B cell super-enhancers and regulatory clusters recruit AID tumorigenic activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "159",
            "issn": "7",
            "pages": "1524--1561",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Deep-sequencing identification of the genomic targets of the cytidine deaminase AID and its cofactor RPA in B lymphocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamane",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Immunology",
            "volume": "12",
            "issn": "",
            "pages": "62--69",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Regulation of hypermutation by activation-induced cytidine deaminase phosphorylation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "103",
            "issn": "",
            "pages": "8798--8803",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The AID antibody diversification enzyme is regulated by protein kinase A phosphorylation",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "508--511",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Replication protein A interacts with AID to promote deamination of somatic hypermutation targets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chaudhuri",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "992--998",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Phosphorylation promotes activation-induced cytidine deaminase activity at the Myc oncogene",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Journal of experimental medicine",
            "volume": "214",
            "issn": "",
            "pages": "3543--3552",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Epigenetic targeting of activation-induced cytidine deaminase",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "711--722",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Noncoding RNA transcription alters chromosomal topology to promote isotype-specific class switch recombination",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rothschild",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Immunol",
            "volume": "5",
            "issn": "44",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Elements regulating somatic hypermutation of an immunoglobulin kappa gene: critical role for the intron enhancer/matrix attachment region",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Betz",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "77",
            "issn": "2",
            "pages": "239--287",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Targeting Of Somatic Hypermutation By immunoglobulin Enhancer And Enhancer-Like Sequences",
            "authors": [
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Buerstedde",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Biology",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Topologically Associated Domains Delineate Susceptibility to Somatic Hypermutation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Senigl",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell Rep",
            "volume": "29",
            "issn": "12",
            "pages": "3902--3915",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Activation-induced cytidine deaminase targets DNA at sites of RNA polymerase II stalling by interaction with Spt5",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pavri",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "143",
            "issn": "",
            "pages": "122--133",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A double-edged sword: R loops as threats to genome integrity and powerful regulators of gene expression",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genes & Development",
            "volume": "28",
            "issn": "",
            "pages": "1384--1396",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Non-coding RNA Generated following Lariat Debranching Mediates Targeting of AID to DNA",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "161",
            "issn": "4",
            "pages": "762--73",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "RNA Helicase DDX1 Converts RNA G-Quadruplex Structures into R-Loops to Promote IgH Class Switch Recombination",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ribeiro De Almeida",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Molecular cell",
            "volume": "70",
            "issn": "",
            "pages": "650--662",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Negative supercoiling creates single-stranded patches of DNA that are substrates for AID-mediated mutagenesis",
            "authors": [
                {
                    "first": "J.-Y",
                    "middle": [],
                    "last": "Parsa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS genetics",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The histone chaperone Spt6 is required for activation-induced cytidine deaminase target determination through H3K4me3 regulation",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Begum",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of biological chemistry",
            "volume": "287",
            "issn": "",
            "pages": "32415--32429",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Histone chaperone Spt6 is required for class switch recombination but not somatic hypermutation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Okazaki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "7920--7925",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The RNA processing exosome is linked to elongating RNA polymerase II in Drosophila",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Andrulis",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "420",
            "issn": "6917",
            "pages": "837--878",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Switch transcripts in immunoglobulin class switching",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lorenz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "267",
            "issn": "",
            "pages": "1825--1833",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Reassessing genomic targeting of AID",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hogenbirk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Immunol",
            "volume": "13",
            "issn": "9",
            "pages": "797--805",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "stochastically accumulate in the nucleus in short pulses[75]. This provocative observation was made in non-B cells (i.e. human fibrosarcoma line HT1080 and SV40-transformed fibroblast line GM639) overexpressing AID-GFP, so the pulses could not be correlated with SHM or CSR. Unlike AID pulses, AID nuclear import and entrapment during mitosis have both been confirmed in B cells by several groups[23, 44,[76][77][78] . Yet, it is unclear why a nuclear import mechanism for AID would evolve if passive trapping was sufficient to access the nucleus for SHM and CSR.While different AID fractions could conceivably access the nucleus by different pathways, this issue remains unknown, but certainly warrants further research.Associating to chromatin and transcriptionAID most preferentially mutates Ig genes but it also deaminates other genes (termed off-target genes) in normal B cells. In addition, the available data are consistent with AID occupying up to thousands of loci, of which just ~450 genes have been found mutated in normal B cells [23,79-  82]  (Boxes 2 and 3). These findings suggest the existence of AID susceptible and nonsusceptible loci[72]. If the occupancy of a locus by AID does not necessariy result in mutagenesis, what determines AID activity after it reaches chromatin?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "manipulated to improve the efficiency of immunizations. In addition, future endeavors should be directed towards developing a better understanding of the biochemical events involved in antibody diversification processes, including enzymology and mechanisms of action during SHM and CSR. Acknowledgments Some primary literature was not cited due to reference number limitations. Work in the laboratory of Dr. Di Noia is supported by grants from the Canadian Institutes of Health Research (PJ-155944 and PJ-166028) and The Cancer Research Society. Dr. Di Noia is a Merit scholar from the Fonds de recherche de Quebec -Santé. Work in the laboratory of Dr. Martin is supported by grants from the Canadian Institutes of Health Research (PJT-153307 and PJT-156330).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Multifaceted uracil lesion processing in somatic hypermutation AID-induced dU:dG mismatches can be resolved by various pathways, leading to a diverse mutation spectrum at G:C and A:T base pairs in immunoglobulin variable (Ig V) regions. AID-induced uracil lesions can be repaired faithfully by canonical base excision repair (BER) and mismatch repair (MMR), leading to no somatic hypermutation (SHM). Replicating over uracils by replicative polymerases generates transition mutations at G:C base pairs. UNG, and to a lesser extent, single-strandselective monofunctional uracil-DNA glycosylase 1 (SMUG1), from the BER pathway, detect and excise uracils from DNA, creating abasic sites. Replicating over abasic sites by translesion synthesis polymerase from short-patch non-canonical BER pathway generates transition and transversion mutations at G:C base pairs. Non-canonical MMR pathway or long-patch BER can excise ssDNA surrounding either the dU:dG mismatch, or the abasic site, respectively, to initiate patch excision that leads to the engagement of translesion synthesis polymerases, generating both transition and transversion mutations at A:T base pairs. AID, activation-induced cytidine deaminase; ncBER, non-canonical base excision repair; ncMMR, non-canonical mismatch repair; UNG, uracil DNA glycosylase; SMUG1, single-strand selective monofunctional uracil DNA glycosylase. This figure was created using BioRender (https://biorender.com/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "AID-mediated double-strand break (DSB) formation within Switch (S) regions drives Class Switch Recombination (CSR). (A) Sequence feature of S regions in mouse immunoglobulin heavy chain locus: S regions preceding different constant region exons are highly enriched with AID deamination hotspot 5'-AGCT-3', a palindromic variant representing the canonical RGYW/WRCY sequences. Only Sμ and Sα are shown here for simplicity. (B) DSB ends are joined through non-homologous end joining (NHEJ) and alternative end joining (Alt-EJ) to complete CSR. NHEJ mediates DSB end-joining with no or minimal microhomology, whereas Alt-EJmediated end joining is facilitated by complementary base-paring interactions between microhomologous sequences present between the two synapsed S regions DSBs. Black bars represent homologous sequences near DSB ends. DNA-PKcs, DNA-dependent protein kinase, MRE11-RAD50-NBN complex; CTIP, CtBP-interacting protein; HMCES, 5hydroxymethylcytosine binding, ES cell specific; LIG3, ligase 3. This figure was created using BioRender (https://biorender.com/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Multilayered productive AID targeting in B cells. (A) AID activity is restricted to type A chromatin compartments, which are accessible and transcriptionally active, versus transcriptionally inactive B compartments. (B) AID activity is also limited to some topologically associated domains (TADs) of DNA, often affecting highly transcribed genes regulated by superenhancers, with clusters by long-range interactions between regulatory sequences. The Ig and some off-target genes additionally harbor cis-acting elements named DIVAC (diversification activators) that attract AID activity. (C, D) AID can be recruited to promoter or promoterproximal paused RNA polymerase II (RNAPII) via SPT5. (C) AID accesses the gene body of susceptible loci through associations with the elongating RNAPII complex, via a putative licensing mechanism. At these loci, several mechanisms can provide single-strand DNA (ssDNA) AID substrates (yellow boxes): DNA supercoiling, DNA secondary structures, RNA processing of sense and antisense RNA. Transcriptional stalling, caused by nucleic acid secondary structures or by early termination due to antisense transcription, can also expose and favor AID jumping to ssDNA, possibly helped by the regulated association of AID to the ssDNA binding protein RPA. Stalling and SPT5 association may also allow time for AID to act on the small transcription bubble within the RNAPII. (D) At loci that are not susceptible to mutation, AID may fail its coupling with transcription elongation, and/or lack access to ssDNA substrates. NELF, negative elongation factor (causes RNAPII pausing); PAF, RNAPII-associated factor complex; Role of nucleic acid structures in targeting AID The transcriptional units encoding the different constant domains of Igh have revealed roles for RNA structures and RNA processing in CSR and AID targeting. These elements are transcribed from a cytokine-driven promoter, which produces a sterile transcript to allow AID access. The primary transcript contains a large intron encompassing the Switch (S)-region (1-12kb), made up of repeats rich in WRCY motifs. The G-rich composition of the S-regions enables the formation of secondary structures such as DNA-RNA hybrids producing R-loops and G4quadruplexes (G4) during transcription",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}