{"paper_id": "be9232db706c8d965e121bcfdf87a55c96b5e6bc", "metadata": {"title": "A Comparative Study of Clinical Features and Outcomes in Young and Older Adults with Severe Acute Respiratory Syndrome", "authors": [{"first": "Tak", "middle": ["Yeung"], "last": "Chan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ka", "middle": ["Ying"], "last": "Miu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chung", "middle": [], "last": "Kan Tsui", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sang", "middle": [], "last": "Kwok", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ming", "middle": ["Houng"], "last": "Yee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Chan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "OBJECTIVES: To determine the clinical presentation, findings, and outcomes of older adults (4 60) with severe acute respiratory syndrome (SARS) and compare these with a control group of younger patients ( 60). DESIGN: Retrospective cohort study. SETTING: A community-based, acute hospital in Hong Kong. PARTICIPANTS: All adult inpatients with a clinical diagnosis of SARS. MEASUREMENTS: Clinical presentations, investigations, treatment, and 30-and 150-day mortality. RESULTS: There were 52 young and 25 older patients with a mean age AE standard deviation of 39.5 AE 11.7 and 72.1 AE 7.2, respectively. Fever, chills, and diarrhea were more common in younger patients, whereas decrease in appetite and general condition occurred only in older patients. The prevalence of positive reverse-transcriptase polymerase chain reaction for SARS-associated coronavirus (SARS-CoV) in nasopharyngeal secretions and stool samples was similar in the two groups. The prevalence of positive serological tests for SARS-CoV was significantly lower in older patients (42% vs 92%, Po.001). This was largely due to incomplete testing in elderly patients. Older patients were more likely to develop secondary nosocomial infection, be admitted to an intensive care unit, and require mechanical ventilation. The cumulative 30-and 150-day mortality rates were 3.8% and 7.6%, respectively, in young patients with SARS and 56% and 60%, respectively, in older patients (Po.001). CONCLUSION: Older patients with SARS more often presented with nonspecific symptoms, and the prognosis was poor. Reverse-transcriptase polymerase chain reaction was useful in diagnosing SARS in older patients, but the role of serological tests in individual elderly is limited.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "S evere acute respiratory syndrome (SARS) is a new infectious disease with substantial morbidity and mortality. As of September 23, 2003, 8,098 cases had been reported in 30 countries or regions. 1 The causative agent is a novel coronavirus, called SARS-associated coronavirus (SARS-CoV). 2 Putative modes of transmission are close person-to-person contacts via droplets and fomites. 2 SARS has affected infants to octogenarians. 1 Initial data suggested that the case fatality rate for patients aged 60 and older ranged from 40% to 55%. 3 Subsequent studies also confirmed that advancing age was one of the strongest predictors of poor outcome. 4, 5 Although the atypical presentations of SARS have been described in isolated reports, 6 systematic analyses about the clinical features and outcomes of elderly patients with SARS are lacking. The aim was to compare the clinical course of SARS patients aged 60 and younger with that of patients older than 60 admitted to a single institution with a clinical diagnosis of SARS.", "cite_spans": [{"start": 196, "end": 197, "text": "1", "ref_id": "BIBREF0"}, {"start": 289, "end": 290, "text": "2", "ref_id": "BIBREF1"}, {"start": 384, "end": 385, "text": "2", "ref_id": "BIBREF1"}, {"start": 430, "end": 431, "text": "1", "ref_id": "BIBREF0"}, {"start": 538, "end": 539, "text": "3", "ref_id": "BIBREF2"}, {"start": 646, "end": 648, "text": "4,", "ref_id": "BIBREF3"}, {"start": 649, "end": 650, "text": "5", "ref_id": "BIBREF4"}, {"start": 736, "end": 737, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Kwong Wah Hospital is a 1,200-bed major acute hospital in Hong Kong that serves a population of 750,000. During the SARS outbreak in late February 2003, it was one the designated centers receiving referrals from emergency departments and the department of health. A retrospective study was undertaken in the department of medicine and geriatrics of the hospital to evaluate the clinical course of young and elderly SARS patients. The enrollment period began from February 22, 2003 , when the first index case in Hong Kong was admitted to the hospital and ended on May 31, 2003. All adult inpatients who met the criteria for a modified World Health Organization (WHO) definition of SARS were included (Table 1) . Laboratory evidence of CoV infection was not a prerequisite for inclusion. This included nasopharyngeal swab or aspirate, urine and stool samples for reverse-transcriptase polymerase chain reaction (RT-PCR) for SARS-CoV, and serological tests for SARS-CoV immunoglobulin G antibody. 7 Positive serological test was defined as a single titer above 1:100, seroconversion, or a fourfold increase in antibody titers in paired serum samples over a period of 21 to 28 days. Because these tests were not widely available until April 2003, patients who were admitted early or died rapidly during the outbreak did not undergo such investigations. Most of the others were routinely tested for RT-PCR and CoV antibody. Microbiological tests were also performed to exclude other established causes for community-acquired pneumonia (CAP). These included bacterial cultures of sputum, blood, and urine; serological tests for mycoplasma, chlamydia, legionella, influenza, parainfluenza, respiratory syncytial virus, and adenovirus; nasopharyngeal swab or aspirate for rapid antigen testing of influenza; sputum for acid-fast bacillus smear; and culture for mycobacteria.", "cite_spans": [{"start": 463, "end": 480, "text": "February 22, 2003", "ref_id": null}, {"start": 995, "end": 996, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 700, "end": 709, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "METHODS"}, {"text": "Trained physicians undertook chart review, and respiratory physicians validated the diagnosis. Demographic data, clinical features, concomitant illnesses, and contact history were documented. Contact history was defined as exposure to a case within 10 days before presentation of symptoms. Contact history was further classified into hospital contact, family contact, and community contact. Hospital contact was defined as history of visiting a hospital, being hospitalized, or working in a hospital within the 10 days before presentation of symptoms. A dedicated SARS team managed all patients and treated them according to consensus protocols suggested by a local expert panel. 8 The initial treatment typically included a combination of a third-or fourth-generation cephalosporin (ceftriaxone or cefepime) and oral macrolides (clarithromycin or azithromycin). For a patient with a definite contact history, empirical treatment with intravenous ribavirin (8 mg/kg every 8 hours) and hydrocortisone (4 mg/kg every 8 hours) was started if clinical conditions had not improved within 2 days. High-resolution computerized tomography scan of the thorax was performed in suspected cases with normal or equivocal chest x-ray findings. Pulse methylprednisolone (500-1,000 mg/d for 5 days) was given to patients with rapid clinical and radiological deterioration. Usually ribavirin and corticosteroid were tapered off over a period of 3 weeks, and oral treatment began when clinical condition stabilized. Admission to the intensive care unit (ICU) was in general restricted to patients who required mechanical ven-tilation and patients with a fair to good premorbid functional state.", "cite_spans": [{"start": 680, "end": 681, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "METHODS"}, {"text": "Hematological, biochemical, and microbiological test results were recorded. The total ribavirin and corticosteroid dosages administered were also calculated. The following outcomes were measured: requirement for mechanical ventilation, admission to the ICU, documented nosocomial infection, and 30-and 150-day mortality rates. Patients were divided into two groups according to age. The young age group was defined as 60 and younger and the older age group as older than 60. Clinical presentations, treatments, and outcomes of the two groups were compared.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Descriptive statistics were used to summarize demographic data. The chi-square test and the Mann-Whitney U test were used to compare categorical and continuous variables in the two groups. The cumulative mortality rates in the two groups were described according to Kaplan-Meier method. Unless otherwise stated, all data were expressed as mean AE standard deviation; Po.05 was considered significant for all tests. All data analysis was performed using SPSS (Windows Version 9.0, SPSS Corp., Chicago, IL).", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Eighty-one patients whose clinical features were compatible with SARS were identified. Two patients with a final diagnosis of human immunodeficiency virus infection and one patient with pulmonary tuberculosis were excluded. One patient was also excluded because of a lack of fever despite having radiological evidence of infiltration and positive RT-PCR for SARS-CoV in throat swabs. Seventy-seven patients who fulfilled the diagnostic criteria for SARS were thus available for analysis; 47 (61%) were women. The mean age AE standard deviation was 50.0 AE 18.6. There were 52 and 25 patients in the young and older age groups, respectively. The corresponding ages were 39.5 AE 11.7 and 72.1 AE 7.2, respectively.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The clinical features in the two groups of patients are shown in Table 2 . Presence of fever on admission (4381C) and chills were more common in the younger age group; whereas decrease in appetite and general condition occurred only in the older age group. All patients without fever on admission developed fever later. Fifty-nine patients (76.6%) were able to recall a contact history. Of these exposures, 40 (67.9%) were classified as hospital contact, 10 (16.9%) as community contact, and nine (15.2%) as family contact. Nine patients (11.5%) had a history of recent travel outside Hong Kong, which was not considered an exposure. There were no significant differences in various types of contact history between young and older patients. RT-PCR for SARS-CoV in nasopharyngeal secretions were done in 94% of young and 96% of older patients, whereas RT-PCR in stool samples were done in 92% and 96%, respectively. There was no difference between young and older patients for positive RT-PCR in nasopharyngeal aspirate (49% vs 58%, P 5.469) and stool samples (40% vs 33%, P 5.797). Single or paired serum samples were tested for SARS-CoV antibody in 96% (50/52) of young and 76% (19/25) of older patients. The prevalence of positive serological tests was 42% (8/19) in older patients and 92% (46/ 50) in young patients; their difference was significant (Po.001). The major cause for negative serological tests in older adults was incomplete testing (an absence of antibody testing during convalescent phase (5 dead, 3 survivors)). In addition, there were three older patients whose serological tests remained negative even 21 days after admission.", "cite_spans": [{"start": 1260, "end": 1266, "text": "(8/19)", "ref_id": null}], "ref_spans": [{"start": 65, "end": 72, "text": "Table 2", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "All patients received ribavirin and corticosteroid except two patients in the young age group. The median dose of ribavirin was 15,000 mg in younger patients and 10,800 mg in older patients (P 5.106). There was no difference in the median dose of corticosteroid (hydrocortisone, prednisolone, or methylprednisolone) between the two groups. Significantly more elderly patients developed secondary nosocomial infection (Pseudomonas aeruginosa (n 5 1), Methicillin-resistant Staphylococcus aureus (n 5 2), Escherichia coli (n 5 2), or Acinetobacter spp. (n 5 2) (20% vs 3.8%, P 5.004)); required mechanical ventilation (40% vs 13.5%, P 5.017); or were admitted to the ICU (36% vs 13.5%, P 5.035). Three of five older patients whose course was complicated by nosocomial infection died. The crude fatality rate was significantly higher in the older age group (60% v 7.6%, Po.001). The median time between admission to the SARS ward and death was 17 days for older patients (1-38 days) and 27 days for young patients (12-48 days). All causes of death were due to respiratory failure. The cumulative 30-and 150-day mortality rates were 3.8% and 7.6%, respectively, in young patients with SARS and 56%, and 60%, respectively, in older patients (Po.001) (Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 1245, "end": 1254, "text": "(Figure 1", "ref_id": null}], "section": "RESULTS"}, {"text": "Elderly patients with CAP are well recognized to present with atypical symptoms and signs. 9 These nonclassic presentations include absence of fever and chills, slight cough, and high frequency of extrapulmonary manifestation, such as confusion. This study confirmed that presentations of SARS in older adults resembled other forms of CAP. There were significantly fewer older adults who presented initially with fever and chills, whereas the atypical complaints, including decreased appetite and general condition, occurred only in older individuals. Symptoms of SARS in geriatric patients could also be manifested as orthopedic complications. 10 An elderly woman developed respiratory failure after a recent operation for hip fracture, and an autopsy later showed typical findings of SARS. Diarrhea occurred in 20% of younger patients and 4% of older patients. The former incidence was comparable with findings from several large local studies reporting diarrhea in 11% to 19.6% of SARS patients. 4, 5, 11 It is unclear why older adults have less diarrhea. Because the proportion of patients with positive RT-PCR in stool samples was similar in two groups, fewer older patients with diarrhea probably represents a generalized paucity of symptoms rather than a different site of involvement by SARS-CoV.", "cite_spans": [{"start": 91, "end": 92, "text": "9", "ref_id": "BIBREF8"}, {"start": 645, "end": 647, "text": "10", "ref_id": "BIBREF9"}, {"start": 999, "end": 1001, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1002, "end": 1004, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1005, "end": 1007, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A finding of body temperature of less than 371C has been suggested as a poor prognostic indicator in older patients with CAP. 12 When all patients with SARS were analyzed (due to a small number of older patients), there was also a trend toward higher mortality in subjects without fever initially. A lack of fever may imply an impaired immune response to infection, although it may not be ominous at all times. An elderly patient who had clinical, radiological, and laboratory features of SARS was excluded from the study because fever was never documented. She remained well with only empirical oral ribavirin treatment and might have represented a mild form of SARS-CoV infection. It is important to recognize these patients with nonspecific symptoms and without fever for infection control reasons during an epidemic. Outbreaks in the hospital have been reported in healthcare workers who contracted SARS when managing unsuspected infected patients in general wards. 13 It has been shown that the sensitivity of RT-PCR for SARS-CoV varies with different times of sampling. The sensitivity of RT-PCR in nasopharyngeal secretions varied from 30% when samples were collected during the first 3 days to 65% when they were collected on Day 7 of illness. 5 Most of the samples were collected within the first week. The prevalence of positive RT-PCR in nasopharyngeal aspirate and stool samples was 51% and 37%, respectively. Two large local studies reported that the positivity rates for RT-PCR in nasopharyngeal aspirate were 65% and 36%, whereas the positivity rate in stool samples was 71% in one series. 5, 11 Selection bias in patients and variation in sampling time are the most likely reasons to account for the discrepancy. In one study, only 24% of SARS patients had RT-PCR in stool samples examined, in contrast to more than 90% of patients in the current study. In the current study, similar proportions of young and older patients with SARS had RT-PCR performed, and comparable positivity rates were achieved. It thus appears that RT-PCR for CoV is useful in diagnosing SARS in older patients.", "cite_spans": [{"start": 126, "end": 128, "text": "12", "ref_id": "BIBREF11"}, {"start": 970, "end": 972, "text": "13", "ref_id": "BIBREF12"}, {"start": 1252, "end": 1253, "text": "5", "ref_id": "BIBREF4"}, {"start": 1605, "end": 1607, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1608, "end": 1610, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Nevertheless, the prevalence of positive serological tests was significantly lower in older patients. This was largely due to incomplete testing, especially in patients who died quickly. More than half of the deaths in older patients occurred within 2 to 3 weeks after admission, although seroconversion may not be detected until 21 to 28 days after onset of illness. In addition, there was an interval between symptom onset and admission. Some of the patients might have paired serological tests completed in less than 21 days from admission. Seroconversion might occur at a later time in these patients. However, there were three older patients in whom serological tests remained negative after 21 days (mean 33 days). This may be related to a genuine lack of immune response. Aging is associated with a qualitative decline in T-cell function and integrity of helper T cells is essential in the process of antibody production. 14 A decline and delay in the antibody response to influenza vaccination has also been demonstrated in elderly subjects. 15 An antibody response to SARS-CoV at 21 to 28 day may not be useful in older adults with SARS. Use of RT-PCR for SARS-CoV should be sought vigorously to exclude SARS in suspected elderly subjects.", "cite_spans": [{"start": 1050, "end": 1052, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although fewer than one-quarter (21%) of reported SARS patients were aged 60 and older, they accounted for more than two-thirds (68%) of all deaths related to SARS (Hospital Authority Central Organizing Committee on SARS data, August 2003). The 30-and 150-day mortality rates in patients aged older than 60 with SARS were 56% and 60%, respectively, in this cohort. Such findings were similar to an estimated fatality rate of 43.3% (95% confidence interval 5 35. 2-52.4 ) suggested by some researchers. 3 Because there were few late deaths, the current study demonstrated that SARS is an acute illness with high immediate mortality in the elderly population. Several large studies have shown that advanced age is the most consistent and powerful independent predictor for mortality and morbidity in SARS patients, 4,5,11 but age by itself was not a prognostic indicator related to mortality in a group of older adults with CAP after adjustment of confounders. 12 Moreover, in one recent large series, the reported crude fatality rate for older adults ( !65) with CAP was only 12.5%. 16 Another prospective study evaluating a group of old patients (mean age 83) with CAP showed that the fatality rate was 31%. 17 The causes for an excessive fatality rate of more than 50% in elderly SARS patients are not known. SARS-CoV may be particularly virulent in older adults, but this remains to be proven. Alternatively, elderly patients may be more susceptible to the side effects of ribavirin and highdose corticosteroids that were used as empirical treatment in a majority of patients with SARS in Hong Kong. Because most of the studies on SARS were undertaken retrospectively, the incidence and consequence of adverse effects related to these medications are unknown. It has been suggested that ribavirin might be beneficial as an immunomodulator despite its modest antiviral activity. 18 Systemic use of ribavirin may also cause dose-dependent hemolytic anemia and bone marrow suppression. 19 In this study, significant anemia requiring blood transfusion complicated the course in three elderly patients; two of the three patients died. Apart from ribavirin, the majority of SARS patients in Hong Kong also received high-dose corticosteroids. Although previous studies have shown that corticosteroids are effective in clearing consolidative changes in patients with SARS, 4,20 the use of corticosteroids could be detrimental in causing immunosuppression and promoting secondary sepsis. The latter complication can be fatal in older adults, with a majority of the elderly patients with documented nosocomial infection (3/5) dying.", "cite_spans": [{"start": 462, "end": 468, "text": "2-52.4", "ref_id": null}, {"start": 502, "end": 503, "text": "3", "ref_id": "BIBREF2"}, {"start": 959, "end": 961, "text": "12", "ref_id": "BIBREF11"}, {"start": 1082, "end": 1084, "text": "16", "ref_id": "BIBREF15"}, {"start": 1208, "end": 1210, "text": "17", "ref_id": "BIBREF16"}, {"start": 1880, "end": 1882, "text": "18", "ref_id": "BIBREF17"}, {"start": 1985, "end": 1987, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The major difference between the current study's definition of SARS and the latest WHO or Centers for Disease Control and Prevention (CDC) definition 21, 22 was that laboratory investigation was not included in the criteria. Nevertheless, of the 77 patients with SARS, 58 (47 young and 11 older patients) also fulfilled the WHO definition of SARS cases with laboratory confirmation. These patients were confirmed by: SARS-CoV antibody (28 young patients), two or more positive PCR for SARS-CoV (1 young and 3 older patients), and PCR and serological tests (18 young and 8 older patients).", "cite_spans": [{"start": 150, "end": 153, "text": "21,", "ref_id": "BIBREF20"}, {"start": 154, "end": 156, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "There were 14 older patients without laboratory confirmation: no serologic test done (3 dead), incomplete serological tests (5 dead and 3 survivors), negative serological tests 21 days after admission (3 survivors) .", "cite_spans": [{"start": 201, "end": 214, "text": "(3 survivors)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Nevertheless, all of the patients met the WHO and CDC definitions of probable SARS cases based on clinical, epidemiological, and radiological criteria. An absence of laboratory confirmation was primarily due to unavailability of the tests early during the epidemic and impracticability of completing the tests in patients who died rapidly.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "There are several limitations to this study. First, it was a retrospective study, and data collection might have been incomplete. Second, the timing and techniques in collecting specimens for RT-PCR were not standardized. For example, nasopharyngeal aspirates or throat swabs were performed to collect nasopharyngeal secretion; numerous staff undertook these procedures. Third, there was also considerable variation in the timing and dosages of corticosteroid and ribavirin prescribed despite the presence of a treatment protocol. Their relative benefits and harm were difficult to assess. The strength of the study was that a control group of younger patients was available for comparison.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Data on SARS in older adults are extremely scarce. They represent a vulnerable target group for subsequent outbreaks, and their prognosis is poor with existing treatment. Despite rapid advances in genomic sequencing of SARSassociated CoV, a rapid and reliable laboratory test for early diagnosis of SARS is still not available. Recognition of the nonspecificity, diversity, and paucity of symptoms in older adults with SARS provides a cornerstone to the diagnosis, if another epidemic reappears. Prompt isolation and vigorous attempts to identify viruses from various specimens should be undertaken. RT-PCR for SARS-CoV in nasopharyngeal secretions and stool samples are useful in older patients, but there were limitations to the role of serological tests in older adults with SARS.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Summary of probable SARS cases with onset of illness from 1", "authors": [], "year": 2002, "venue": "", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Severe acute respiratory syndrome: Fact sheet: Basic information about SARS", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong", "authors": [{"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "", "pages": "1761--1766", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong", "authors": [{"first": "N", "middle": [], "last": "Lee", "suffix": ""}, {"first": "D", "middle": [], "last": "Hui", "suffix": ""}, {"first": "A", "middle": [], "last": "Wu", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "", "pages": "1986--1994", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Outcomes and prognostic factors in 267 patients with severe acute respiratory syndrome in Hong Kong", "authors": [{"first": "K", "middle": ["W"], "last": "Choi", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Chau", "suffix": ""}, {"first": "O", "middle": [], "last": "Tsang", "suffix": ""}], "year": 2003, "venue": "Ann Intern Med", "volume": "139", "issn": "", "pages": "715--723", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Atypical presentations of SARS", "authors": [{"first": "D", "middle": ["A"], "last": "Fisher", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Lim", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coronavirus as a possible cause of severe acute respiratory syndrome", "authors": [{"first": "Jsm", "middle": [], "last": "Peiris", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Lai", "suffix": ""}, {"first": "Llm", "middle": [], "last": "Poon", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "", "pages": "1319--1325", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Development of a standard treatment protocol for severe acute respiratory syndrome", "authors": [{"first": "Lky", "middle": [], "last": "So", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Lau", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Yam", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "", "pages": "1615--1617", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Community-acquired pneumonia in elderly patients", "authors": [{"first": "M", "middle": ["S"], "last": "Niederman", "suffix": ""}, {"first": "Qaa", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 2003, "venue": "Clin Geriatr Med", "volume": "19", "issn": "", "pages": "101--120", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Severe acute respiratory syndrome (SARS) in a geriatric patient with a hip fracture. A case report", "authors": [{"first": "K", "middle": ["C"], "last": "Wong", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Leung", "suffix": ""}, {"first": "M", "middle": [], "last": "Hui", "suffix": ""}], "year": 2003, "venue": "J Bone Joint Surg Am", "volume": "85", "issn": "", "pages": "1339--1342", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Short-term outcome and risk factors for adverse clinical outcomes in adults with severe acute respiratory syndrome (SARS)", "authors": [{"first": "Jwm", "middle": [], "last": "Chan", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Ng", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Chan", "suffix": ""}], "year": 2003, "venue": "Thorax", "volume": "58", "issn": "", "pages": "686--689", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Community-acquired pneumonia in the elderly: A multivariate analysis of risk and prognostic factors", "authors": [{"first": "R", "middle": [], "last": "Riquelme", "suffix": ""}, {"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "M", "middle": [], "last": "El-Ebiary", "suffix": ""}], "year": 1996, "venue": "Am J Respir Crit Care Med", "volume": "154", "issn": "", "pages": "1450--1455", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "An outbreak of severe acute respiratory syndrome among hospital workers in a community hospital in Hong Kong", "authors": [{"first": "A", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "Jjy", "middle": [], "last": "Sung", "suffix": ""}, {"first": "M", "middle": [], "last": "Chan-Yeung", "suffix": ""}], "year": 2003, "venue": "Ann Intern Med", "volume": "139", "issn": "", "pages": "564--567", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Characterization of immune response to trivalent influenza vaccine in elderly men", "authors": [{"first": "M", "middle": [], "last": "Levine", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Beattie", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Mclean", "suffix": ""}], "year": 1987, "venue": "J Am Geriatr Soc", "volume": "35", "issn": "", "pages": "609--615", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Incidence of community-acquired pneumonia requiring hospitalization", "authors": [{"first": "B", "middle": ["J"], "last": "Marston", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Plouffe", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "File", "suffix": ""}], "year": 1997, "venue": "Arch Intern Med", "volume": "157", "issn": "", "pages": "1709--1718", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Clinical prognostic indices of fatality in elderly patients admitted to hospital with acute pneumonia", "authors": [{"first": "A", "middle": ["R"], "last": "Starczewskj", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Allen", "suffix": ""}, {"first": "E", "middle": [], "last": "Vargas", "suffix": ""}], "year": 1988, "venue": "Age Ageing", "volume": "17", "issn": "", "pages": "181--186", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: A prospective study", "authors": [{"first": "Jsm", "middle": [], "last": "Peiris", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chu", "suffix": ""}, {"first": "Vcc", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "", "pages": "1767--1772", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Clinical features and short-term outcomes of 144 patients with SARS in the greater Toronto area", "authors": [{"first": "C", "middle": ["M"], "last": "Booth", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Matukas", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Tomlinson", "suffix": ""}], "year": 2003, "venue": "JAMA", "volume": "289", "issn": "", "pages": "2801--2809", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Management of severe acute respiratory syndrome", "authors": [{"first": "K", "middle": ["W"], "last": "Tsang", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Lam", "suffix": ""}], "year": 2003, "venue": "Am J Respir Crit Care Med", "volume": "168", "issn": "", "pages": "417--424", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "World Health Organization. Alert, verification and public health management of SARS in the post-outbreak period", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Severe acute respiratory syndrome: Diagnosis/Evaluation", "authors": [], "year": 2004, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Case Definition of Severe Acute Respiratory Syndrome (SARS), Hong Kong Hospital Authority SARS Registry, April 22, 2003 Radiographic evidence of infiltrates consistent with pneumonia A case should be excluded if an alternative diagnosis can fully explain the illness Temperature 438 o C or history of such temperature at any time in the previous 2 days At least two of the following History of chills in the previous 2 days Cough (new or increased) or breathing difficulty General malaise or myalgia Known history of exposure", "latex": null, "type": "table"}, "TABREF1": {"text": "Clinical Features of 77 Patients with Severe Acute Respiratory Syndrome", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to thank Kwan Wing Miu, Lui Wai Shan, Wong Wing Yee, and Li Chi Man for their assistance in data collection and all the healthcare workers who participated in the care of SARS patients.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}