{
    "paper_id": "bf2b52a58756f7111518e9e59fcf2d7088ed2624",
    "metadata": {
        "title": "What Went Wrong? The World Health Organization from Swine Flu to Ebola",
        "authors": [
            {
                "first": "Adam",
                "middle": [],
                "last": "Kamradt-Scott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Kamradt-Scott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As the World Health Organization (WHO) moves into its eighth decade of existence, the intergovernmental organisation (IO) is once again confronted with questions about its continued relevance and performance. Over the past ten years, several independent external reviews, as well as a number of internal commissions, have examined the IO's activities. Multiple reports have been produced and recommendations have been posed on how the WHO should be reformed. The organisation's secretariat, and specifically its director-general, has in turn responded to these proposals by outlining various steps to redress the problems that have been identified. Many of these corrective measures were 'in progress' at the time of writing. This is not the first time the WHO has faced such questions or, indeed, extensive criticism. Even so, the fact that the IO's member states, nongovernment organisations (NGOs) and civil society organisations (CSOs), are once again questioning the intrinsic value of the WHO is nevertheless alarming. Indeed, a perception has increasingly emerged that something has 'gone wrong' with the organisation, to the extent that reforming the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "WHO has become a common refrain. The IO has found itself in this current predicament again though due to a number of perceived misguided actions and judgements, or 'mistakes', in its management of recent health emergencies. These notably include the 2009 H1N1 influenza pandemic and the 2014 West African Ebola outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This chapter examines these two events through the lens of this volume. More specifically, the chapter proceeds by interrogating what mistakes occurred throughout these two health crises, why they happened, the consequences arising from them and whether the organisation has learnt from these mistakes. In so doing, attention is given to the various structural, cultural and political factors that influenced these events, such as the WHO secretariat's aversion to offending member states and the division of the organisation into autonomous regional offices. The chapter then concludes by examining the reforms currently being implemented to strengthen the WHO's global health security credentials and what these signify for the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since late 2003 and the re-emergence and the global spread of the H5N1 'Bird Flu' virus, governments around the world had been preparing for another influenza pandemic. The aetiological agent that caused the next pandemic though was not the much-feared H5N1 virus but rather a novel strain of influenza H1N1 that emerged in La Gloria, a small rural village in Veracruz, Mexico, in March 2009 . From this remote location, the virus spread worldwide within weeks, carried by international travellers to initiate outbreaks in over 200 locations worldwide (WHO 2013) . The WHO's handling of the 2009 influenza pandemic attracted criticism both during the crisis and in its aftermath. Moreover, in response to concerns the IO had been unduly influenced into declaring a pandemic by experts with links to the pharmaceutical industry, a total of three internal and external investigations were launched into the organisation's management of the crisis (WHO 2011; Flynn 2010; Cohen and Carter 2010) . All three investigations subsequently concluded there was no evidence the WHO had engaged in inappropriate conduct. Nevertheless, each of these independent panels recommended amendments on how the IO responded to future health emergencies. While some of these measures have been enacted, in hindsight, it is now clear that there were at least two significant, related 'mistakes' in the WHO's management of the 2009 pandemic: the first being the WHO's decision to label the responsible aetiological agent 'swine flu' and, the second, to remove guidelines from the WHO website after a policy discrepancy was identified.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 391,
                    "text": "Mexico, in March 2009",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 562,
                    "text": "(WHO 2013)",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 955,
                    "text": "(WHO 2011;",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 967,
                    "text": "Flynn 2010;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 968,
                    "end": 990,
                    "text": "Cohen and Carter 2010)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The WhO's handling Of The 2009 h1n1 influenza Pandemic"
        },
        {
            "text": "Throughout the twentieth century there was a discernible trend for naming influenza pandemics after specific countries or areas (e.g. 1918 'Spanish Flu', 1957 'Asian Flu' and 1968 . Such practices have, however, also often culminated in significant economic damage to locations associated with disease (Cash and Narasimhan 2000) . In an explicit attempt to avoid the risk the 2009 influenza pandemic would be labelled the 'Mexican Flu' (on account that Mexico was the location where the disease first appeared), the WHO secretariat initially settled on identifying the pandemic with the animal that is most closely associated with the H1N1 virus: pigs. Accordingly, for the first few weeks of the 2009 crisis, the pandemic was extensively described by the WHO and international media outlets as 'Swine Flu' (Cohen 2009b; Butler 2009 ).",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 138,
                    "text": "(e.g. 1918",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 158,
                    "text": "'Spanish Flu', 1957",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 179,
                    "text": "'Asian Flu' and 1968",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 328,
                    "text": "(Cash and Narasimhan 2000)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 807,
                    "end": 820,
                    "text": "(Cohen 2009b;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 821,
                    "end": 832,
                    "text": "Butler 2009",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "'Swine Flu'"
        },
        {
            "text": "The WHO's decision to adopt the generic identifier 'swine flu' was arguably a noble one, intended to avoid damage to the Mexican economy. It did, however, result in a raft of unintended consequences that rapidly revealed the decision was a mistake. Indeed, within weeks of the descriptor being applied, approximately 20 per cent of the WHO's member states implemented a series of measures that exceeded, and thereby contravened, international norms (Davies et al. 2015) . In late April 2009, for example, the Egyptian government ordered the mass culling of all pigs throughout the country (estimated to be between 250,000 and 400,000 animals) as a 'preventative measure', despite the fact that no human cases of H1N1 had been recorded in Egypt nor any reported outbreaks of H1N1 had occurred in pigs worldwide (Katz and Fischer 2010) . Within days, the Iraqi government followed Egypt's lead and ordered the culling of three boars in a Baghdad zoo (Karadesh 2009 ). Added to this, some 20 other countries including Russia, the Philippines, Indonesia, Bahrain and China imposed trade import bans on all live pigs, pork and pork products, citing concerns over the risk that H1N1 may be introduced into their respective human populations (Lynn 2009; WTO 2009; Katz and Fischer 2010) .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 469,
                    "text": "(Davies et al. 2015)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 810,
                    "end": 833,
                    "text": "(Katz and Fischer 2010)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 948,
                    "end": 962,
                    "text": "(Karadesh 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1235,
                    "end": 1246,
                    "text": "(Lynn 2009;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1247,
                    "end": 1256,
                    "text": "WTO 2009;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1257,
                    "end": 1279,
                    "text": "Katz and Fischer 2010)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "'Swine Flu'"
        },
        {
            "text": "Quickly recognising the unintended consequences of the 'swine flu' label, the WHO secretariat launched a campaign to re-brand the pandemic 'influenza A(H1N1)' and co-opted other IOs to assist in halting the various bans and related measures. On 26 April 2009, for instance, the organisation issued a press release that emphasised that trade and travel restrictions were not recommended (WHO 2009e) . The next day the secretariat expanded on this, unequivocally stating, '[t] here is also no risk of infection from this virus from consumption of well-cooked pork and pork products' (WHO 2009f). On 29 April 2009, a representative from the Food and Agriculture Organization (FAO) went further, explicitly condemning the Egyptian government by describing the slaughter of the country's entire pig population a 'real mistake ' and stating '[t] here is no reason to do that' (Stewart 2009 ). To add further weight to this public messaging, the next day, the FAO, WHO and the World Organization for Animal Health issued a joint statement stipulating that pork and pork products were safe and that trade bans were unwarranted (FAO/WHO/ OIE 2009). This statement was then re-issued on 7 May 2009 to further reinforce the message (Ibid). Nonetheless, several countries persisted in applying live pig and pork import bans with the result that official complaints were formally lodged with the World Trade Organization (WTO) in late June 2009 (WTO 2009).",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 397,
                    "text": "(WHO 2009e)",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "'[t]",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 839,
                    "text": "' and stating '[t]",
                    "ref_id": null
                },
                {
                    "start": 870,
                    "end": 883,
                    "text": "(Stewart 2009",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "'Swine Flu'"
        },
        {
            "text": "Throughout the subsequent WTO hearings and other forums, most governments acknowledged that the import bans and related measures had been implemented without any scientific basis. They had done so though, primarily due to the initial correlations that had been drawn by the WHO between the virus and pigs. For instance, when challenged in the WTO, the Chinese government sought to justify its actions on the basis of 'its huge population, its susceptibility to the disease through human-to-human transmission, the fact that China was the world's biggest producer of pork and that pork was the most consumed meat product in the country' (WTO 2011: 4) . Similarly, when questioned about their decision to slaughter three wild boars, a representative from the Iraqi zoo admitted that their actions were not based on science but were rather designed 'to break a barrier of fear' amongst zoo visitors (Karadesh 2009 ). The Philippines, which had banned pork imports from the USA, Mexico and Canada in late April 2009 as a 'precautionary measure' (Joshi 2009 ), lifted the ban within a week for the USA and Mexico but sought to justify their continued ban on Canada on the basis of a suspected case of swineto-human H1N1 infection (Ager 2009 ).",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 649,
                    "text": "(WTO 2011: 4)",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 910,
                    "text": "(Karadesh 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1041,
                    "end": 1052,
                    "text": "(Joshi 2009",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1225,
                    "end": 1235,
                    "text": "(Ager 2009",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "'Swine Flu'"
        },
        {
            "text": "What these statements reveal is the critical importance of appropriate public health messaging at the outset of a health emergency. Although the WHO secretariat had attempted to avoid the risk the 2009 H1N1 influenza pandemic would become known as the 'Mexican Flu', by selecting an alternative descriptor, the organisation had inadvertently instigated harmful trade and animal welfare practices. The fact that there was no clinical evidence of the 2009 H1N1 virus spreading between pigs and humans proved irrelevant; the damage had been done by drawing the correlation between pigs and the virus. Compounding the WHO's mistake, a small number of countries took the additional step of quarantining Mexican citizens in their respective countries, or prevented travel to and from Mexico, in an inept attempt to limit the virus' transmission. Although conceivably it could be argued the proportion of countries that engaged these latter measures was potentially smaller given the IO had acted so precipitously to negate the association being drawn between H1N1 and Mexico, it nevertheless proved only partially successful. In hindsight, therefore, it can be appreciated the IO's initial descriptor was not only a mistake that could have been predicted and easily avoided by selecting an alternative name (such as 'H1N1'), but it also failed to comprehensively repudiate an association between Mexico and the H1N1 virus (and the associated economic repercussions) that was emerging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Swine Flu'"
        },
        {
            "text": "Like many disease outbreaks before it, the 2009 H1N1 influenza pandemic was characterised by much uncertainty. Fortunately, due to the work undertaken post-2005 in strengthening pandemic preparedness through increased disease surveillance and collaborative arrangements, the epidemiological agent responsible for the crisis was rapidly identified as a novel strain of influenza. Importantly, however, it took a number of months after the disease's identification in April 2009 before the lethality of the virus could be accurately determined. Concern over the severity of the virus and the risk to communities was also exacerbated by international media reports, particularly in the initial weeks; until sufficient data had been gathered and interpreted, it was unclear what measures were required to contain the disease and prevent unnecessary human morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal of Pandemic Guidelines"
        },
        {
            "text": "It was within this context that the WHO perpetrated its second notable mistake during the H1N1 pandemic: removing its own pandemic influenza guidelines from the organisation's website. Since 1999 the WHO had actively encouraged countries to strengthen their pandemic preparedness and had released a series of guideline documents that detailed various measures designed to achieve that objective (i.e. building vaccine manufacturing capacity, stockpiling antiviral medications, developing national emergency committees, etc.). These guidelines were also important as they introduced a framework for how and when a pandemic would be declared by the IO, outlining the multiple stages and decision points (described as 'phases') such as 'limited human-to-human transmission' through to widespread, sustained community-level infection (WHO 1999a (WHO , 2005 (WHO , 2009c . Somewhat ironically, the WHO secretariat had released the latest version of these pandemic influenza guidelines only a few months before the first recorded outbreak of H1N1 in Mexico. One of the crucial factors cited in the most recent version of the guidelines for declaring a pandemic though had been an assessment of the severity of a virus.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 840,
                    "text": "(WHO 1999a",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 852,
                    "text": "(WHO , 2005",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 865,
                    "text": "(WHO , 2009c",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Removal of Pandemic Guidelines"
        },
        {
            "text": "The first recorded cases of H1N1 were officially reported to the WHO by the US Centres for Disease Control and Prevention on 18 April 2009. Within the week, further cases had been confirmed in Mexico, including several clusters of young and previously healthy adults contracting severe pneumonia (WHO 2009g). By late April, Mexican health authorities had obtained reports of infection rates around 50 per cent in some areas (Ibid), with over 1300 suspect cases and approximately 84 probable deaths (PAHO 2009). Within days, laboratory confirmation was obtained that localised outbreaks were occurring in at least 9 countries (WHO 2009a) , and by mid-May, the WHO had obtained confirmation of over 5000 cases throughout 30 countries in the Americas, Europe and Oceania (WHO 2009b) .",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 636,
                    "text": "(WHO 2009a)",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 779,
                    "text": "(WHO 2009b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Removal of Pandemic Guidelines"
        },
        {
            "text": "Confronted with irrefutable evidence on the geographical spread of the virus, the WHO convened an emergency committee under the authority of the International Health Regulations (IHR) to assess the data and make recommendations on whether a pandemic should be declared. On 29 April 2009, the IHR emergency committee recommended the directorgeneral raise the alert level from Phase 4 (community-level outbreaks) to Phase 5 (sustained community transmission), which was promptly actioned. According to the WHO's guidelines though, the declaration of Phase 5 was also intended to send 'a strong signal that a pandemic is imminent' (WHO 2009c: 25) . The elevation of the alert level to Phase 5 was immediately queried by a number of critics, principally because the epidemiological data increasingly suggested that the H1N1 virus caused only mild illness in the majority of cases. In fact, by early May 2009, although there were a number of suspected deaths, only 61 H1N1-related fatalities had been verified by laboratory testing, with most infected people experiencing symptoms that were more akin to a seasonal variety of influenza (WHO 2009b). When then asked by a CNN reporter to explain the decision to declare Phase 5 in the light of the fact the WHO had previously maintained a pandemic entailed large numbers of human fatalities and severe illness, the response of the secretariat was to delete its guidelines from its website (Cohen 2009a) .",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 643,
                    "text": "(WHO 2009c: 25)",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1445,
                    "text": "(Cohen 2009a)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Removal of Pandemic Guidelines"
        },
        {
            "text": "The erasure of the pandemic guidelines-presumably by a member (or members) of the IO's secretariat that lacked insight into the potential consequences that would arise-understandably created additional confusion around the WHO's decision to declare H1N1 a 'pandemic'. In an initial attempt to deflect criticism of the secretariat's actions, rather than accept it had erred in its dealings with the media and accept that its removal of the guidelines was wrong, a WHO official responded to questions about the inclusion of severity criteria in the now-redacted version of the document as an 'error' (Flynn 2010: 9) . As preparations for the annual World Health Assembly (WHA) got under way in May though, disquiet about the secretariat's behaviour grew. Assessing a more robust response was needed, the WHO director-general convened an urgent high-level consultation immediately prior to the WHA to review the data and processes used by the secretariat and IHR emergency committee (WHO 2009d). Even so, throughout the WHA, political pressure continued to build for the IO to revise its procedures for declaring a pandemic (SooHoo 2010).",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 613,
                    "text": "(Flynn 2010: 9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Removal of Pandemic Guidelines"
        },
        {
            "text": "The momentum was such that the director-general concluded it was necessary to appoint an independent panel to review the organisation's management of the crisis and give the panel unfettered access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal of Pandemic Guidelines"
        },
        {
            "text": "At the same time as the membership of the independent panel was being agreed upon, a further related scandal hit the WHO when it was revealed the secretariat refused to release the names of the IHR emergency committee members. In late 2009, a Danish newspaper alleged that members of the IHR emergency committee that advised the director-general received financial support from pharmaceutical manufacturers. The accusation further reinforced governments' earlier concerns by insinuating that the director-general had been improperly influenced into declaring a pandemic. Attempting to deflect this latest controversy, senior WHO officials initially publicly advocated that shielding the identities of the IHR emergency committee members was 'to protect the committee from outside influences' Carter 2010: 1278) . The argument was not sufficiently persuasive though, given the allegations had raised concerns over perceived conflicts of interest. As a result, two further external independent reviews were launched by the Council of Europe and a joint investigation by the British Medical Journal (BMJ) and the Bureau of Investigative Journalism (BIJ). In early June 2010, these investigations handed down their findings, provoking the director-general to issue a strongly worded statement refuting the allegations that had been made and reaffirming that '[t]he world is going through a real pandemic. The description of it as a fake is wrong and irresponsible' (WHO 2010).",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 810,
                    "text": "Carter 2010: 1278)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Removal of Pandemic Guidelines"
        },
        {
            "text": "All three investigations-the independent WHO panel, the Council of Europe and the BMJ/BIJ-ultimately concluded that while transparency in the WHO's processes needed to be improved, there was no evidence of improper conduct or undue influence. All three panels did recommend extensive procedural changes to how the IO managed future health emergencies, and the director-general agreed to implement those recommendations that were within the secretariat's power, such as making the identities of the IHR emergency committee members public. Even so, as discussed below, a number of the more substantive changes to how the WHO functioned during health emergencies such as the creation of a health emergency contingency fund (HECF) were not implemented due to resistance by member states or inadequate resources, and this in turn was revealed to have adverse impacts on the organisation's management of the next major health emergency: the 2014 Ebola outbreak in West Africa. In fact, the WHO is widely considered to have 'failed' the international community during the EVD outbreak. The criticisms that emerged have largely centred around the notion that the IO was far too slow to respond to the crisis, and although some have sought to provide additional context for why this occurred (Kamradt-Scott 2016), the perception has nevertheless persisted. In the following section, this chapter surveys two of the WHO's most apparent failings during the Ebola outbreak: first, an unwillingness to challenge official reports and, second, a lack of adequate coordination that contributed to the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Removal of Pandemic Guidelines"
        },
        {
            "text": "The EVD outbreak in West Africa commenced in late December 2013 when a young child contracted the virus in a remote Guinean village on the border of Sierra Leone and Liberia. Due to a range of factors though, such as poor disease surveillance, laboratory and reporting infrastructure, the outbreak was not officially declared to be under way until 23 March 2014 (WHO 2014b). This delay permitted the virus to circulate undetected for some three months and, as a result, had spread across border regions into neighbouring Liberia and Sierra Leone. Initially suspected to be Lassa Fever, within hours of confirming that the aetiological agent was Ebola, the WHO secretariat in Geneva mobilised a response team via the Global Outbreak Alert and Response Network (GOARN) to deploy to Guinea to assist local health authorities. The secretariat also alerted Liberian and Sierra Leonean health officials to commence surveillance. On 27 March 2014, both Liberia and Sierra Leone confirmed they had identified a small number of suspected EVD cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Official Reports'"
        },
        {
            "text": "In response, throughout April 2014, the WHO secretariat stepped up its efforts to mobilise technical assistance to help the affected countries. By 7 May 2014, some 88 technical experts had subsequently been deployed to assist the health authorities in Guinea, a further 23 had been sent to Liberia, 1 to Sierra Leone and 4 to the WHO African regional office (AFRO) (AFRO 2014b). Yet due to a lack of adequate national disease surveillance and reporting systems, the WHO was largely reliant on data being gathered by NGOs such as Médecins Sans Frontières (MSF) that would be cross-referenced with government-based and other sources wherever possible (WHO Ebola Response Team 2014; Baize et al. 2014; WHO 2014a ). The dearth of information contributed to further uncertainty around the nature of the outbreak, how it was unfolding and where resources were needed most.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 698,
                    "text": "Baize et al. 2014;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 699,
                    "end": 708,
                    "text": "WHO 2014a",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "'Official Reports'"
        },
        {
            "text": "By mid-May 2014, the available epidemiological data allegedly indicated that the EVD outbreak, which was still predominantly concentrated in Guinea (WHO 2014a), might be nearing its end. Although these claims were refuted by MSF (Blas 2014) , the Guinean Minister for Health reinforced the idea that the outbreak would soon be over at the 67th WHA later that same month when he reported his country was 'yielding very encouraging results' with five out of the six loci of the epidemic now under control (WHO 2015a). The Guinean government then went even further, explicitly rejecting MSF's assertions that the outbreak was 'out of control' (Fofana 2014 ). While such proclamations may have persuaded some, any initial optimism proved short-lived, and by mid-June, the accuracy of the MSF's account was laid bare. It was at this juncture the flaws in the WHO secretariat's approach to managing the crisis became particularly apparent.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 240,
                    "text": "(Blas 2014)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 640,
                    "end": 652,
                    "text": "(Fofana 2014",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "'Official Reports'"
        },
        {
            "text": "Indeed, as early as March 2014, reports had emerged of large numbers of suspected Ebola deaths occurring in Monrovia (Sengupta 2015 ). Yet by the end of April the Liberian government-whether through negligence or obfuscation-had only ever reported one suspected case within the entire county of Montserrado (WHO 2014c, d) . That only one case had been officially reported was not especially surprising at the time, given the well-acknowledged paucity of the disease surveillance systems and the absence of robust laboratory verification capacity. Yet rather than challenge these official figures, the WHO secretariat took the government's statistics at face value, seemingly accepting it was an accurate assessment. Later, when the Guinean health minister asserted at the WHA that his country's epidemic was now under control, the IO again failed to contest this claim, accepting the health minister's declaration. Between the end of the WHA and two weeks later on 10 June 2014, however, Guinea and Sierra Leone recorded approximately 150 new infections, bringing the cumulative total to 440 suspected or confirmed EVD cases. Within a week that figure had risen again to 528, with Liberia reporting 9 new suspected cases and 5 deaths-the first to be reported since April earlier that year and a new tranche that would ultimately evolve into thousands (AFRO 2014c).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 131,
                    "text": "(Sengupta 2015",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 307,
                    "end": 321,
                    "text": "(WHO 2014c, d)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "'Official Reports'"
        },
        {
            "text": "The WHO secretariat's unwillingness to gainsay the claims made by Liberia, Sierra Leone and Guinea as to the nature of their domestic epidemics is perplexing to say the least and can only be considered a serious error in judgement. It must be recalled that the 2014 outbreak was the first appearance of the Zaire strain of EVD in West Africa-with a few limited exceptions, the majority of documented outbreaks had occurred in either Uganda, the Sudan, Gabon or the Democratic Republic of Congo (CDC 2016). As a result, health officials within the affected countries had never previously managed a domestic EVD outbreak. In such circumstances, it could, and arguably should, have been anticipated that mistakes would occur and that accurate data collection would be made even more problematic given the heightened anxiety that often accompanies Ebola outbreaks-the world's most deadly disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Official Reports'"
        },
        {
            "text": "Exacerbating and, to some degree, contributing to the WHO's mishandling of the 2014 Ebola outbreak were discrepancies between the organisation's central headquarters in Geneva and the AFRO. The division of the WHO into seven different branches-six regional offices and a central headquarters-was a by-product of negotiations that commenced in 1946 to merge the Pan American Sanitary (later Health) Bureau with the newly created IO. Although the aim in the immediate post-war period had been to dissolve all pre-existing international health organisations to make way for the new universal health agency, representatives from the Bureau staunchly resisted the idea. The negotiations took three years to conclude, with the Bureau finally acceding to become the Americas regional office of the WHO in 1949. As part of the agreement that was struck, however, the Bureau retained considerable autonomy both in terms of setting their own policy direction and in terms of financial arrangements. Importantly, the Bureau's decision created a precedent for the creation of subsequent regional offices that culminated in the IO's current structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "The structural composition of the WHO has been frequently identified as contributing to a range of inefficiencies, duplication of effort, poor health outcomes and obstructive infighting (Godlee 1994; WHO 1999b; Burci and Vignes 2004) . Regrettably, the structural arrangements manifested as a problem throughout the 2014 Ebola outbreak as well. For example, as revealed in a leaked internal memo, AFRO representatives convened an emergency teleconference on 24 March 2014 in which the number of suspected Guinean cases and the 'high possibility of crossborder transmission' were noted with concern (Cheng and Satter 2015). In response, the AFRO secretariat advocated that the regional director declare an 'internal WHO Grade 2 emergency' and establish a regional emergency support team to coordinate technical and operational support. This action plan was approved the same day (AFRO 2014a); yet by 5 May 2014, whereas the WHO secretariat in Geneva had deployed almost 90 staff to Guinea, only 20 were sent to Liberia, 1 was dispatched to Sierra Leone and 4 were sent to the regional office. The Geneva-based secretariat's dispersal of technical expertise thus did not reflect a regional approach but instead focused predominantly on Guinea as the worst-affected country.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 199,
                    "text": "(Godlee 1994;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 200,
                    "end": 210,
                    "text": "WHO 1999b;",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 233,
                    "text": "Burci and Vignes 2004)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "This suggests that information and decisions taken at the regional level were not sufficiently communicated to the central office or, if they were, not acted upon. Speculation emerged at the time that the lack of effective communication between Geneva and AFRO was as a result of personality differences involving the director-general, Margaret Chan, and the then AFRO regional director, Luis Gomes Sambo, who was later replaced in office (Gostin 2015a) . Irrespective of whether such hearsay was grounded on fact or the AFRO recommendation for a regional team was communicated or not, the decision to send the bulk of personnel to Guinea nonetheless suggests staff in Geneva lacked sufficient insight into how the outbreak might unfold and spread to neighbouring states. Such an oversight is virtually indefensible though given the outbreak was known to have started in an area close to international borders and surveillance systems throughout the region were known to be inadequate.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 453,
                    "text": "(Gostin 2015a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "If the central headquarters staff made mistakes though, so too did the AFRO secretariat. Indeed, somewhat ironically, the AFRO had updated and released their standard operating procedures (SOPs) for responding to disease outbreaks in March 2014 (AFRO 2014d). These new SOPs, which emphasised the importance of quality and consistency in managing adverse events (Ibid: 11), stipulated that AFRO had the responsibility for conducting regional risk assessments and coordinating the response to outbreaks affecting the region-in contrast, as noted in the SOPs, to WHO headquarters that had responsibility for global risk assessments and response (Ibid: 14) . Yet, as Gostin (2015b Gostin ( : 1904 notes, 'AFRO did not convene health ministers or open a regional coordination centre until 3 months after Ebola was confirmed in Guinea'. By this stage, the virus had spread to neighbouring Sierra Leone and Liberia where, due to poor surveillance and response systems, the pathogen went on to infect thousands. Thus, whether due to obfuscation, intransigence or negligence, the AFRO secretariat's slack of adherence to their own standards proved a costly mistake.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 676,
                    "text": "Gostin (2015b",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 677,
                    "end": 692,
                    "text": "Gostin ( : 1904",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 652,
                    "text": "(Ibid: 14)",
                    "ref_id": null
                }
            ],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "The performance of the AFRO, and in particular its regional director, understandably attracted considerable international media attention and further undermined the WHO's reputation (Gale et al. 2014 , Sack et al. 2014 . Arguably, however, while the regional office attracted the ire of some, the majority of criticism was levelled at the WHO staff in Geneva. By September 2014, for instance, the IO's response was being described extensively by a wide range of external commentators as slow and ineffectual (Anonymous 2014; Sack et al. 2014) . While the director-general publicly attempted to defend her organisation by stressing that the agency was not the 'first responder' (Fink 2014) , these perceptions were not aided by the unauthorised release of an internal review that identified 'severe shortcomings' in the WHO's response (Cheng 2014) . Further mistakes were then uncovered in March 2015 with the publication of the AP investigation that revealed staff in Geneva had actively resisted attempts to declare the event a global public health emergency over concerns that it may antagonise the affected countries (Cheng and Satter 2015) . Collectively, the multiple reports and revelations consolidated the perception amongst many world leaders that the WHO had 'failed' the international community, prompting the UN secretary-general to take an unprecedented action in establishing the United Nations' first ever public health mission (UNMEER), while other countries deployed military personnel to assist with the response .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 199,
                    "text": "(Gale et al. 2014",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 200,
                    "end": 218,
                    "text": ", Sack et al. 2014",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 525,
                    "end": 542,
                    "text": "Sack et al. 2014)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 677,
                    "end": 688,
                    "text": "(Fink 2014)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 834,
                    "end": 846,
                    "text": "(Cheng 2014)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1120,
                    "end": 1143,
                    "text": "(Cheng and Satter 2015)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "can The WhO learn frOm iTs misTakes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "Even before the EVD outbreak had been contained in West Africa, a number of formal reviews had been established to scrutinise the WHO's handling of the event. As Gostin et al. (2016) have observed, of these, four commissions were of particular note: (i) WHO Ebola Interim Assessment Panel, (ii) the Harvard University/London School of Hygiene & Tropical Medicine Independent Panel on the Global Response to Ebola, (iii) the US National Academy of Medicine's Commission on a Global Health Risk Framework for the Future and (iv) the UN High Level Panel on the Global Response to Health Crises. Disturbingly, very many of the recommendations produced by these commissions echoed the practical steps for enhancing global health security advanced by the various H1N1 review panels four years earlier. Critically though, the majority had not been acted upon, raising the question of whether the EVD outbreak could have been contained sooner, saving lives (Ottersen et al. 2016) . To what extent, therefore, was the failure to enact these earlier recommendations the fault of the WHO secretariat? Was this yet another of the organisation's mistakes? Perhaps most importantly, can the IO learn from these commissions' findings to prevent future mistakes?",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 182,
                    "text": "Gostin et al. (2016)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 949,
                    "end": 971,
                    "text": "(Ottersen et al. 2016)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "Collectively, the multiple investigations held in the wake of the 2009 H1N1 influenza pandemic and the 2014 EVD outbreak identified a number of structural, financial and operational factors that contributed to the WHO's mishandling of these crises. Issues such as a lack of an 'emergency culture' in how the IO responded to crises, bureaucratic inefficiency, inadequate human and financial resources due to the disproportionate level of 'voluntary' (and thus tied) contributions, technical capacity and unhelpful competition between regional offices and the WHO headquarters emerged as common themes (GHRF Commission 2016; Moon et al. 2015; Stocking et al. 2015; Kikwete et al. 2016; Flynn 2010; Cohen and Carter 2010; WHO 2011) . To redress these identified weaknesses, the independent panels and commissions suggested various remedies extending from increasing member states' annual payments (otherwise described as 'assessed contributions'), refining the IO's work priorities, establishing a new global health emergency workforce (GHEW), creating an HECF, increasing the secretariat's transparency and accountability, amongst others. For its part, the WHO bureaucracy responded to a number of the proposals, outlining measures it believed could reasonably be taken to address the problems identified (WHO 2016b).",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 640,
                    "text": "Moon et al. 2015;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 641,
                    "end": 662,
                    "text": "Stocking et al. 2015;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 663,
                    "end": 683,
                    "text": "Kikwete et al. 2016;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 684,
                    "end": 695,
                    "text": "Flynn 2010;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 696,
                    "end": 718,
                    "text": "Cohen and Carter 2010;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 719,
                    "end": 728,
                    "text": "WHO 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "Importantly, however, in each of the above instances, the WHO's mistakes can be directly attributed-in large part-to the organisation's secretariat. The decision to initially label the H1N1 influenza virus as 'swine flu', for instance, was intended to avert damage to Mexico's economy but incited animal welfare turpitude and economic damage in the form of trade barriers. Likewise, the decision to remove influenza policy guidelines when discrepancies were identified, presumably as part of some (misguided) media strategy, rests exclusively with the secretariat. These initial mistakes were then further compounded during Ebola with a combination of obstructive interpersonal and intraorganisational dynamics adversely impacting the response and an aberrant willingness to accept member states' unverified claims as to how well the outbreak was contained. Collectively, these mistakes suggest a risk-averse, reactionary bureaucracy and one highly protective of the organisation's reputation. To date, there is little indication that this mind-set has changed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "At the same time, as with the United Nations itself, the WHO ultimately exists as the sum of its parts: member states. Governments retain the primary authority for setting the policy direction and resources these IOs command and, correspondingly, retain the power to constrain and impede secretariats where there is a collective willingness to do so. While there are certain circumstances whereby the bureaucracies are able to periodically 'shirk' the preferences of their member states, equally, governments have a variety of means-or 'control mechanisms'-at their disposal to reign in, even punish, IOs that are perceived to enjoy too much autonomy (Barnett and Finnemore 2004; Oestreich 2012a) . These control measures habitually include assorted legislative and economic instruments inserted into the organisations' design at the time of their creation to allow member states to shape and direct how the IOs behave (Schermers and Blokker 2003) . This is not to suggest, however, the WHO secretariat is powerless to effect change in the face of member state intransigence. Indeed, there have been a number of examples whereby the IO has acted against the expressed desires of governments, even the most powerful and influential. Two notable instances include the production of the 2000 World Health Report that ranked member states' health systems and the director-general's decision to publicly 'name and shame' China during the 2003 SARS outbreak. In each instance, repercussions from member states followed (Kamradt-Scott 2015), but the secretariat was able to exert its own influence on matters the director-general considered especially important.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 679,
                    "text": "(Barnett and Finnemore 2004;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 680,
                    "end": 696,
                    "text": "Oestreich 2012a)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 919,
                    "end": 947,
                    "text": "(Schermers and Blokker 2003)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "With regard to many of the proposed reforms identified by the independent panels and commissions, however, several of the structural, procedural and operational issues are beyond the secretariat's immediate ability to execute. For instance, in the wake of both the H1N1 and EVD crises, proposals emerged for the WHO to establish a GHEW as well as an HECF. Throughout 2015 the secretariat undertook consultations to secure agreement to enact these initiatives, and at least initially, both appeared to enjoy strong support (WHO 2015b). As a result, both the GHEW and HECF were formally launched in 2016. Yet despite multiple pledges of support throughout the WHA and regional committee meetings, by 2017, both schemes have failed to attract the requisite funding to make them viable (WHO 2017). The WHO secretariat has persisted with the resources it has acquired (WHO 2016a), but without additional financial resources, the organisation's ability to employ the necessary personnel to operate these initiatives, and thus manage crises effectively, is compromised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "Having said this, as this chapter has highlighted, there are clearly elements of the WHO's management of health crises that are within the organisation's ability to change. The secretariat's decision to remove guidelines during the H1N1 pandemic, for example, was unwarranted and yet inflicted considerable, unnecessary reputational damage. Similarly, the labelling of H1N1 initially as 'swine flu' resulted in a series of unintended consequences, whereas the aversion to challenging member states' official reports during the West African EVD outbreak proved disastrous and was fundamentally motivated more by politics than technical incapacity. Such mistakes are readily avoidable, and while the coordination problems identified in the Ebola response reflect a deeper organisational (bureaucratic and cultural) predicament, all these issues fall fully within the purview of the IO secretariat's ability to realise. So, to what extent has the WHO learnt this lesson?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "Perhaps the most fundamental reform to be instigated post-Ebola has been the launch of the WHO Health Emergency Programme (WHE). This new initiative seeks to develop a new organisation-wide policy framework for responding to health emergencies as well as recruit new specialised personnel that will be distributed across the IO's central headquarters, regional offices and country offices. As outlined in the proposal that member states have endorsed, '[i]n high-vulnerability, low-capacity countries, WHO offices will have dedicated staff to support Member States with their work in all-hazards preparedness and response capacity building' (WHO 2016c: 3). To accomplish this, the WHE 'will require the recruitment of a substantial number of additional staff, with new skill sets' than the IO currently retains (Ibid: 6). These new resources-both human and policyare intended to ensure that on-the-ground assessments are conducted within 72 hours of official notification of a possible 'high-threat pathogen' (Ibid: 4). More broadly, the new programme and its personnel are expected to 'bring speed and predictability to WHO's emergency work, using an all-hazards approach, promoting collective action, and encompassing preparedness, readiness, response and early recovery activities' (Ibid: 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "As the implementation of the WHE remains under way at the time of writing, it is difficult to fully ascertain whether this programme will help preclude a repeat of past mistakes. Given, however, that elements of the WHO secretariat had hoped member states would authorise even further modifications to improve the organisation's crisis response (Fink 2015) , it is reasonable to surmise that the IO's bureaucracy has gained an appreciation of the need to do better in future health crises. Although this may not be evidence of lesson learning per se, it is arguably a strong indication of an internal cultural shift. Indeed, the WHE offers the secretariat a strategic opportunity to realign its current riskaverse approach. If embraced, it may help the organisation to avoid repeating the type of mistakes discussed above. Like the GHEW and HECF though, the new WHE is also struggling to gain the necessary financial backing to see the programme fully operationalised (WHO 2017). Here again, therefore, the secretariat is confronted with a dilemma whereby member states, desiring the WHO to change, appear unwilling to trust the organisation sufficiently with the resources to realise their preferred outcome.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 356,
                    "text": "(Fink 2015)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "Within this context, it is also unreasonable to expect the WHO to never err again. The IO, ultimately, comprises individuals, and as Oestreich (2012b) observes, '[p]eople are quirky, unpredictable, and unique'. Events such as disease outbreaks are often permeated by pervasive uncertainty, and while they do oftentimes create political space for change, as Ottersen et al. (2016) have also noted, the 'policy windows' for implementing change can be brief. Converting the organisation's culture to adopt an 'emergency mind-set' is unlikely to be accomplished quickly, principally as reforming bureaucracies can be a laborious, tedious process. The combination of these two crises, occurring in comparatively rapid succession as they did, generated a desire for the IO to reform how it accomplishes its constitutional mandate, but it remains unclear how long the current window of opportunity will remain open.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 379,
                    "text": "Ottersen et al. (2016)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Poor Coordination of Effort"
        },
        {
            "text": "As the WHO enters its eighth decade, the organisation again finds itself confronting a crisis of confidence, largely precipitated by a series of mistakes that occurred during two health emergencies: the 2009 H1N1 influenza pandemic and the 2014 EVD outbreak in West Africa. In the aftermath of the second of these events, political momentum built amongst member states to significantly reform the organisation's processes, procedures and even internal culture, to make the entity more capable of responding efficiently and effectively in the future. Yet, while there currently seems to be an appetite for a reformed WHO (as opposed to abolishing the organisation and starting over), a number of challenges still remain. These notably include financial resources to implement and follow through on the multiple new programmes and initiatives that have been launched, yet it remains-at the time of writing-decidedly unclear whether these resources will be forthcoming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cOnclusiOn"
        },
        {
            "text": "For its part, the WHO secretariat appears to have learnt that it needs to perform better in future health crises. Besides external (financial) support though, there are still hurdles to be overcome, most poignantly effecting an internal cultural change from its standard slow and methodical work of standard and agenda-setting to adopt an emergency responder culture. It is a change that will not be easy and will likely take some time to attain. In the event that such a change can be realised though, and the organisation's past mistakes avoided, it bodes well for the international community and global health security. We can only hope it is the latter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cOnclusiOn"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Standard Operating Procedures: For Coordinating Public Health Event Preparedness and Response in the WHO African Region",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "2014a"
                    ],
                    "last": "Afro",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Afro-Memorandum",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "2014c. Ebola Virus Disease, West Africa (Situation as of 17",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Import Ban on Pork Lifted, Except Canada, Inquirer",
            "authors": [
                {
                    "first": "Maila",
                    "middle": [],
                    "last": "Ager",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Anonymous. 2014. First Response, Revisited. Nature",
            "volume": "513",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergence of Zaire Ebola Virus Disease in Guinea",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "Delphine",
                    "middle": [],
                    "last": "Sylvain",
                    "suffix": ""
                },
                {
                    "first": "Lisa",
                    "middle": [],
                    "last": "Pannetier",
                    "suffix": ""
                },
                {
                    "first": "Toni",
                    "middle": [],
                    "last": "Oestereich",
                    "suffix": ""
                },
                {
                    "first": "Lamine",
                    "middle": [],
                    "last": "Rieger",
                    "suffix": ""
                },
                {
                    "first": "N&apos;faly",
                    "middle": [],
                    "last": "Koivogui",
                    "suffix": ""
                },
                {
                    "first": "Barre",
                    "middle": [],
                    "last": "Magassouba",
                    "suffix": ""
                },
                {
                    "first": "Mamadou",
                    "middle": [
                        "S"
                    ],
                    "last": "Soropogui",
                    "suffix": ""
                },
                {
                    "first": "Sakoba",
                    "middle": [],
                    "last": "Sow",
                    "suffix": ""
                },
                {
                    "first": "Hilde",
                    "middle": [
                        "De"
                    ],
                    "last": "Keita",
                    "suffix": ""
                },
                {
                    "first": "Amanda",
                    "middle": [],
                    "last": "Clerck",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                },
                {
                    "first": "Mathieu",
                    "middle": [],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "Alexis",
                    "middle": [],
                    "last": "Loua",
                    "suffix": ""
                },
                {
                    "first": "Moussa",
                    "middle": [],
                    "last": "Traoré",
                    "suffix": ""
                },
                {
                    "first": "Emmanuel",
                    "middle": [
                        "R"
                    ],
                    "last": "Kolié",
                    "suffix": ""
                },
                {
                    "first": "Emmanuel",
                    "middle": [],
                    "last": "Malano",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Heleze",
                    "suffix": ""
                },
                {
                    "first": "Stephane",
                    "middle": [],
                    "last": "Bocquin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mély",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "371",
            "issn": "15",
            "pages": "1418--1425",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rules for the World: International Organizations in Global Politics",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "Martha",
                    "middle": [],
                    "last": "Finnemore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ebola Outbreak in West Africa",
            "authors": [
                {
                    "first": "Javier",
                    "middle": [],
                    "last": "Blas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Warns Aid Group. Financial Times. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The World Health Organization. The Hague",
            "authors": [
                {
                    "first": "Gian",
                    "middle": [
                        "L"
                    ],
                    "last": "Burci",
                    "suffix": ""
                },
                {
                    "first": "Claude-Henri",
                    "middle": [],
                    "last": "Vignes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Swine Flu Goes Global: New Influenza Virus Tests Pandemic Emergency Preparedness",
            "authors": [
                {
                    "first": "Declan",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "1082--1083",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impediments to Global Surveillance of Infectious Diseases: Consequences of Open Reporting in a Global Economy",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Cash",
                    "suffix": ""
                },
                {
                    "first": "Vasant",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bulletin of the World Health Organization",
            "volume": "78",
            "issn": "11",
            "pages": "1358--1367",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Outbreaks Chronology: Ebola Virus Disease. Centres for Disease Control and Prevention",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ebola Outbreak: WHO Admits It Botched Early Attempt to Stop Disease. CBC News",
            "authors": [
                {
                    "first": "Maria",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emails: UN Health Agency Resisted Declaring Ebola Emergency",
            "authors": [
                {
                    "first": "Maria",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Raphael",
                    "middle": [],
                    "last": "Satter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "When a Pandemic Isn't a Pandemic",
            "authors": [
                {
                    "first": "Elizabeth",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Out of Mexico? Scientists Ponder Swine Flu's Origins",
            "authors": [
                {
                    "first": "Jon",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "5928",
            "pages": "700--703",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "WHO and the Pandemic Flu \"Conspiracies",
            "authors": [
                {
                    "first": "Deborah",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Philip",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "British Medical Journal",
            "volume": "340",
            "issn": "7789",
            "pages": "1274--1279",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Disease Diplomacy: International Norms and Global Health Security",
            "authors": [
                {
                    "first": "Sara",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                },
                {
                    "first": "Simon",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ebola Virus Disease in West Africa-The First 9 Months of the Epidemic and Forward Projections",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H O"
                    ],
                    "last": "Ebola Response Team",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "371",
            "issn": "16",
            "pages": "1481--1495",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Joint FAO/WHO/OIE Statement on Influenza A(H1N1) and the Safety of Pork. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao/Who/Oie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Members Endorse Resolution to Improve Response to Health Emergencies. The New York Times",
            "authors": [
                {
                    "first": "Sheri",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Handling of the H1N1 Pandemic: More Transparency Needed",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Fear, Suspicion Undermine West Africa's Battle Against Ebola",
            "authors": [
                {
                    "first": "Umaru",
                    "middle": [],
                    "last": "Fofana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Reuters. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ebola Dominates WHO Vote in Struggling Africa Office",
            "authors": [
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Lauerman",
                    "suffix": ""
                },
                {
                    "first": "Simeon",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Neglected Dimension of Global Security: A Framework to Counter Infectious Disease Crises",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ghrf Commission",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The World Health Organization: WHO in Crisis",
            "authors": [
                {
                    "first": "Fiona",
                    "middle": [],
                    "last": "Godlee",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "British Medical Journal",
            "volume": "309",
            "issn": "6966",
            "pages": "1424--1428",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A Retrospective and Prospective Analysis of the West African Ebola Virus Disease Epidemic: Robust National Health Systems at the Foundation and an Empowered WHO at the Apex",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lancet",
            "volume": "313",
            "issn": "14",
            "pages": "1902--1909",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Toward a Common Secure Future: Four Global Commissions in the Wake of Ebola",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "Oyewale",
                    "middle": [],
                    "last": "Tomori",
                    "suffix": ""
                },
                {
                    "first": "Suwit",
                    "middle": [],
                    "last": "Wibulpolprasert",
                    "suffix": ""
                },
                {
                    "first": "Ashish",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "Julio",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "Surie",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "Joy",
                    "middle": [],
                    "last": "Phumaphi",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "Barbara",
                    "middle": [],
                    "last": "Stocking",
                    "suffix": ""
                },
                {
                    "first": "Victor",
                    "middle": [],
                    "last": "Dzau",
                    "suffix": ""
                },
                {
                    "first": "Gabriel",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Medicine",
            "volume": "13",
            "issn": "5",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Philippines Bans Pork Imports from Mexico",
            "authors": [
                {
                    "first": "Mohit",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "US. TopNews.in. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Managing Global Health Security: The World Health Organization and Disease Outbreak Control",
            "authors": [
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Saving Lives: The Civil-Military Response to the",
            "authors": [
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                },
                {
                    "first": "Sophie",
                    "middle": [],
                    "last": "Harman",
                    "suffix": ""
                },
                {
                    "first": "Clare",
                    "middle": [],
                    "last": "Wenham",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Wild Boars Killed in Iraq Over Swine Flu Fears",
            "authors": [
                {
                    "first": "Jomana",
                    "middle": [],
                    "last": "Karadesh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Revised International Health Regulations: A Framework for Global Pandemic Response",
            "authors": [
                {
                    "first": "Rebecca",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "Julie",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Global Health Governance",
            "volume": "3",
            "issn": "2",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Protecting Humanity from Future Health Crises: Report of the High-level Panel on the Global Response to Health Crises",
            "authors": [
                {
                    "first": "Jakaya",
                    "middle": [],
                    "last": "Kikwete",
                    "suffix": ""
                },
                {
                    "first": "Celso",
                    "middle": [],
                    "last": "Amorim",
                    "suffix": ""
                },
                {
                    "first": "Micheline",
                    "middle": [],
                    "last": "Calmy-Rey",
                    "suffix": ""
                },
                {
                    "first": "Marty",
                    "middle": [],
                    "last": "Natalegawa",
                    "suffix": ""
                },
                {
                    "first": "Joy",
                    "middle": [],
                    "last": "Phumaphi",
                    "suffix": ""
                },
                {
                    "first": "Rajiv",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Swine Flu Alert Prompts Pork Import Bans",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Lynn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Reuters. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Will Ebola Change the Game? Ten Essential Reforms Before the Next Pandemic: The Report of the Harvard-LSHTM Independent Panel on the Global Response to Ebola",
            "authors": [
                {
                    "first": "Surie",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "Devi",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "Muhammad",
                    "middle": [],
                    "last": "Pate",
                    "suffix": ""
                },
                {
                    "first": "Ashish",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "Chelsea",
                    "middle": [],
                    "last": "Clinton",
                    "suffix": ""
                },
                {
                    "first": "Sophie",
                    "middle": [],
                    "last": "Delaunay",
                    "suffix": ""
                },
                {
                    "first": "Valnora",
                    "middle": [],
                    "last": "Edwin",
                    "suffix": ""
                },
                {
                    "first": "Mosoka",
                    "middle": [],
                    "last": "Fallah",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                },
                {
                    "first": "Laurie",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "Eric",
                    "middle": [],
                    "last": "Goosby",
                    "suffix": ""
                },
                {
                    "first": "Lawrence",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "P"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "Kelley",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Gabriel",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "Jorge",
                    "middle": [],
                    "last": "Saavedra",
                    "suffix": ""
                },
                {
                    "first": "Marcel",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "Jennifer",
                    "middle": [],
                    "last": "Leigh",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "Liana",
                    "middle": [],
                    "last": "Woskie",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "386",
            "issn": "",
            "pages": "2204--2221",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "International Organizations as Self-Directed Actors: A Framework for Analysis",
            "authors": [
                {
                    "first": "Joel",
                    "middle": [],
                    "last": "Oestreich",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ebola Again Shows the International Health Regulations Are Broken: What Can Be Done Differently to Prepare for the Next Epidemic?",
            "authors": [
                {
                    "first": "Trygve",
                    "middle": [],
                    "last": "Ottersen",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "Gaelle",
                    "middle": [],
                    "last": "Groux",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Journal of Law & Medicine",
            "volume": "42",
            "issn": "",
            "pages": "356--392",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Influenza Cases by a New Sub-type: Regional Update",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Paho",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "How Ebola Roared Back",
            "authors": [
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Sack",
                    "suffix": ""
                },
                {
                    "first": "Sheri",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "Pam",
                    "middle": [],
                    "last": "Belluck",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Nossiter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New York Times. Available at",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "International Institutional Law",
            "authors": [
                {
                    "first": "Henry",
                    "middle": [],
                    "last": "Schermers",
                    "suffix": ""
                },
                {
                    "first": "Niels",
                    "middle": [],
                    "last": "Blokker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Effort on Ebola Hurt W.H.O. Chief. New York Times",
            "authors": [
                {
                    "first": "Somini",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "WHO to Revise Definition of Pandemic Phases Amidst 2009 H1N1 Pandemic",
            "authors": [
                {
                    "first": "Christine",
                    "middle": [],
                    "last": "Soohoo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biosecurity and Bioterrorism: Biodefense Strategy, Practice, and Science",
            "volume": "8",
            "issn": "2",
            "pages": "117--118",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "UN Agency Slams Egypt Order to Cull All Pigs",
            "authors": [
                {
                    "first": "Phil",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Reuters. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Report of the Ebola Interim Assessment Panel",
            "authors": [
                {
                    "first": "Barbara",
                    "middle": [],
                    "last": "Stocking",
                    "suffix": ""
                },
                {
                    "first": "Jean-Jacques",
                    "middle": [],
                    "last": "Muyembe-Tamfun",
                    "suffix": ""
                },
                {
                    "first": "Faisal",
                    "middle": [],
                    "last": "Shuaib",
                    "suffix": ""
                },
                {
                    "first": "Carmencita",
                    "middle": [],
                    "last": "Alberto-Banatin",
                    "suffix": ""
                },
                {
                    "first": "Julio",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "Ilona",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Looking Ahead for WHO After a Year of Change: Statement by the Director-General to the Fifty-Second World Health Assembly. Geneva: World Health Organization",
            "authors": [],
            "year": 1999,
            "venue": "WHO. 1999a. Influenza Pandemic Plan: The Role of WHO and Guidelines for National and Regional Planning",
            "volume": "84",
            "issn": "",
            "pages": "173--178",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Resolutions and Decisions, Annexes. Geneva: World Health Organization. ---. 2016a. Health Emergencies: WHO Response in Severe, Large-Scale Emergencies: Report by the Director-General. Geneva: World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "Report of the Review Committee on the Functioning of the International Health Regulations. Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "18--26",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "World Health Organization: Overhaul or Dismantle?",
            "authors": [
                {
                    "first": "Suwit",
                    "middle": [],
                    "last": "Wibulpolprasert",
                    "suffix": ""
                },
                {
                    "first": "Mustaque",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Journal of Public Health",
            "volume": "106",
            "issn": "11",
            "pages": "1910--1911",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "World Trade Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Specific Trade Concerns: Note by the Secretariat: Addendum: Issues Not Considered in 2010",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The WhO's managemenT Of The 2014 WesT african ebOla OuTbreak As with the WHO's handling of the 2009 H1N1 influenza pandemic, the IO's response to the outbreak of Ebola virus disease (EVD) in West Africa in 2014 attracted considerable scorn. Some critics suggested the organisation should be disbanded and an entirely new entity be created to replace it (Wibulpolprasert and Chowdhury 2016), while others simply pointed to the need for the IO's urgent and extensive reform. Due to the WHO's perceived mishandling of the outbreak, the UN secretary-general not only",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}