{"paper_id": "c00623b3cff6a2c744b31aeccace9229a3e74676", "metadata": {"title": "Exposure to DPP-4 inhibitors and COVID-19 among people with type 2 diabetes. A case-control study", "authors": [{"first": "Gian", "middle": ["Paolo"], "last": "Fadini", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": "gianpaolofadini@hotmail.com"}, {"first": "Mario", "middle": ["Luca"], "last": "Morieri", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Enrico", "middle": [], "last": "Longato", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Benedetta", "middle": ["Maria"], "last": "Bonora", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Silvia", "middle": [], "last": "Pinelli", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Elisa", "middle": [], "last": "Selmin", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Giacomo", "middle": [], "last": "Voltan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Daniele", "middle": [], "last": "Falaguasta", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Silvia", "middle": [], "last": "Tresso", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Giorgia", "middle": [], "last": "Costantini", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Giovanni", "middle": [], "last": "Sparacino", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Barbara", "middle": ["Di"], "last": "Camillo", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Lara", "middle": [], "last": "Tramontan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Veneto Region", "location": {"country": "Italy"}}, "email": ""}, {"first": "Anna", "middle": ["Maria"], "last": "Cattelan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Andrea", "middle": [], "last": "Vianello", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Paola", "middle": [], "last": "Fioretto", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Roberto", "middle": [], "last": "Vettor", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "Angelo", "middle": [], "last": "Avogaro", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padova", "location": {"country": "Italy"}}, "email": ""}, {"first": "", "middle": [], "last": "Affiliations", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "179. Main Text 1786 1 Table, 1 Figure 15 references", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Because other coronaviruses enter the cells by binding to dipeptidyl-peptidase-4 (DPP-4), it has been speculated that DPP-4 inhibitors (DPP-4i) may exert an activity against SARS-CoV-2. In the absence of clinical trial results, we analyzed epidemiological data to support or discard such hypothesis. We retrieved information on exposure to DPP-4i among patients with type 2 diabetes (T2D) hospitalized for COVID-19 at an outbreak hospital in Italy. As reference, we retrieved exposure to DPP-4i among matched T2D patients in the same Region. Of 403 hospitalized COVID-19 patients, 85 had T2D. The rate of exposure to DPP-4i was similar between T2D patients with COVID-19 (10.6%) and 14,857 matched patients in the Region (8.8%), or 793 matched patients in the local outpatient clinic (15.4%), 8284 matched patients hospitalized for other reasons (8.5%), and when comparing 71 patients hospitalized for COVID-19 pneumonia (11.3%) to 351 matched patients with pneumonia of other etiology (10.3%). T2D patients with COVID-19 who were on DPP-4i had a similar disease outcome as those who were not. In summary, we found no evidence that DPP-4i might affect hospitalization for COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The coronaviruses causing 2002 severe acute respiratory syndrome (SARS) and middle-east respiratory syndrome used dipeptidyl peptidase-4 (DPP-4) to enter the cells and initiate infection (1; 2) . Available molecular studies do not support that SARS-CoV-2 enters the cells via DPP-4 (3), but structural models predict that SARS-CoV-2 spike protein can interact with membrane-bound DPP-4 (CD26) (4) . CD26 is expressed on several cell types, including lymphocytes, where it interacts with adenosine deaminase to regulate immune responses (5) . CD26/DPP-4 also exists as a soluble form but the interplay between membrane and soluble DPP-4 in regulating internalization of coronaviruses is complex and not entirely understood (6) . Because DPP-4 physiologically cleaves incretin hormones, DPP-4 inhibitors (DPP-4i) are used pharmacologically to prolong incretin half-life, potentiate meal-induce insulin secretion, and treat type 2 diabetes (T2D) (7) . DPP-4 has many other substrates, including cytokines and chemokines that regulate innate immunity (8) . During the early phases of clinical development, concerns emerged that DPP-4i could increase the risk of respiratory tract infections, but such signal was not confirmed in larger trials (9), Of note, T2D negatively affects the outcome of COVID-19 (10), for which there are limited treatment options.", "cite_spans": [{"start": 187, "end": 193, "text": "(1; 2)", "ref_id": null}, {"start": 393, "end": 396, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 536, "end": 539, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 722, "end": 725, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 943, "end": 946, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 1047, "end": 1050, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "Based on prior evidence on the role of DPP-4 on coronavirus infection, it has been speculated that DPP-4i could exert a protective effect against COVID-19 (11). This could be especially relevant for patients with T2D, who display an elevated DPP-4 activity (12) . While waiting for results of ongoing trials (e.g. NCT04341935), we used observational data from a SARS-CoV-2 outbreak area in North-East Italy to explore whether DPP-4i might be protective against COVID-19.", "cite_spans": [{"start": 257, "end": 261, "text": "(12)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "This was a retrospective study on anonymized patient's data collected from electronic medical records. The protocol conforms to the ethical guidelines of the 1975 Declaration of Helsinki and, in compliance with national regulation on retrospective observational studies, it was notified to the local ethical committee (no. 23554) and the need for patient's informed consent was waived.", "cite_spans": [], "ref_spans": [], "section": "Study design."}, {"text": "Data collection. We retrieved data on patients with T2D hospitalized for COVID-19 between February and April 2020 at the University Hospital of Padova, located at the center of one of the first SARS-CoV-2 outbreaks in North-East Italy. We screened records of all patients admitted to the Hospital with a confirmed SARS-CoV-This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Study design."}, {"text": "2 infection. Presence of diabetes was ascertained based on self-reported history, prior electronic medical records indicative of diabetes, and ongoing therapy with glucose-lowering medications. Patients with a diagnosis of type 1 diabetes were excluded. For all diabetic patients, we collected the following information: demographics (age, sex), concomitant risk factors (smoke, hypertension, dyslipidemia), comorbidities (chronic obstructive pulmonary disease and history of cancer), complications (cardiovascular disease and microangiopathy), presence or absence of COVID-19 related pneumonia, ongoing therapies before hospitalization. First, we calculated the proportion of DPP-4i users among diabetic patients prior to hospitalization for COVID-19. Then, to evaluate whether such prevalence was lower than expected, and therefore suggestive of a possible protective effect of DPP-4i against COVID-19, we retrieved data on diabetic patients from the administrative repository of the Veneto Region. This database contains all healthcare contacts involving ~5 million inhabitants, complemented by the regional Health Information Exchange (rHIE) system (13) . Patients with T2D and COVID-19 were matched with patients in the Regional administrative database by means of propensity score matching (PSM). Variables used to compute propensity scores (PS) were: age, sex, prevalence of hypertension, dyslipidemia, history of cardiovascular disease, chronic kidney disease, chronic pulmonary disease, cancer (past or current), use of insulin, ACE inhibitors, calcium channel blockers, beta blockers, platelet aggregation inhibitors, statins, and anticoagulants. Each diabetic patient with COVID-19 was matched with 200 control individuals with diabetes at the last observation in 2018, or with 100 controls with diabetes hospitalized for any other reasons in 2018, or with 5 diabetic patients hospitalized for pneumonia in 2018. For hospitalized patients, DPP-4i user was defined as a patient with a refill for DPP-4i before hospitalization, to avoid including patients who initiated DPP-4i during hospital stay or at discharge.", "cite_spans": [{"start": 1153, "end": 1157, "text": "(13)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Study design."}, {"text": "As a secondary analysis, we retrieved the expected proportion of DPP-4i users among T2D patients from the database of the diabetes outpatient clinic of the same University Hospital. Patients with COVID-19 were matched 1:10 with diabetic controls, and the following variables were used to compute PS: age, sex, HbA1c, weight, prevalence of hypertension, dyslipidemia, history of cardiovascular disease, atrial fibrillation, chronic kidney disease, microangiopathy, use of insulin, ACE inhibitors, calcium channel blockers, beta blockers, platelet aggregation inhibitors, statins, and anticoagulants. This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Study design."}, {"text": "To evaluate the balance between matched group, an absolute standardized mean difference (SMD) <0.10 was considered indicative of good match even when, due to large sample size, the p-value of the comparison was <0.05. The proportion of patients exposed to DPP-4i was calculated with 95% C.I. and compared between the various groups using the chi-square test and odds ratios (OR) are presented. Statistical analyses were conducted with a significance threshold of p<0.05. Calculations were done in SAS version 9.4 (TS1M4), R statistical package, and scipy python library. Figure S1 shows the study flowchart. Of 403 patients hospitalized for COVID-19, 85 had pre-existing T2D, 9 of whom were on treatment with DPP-4i, equal to a proportion of 10.6% (95% C.I. 5.7-18.9%). Clinical characteristics of study patients are shown in Table 1 This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [{"start": 571, "end": 580, "text": "Figure S1", "ref_id": null}, {"start": 826, "end": 833, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Study design."}, {"text": "In the secondary analysis performed in the database of the local diabetes outpatient clinic (Table S2) , the expected proportion of DPP-4i users was 15.4% (95% C.I. 12. 8-17.8) and was again non-significantly different from the proportion of DPP-4i users among COVID-19 patients (OR 0.65; p=0.250).", "cite_spans": [{"start": 169, "end": 176, "text": "8-17.8)", "ref_id": null}], "ref_spans": [{"start": 92, "end": 102, "text": "(Table S2)", "ref_id": null}], "section": "Characteristics of diabetic patients with COVID-19."}, {"text": "The present study does not support the hypothesis that DPP-4i might be protective against COVID-19. To explore the role of DPP-4i in COVID-19, we should ideally perform a cohort study to record incident cases of COVID-19 among people exposed to DPP-4i versus those unexposed. However, such strategy would require ascertaining infection status in the entire population of individuals with T2D and would be highly inefficient.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We therefore undertook a case-control study and compared DPP-4i exposure among COVID-19 patients with diabetes to the expected rate of DPP-4i exposure among similar patients without COVID-19. A protective effect against COVID-19 should result in a lower proportion of DPP-4i users among COVID-19 compared to control patients. We found that the exposure rate to DPP-4i among patients with T2D infected with SARS-CoV-2 prior to hospitalization for COVID-19 was superimposable to that among matched patients in the same Region or those in the local outpatient clinic. Similar rates of DPP-4i exposure were also observed when patients hospitalized for COVID-19 were compared to patients hospitalized for other reasons, and when comparing patients with COVID-19 pneumonia to those with pneumonia due to other etiologies. Although small, the subgroup of diabetic COVID-19 patients on prior DPP-4i therapy displayed no difference in disease outcome, further making an effect of DPP-4i against COVID-19 unlikely.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We acknowledge that our estimate of DPP-4i exposure before COVID-19 was calculated for patients admitted to a University Hospital, who are not necessarily representative of patients admitted to other hospitals.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Exposure estimates in the control groups were obtained from much larger populations and matching abated statistically significant or clinically meaningful differences between cases and controls. It should however be noted that control patients with conditions other than COVID-19 could have a higher prevalence of some comorbidities leading to hospital admission, which were unaccounted for in matching. Finally, control patients attending the local diabetes clinic, although matched with cases for geographic area, may not be representative of the general diabetic population.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our study provides no insight on whether an ongoing therapy with DPP-4i might impede SARS-CoV-2 from entering the cells, thus preventing patients with T2D from being infected. Patients admitted for COVID-19 are not necessarily representative of all SARS-CoV-2 infected people or those who developed severe forms of the This article is protected by copyright. All rights reserved.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "disease. Yet, if DPP-4i prevented infection by SARS-CoV-2, this would result in a lower prevalence of DPP-4i users among hospitalized COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Among other limitations, we acknowledge that calculation of the expected rate of exposure to DPP-4i among control patients was based on data collected in 2018, is affected by ascertainment bias and by the variable degree of matching that could be achieved. In addition, we calculated that the study was powered to detect a difference in the rate of DPP-4i users that was 1.8-times lower among COVID-19 than among control patients. Therefore, we cannot rule out a smaller effect.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, this study does not provide evidence for either a reduction or an increase in risk for hospitalization for COVID-19 in patients with T2D. Nonetheless, DPP-4i exhibit an optimal safety profile even in fragile populations, such as the elderly (14) . Treating people with diabetes affected by COVID-19 can be challenging because of the need to withdraw metformin due to hypoxia, and the concomitant use of drugs that can cause hyperglycemia (glucocorticoids) or hypoglycemia (hydroxychloroquine) (15) . Thus, DPP-4i remains a valid therapeutic option for the management of patients with T2D and symptomatic COVID-19. This article is protected by copyright. All rights reserved.", "cite_spans": [{"start": 256, "end": 260, "text": "(14)", "ref_id": "BIBREF14"}, {"start": 508, "end": 512, "text": "(15)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Molecular Basis of Binding between Middle East Respiratory Syndrome Coronavirus and CD26 from Seven Bat Species", "authors": [{"first": "Y", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "J", "middle": [], "last": "Qi", "suffix": ""}, {"first": "R", "middle": [], "last": "Peng", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": [], "last": "Lu", "suffix": ""}, {"first": "J", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}], "year": 2020, "venue": "J Virol", "volume": "94", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC", "authors": [{"first": "V", "middle": ["S"], "last": "Raj", "suffix": ""}, {"first": "H", "middle": [], "last": "Mou", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Smits", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Dekkers", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Muller", "suffix": ""}, {"first": "R", "middle": [], "last": "Dijkman", "suffix": ""}, {"first": "D", "middle": [], "last": "Muth", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Demmers", "suffix": ""}, {"first": "A", "middle": [], "last": "Zaki", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}, {"first": "V", "middle": [], "last": "Thiel", "suffix": ""}, {"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Rottier", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Bosch", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Haagmans", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "495", "issn": "", "pages": "251--254", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses", "authors": [{"first": "M", "middle": [], "last": "Letko", "suffix": ""}, {"first": "A", "middle": [], "last": "Marzi", "suffix": ""}, {"first": "V", "middle": [], "last": "Munster", "suffix": ""}], "year": 2020, "venue": "Nat Microbiol", "volume": "5", "issn": "", "pages": "562--569", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Emerging WuHan (COVID-19) coronavirus: glycan shield and structure prediction of spike glycoprotein and its interaction with human CD26", "authors": [{"first": "N", "middle": [], "last": "Vankadari", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Wilce", "suffix": ""}], "year": 2020, "venue": "Emerg Microbes Infect", "volume": "9", "issn": "", "pages": "601--604", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The structure and function of CD26 in the T-cell immune response", "authors": [{"first": "C", "middle": [], "last": "Morimoto", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Schlossman", "suffix": ""}], "year": 1998, "venue": "Immunol Rev", "volume": "161", "issn": "", "pages": "55--70", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Coronavirus Infections and Type 2 Diabetes-Shared Pathways with Therapeutic Implications", "authors": [{"first": "D", "middle": ["J"], "last": "Drucker", "suffix": ""}], "year": 2020, "venue": "Endocr Rev", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The biology of incretin hormones", "authors": [{"first": "D", "middle": ["J"], "last": "Drucker", "suffix": ""}], "year": 2006, "venue": "Cell Metab", "volume": "3", "issn": "", "pages": "153--165", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Cardiovascular effects of DPP-4 inhibition: beyond GLP-1", "authors": [{"first": "G", "middle": ["P"], "last": "Fadini", "suffix": ""}, {"first": "A", "middle": [], "last": "Avogaro", "suffix": ""}], "year": 2011, "venue": "Vascul Pharmacol", "volume": "55", "issn": "", "pages": "10--16", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Longer term safety of dipeptidyl peptidase-4 inhibitors in patients with type 2 diabetes mellitus: systematic review and meta-analysis", "authors": [{"first": "K", "middle": [], "last": "Goossen", "suffix": ""}, {"first": "S", "middle": [], "last": "Graber", "suffix": ""}], "year": 2012, "venue": "Diabetes Obes Metab", "volume": "14", "issn": "", "pages": "1061--1072", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "This article is protected by copyright. All rights reserved", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Prevalence and impact of diabetes among people infected with SARS-CoV-2", "authors": [{"first": "G", "middle": ["P"], "last": "Fadini", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Morieri", "suffix": ""}, {"first": "E", "middle": [], "last": "Longato", "suffix": ""}, {"first": "A", "middle": [], "last": "Avogaro", "suffix": ""}], "year": 2020, "venue": "J Endocrinol Invest", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "COVID-19 and diabetes: Can DPP4 inhibition play a role?", "authors": [{"first": "G", "middle": [], "last": "Iacobellis", "suffix": ""}], "year": 2020, "venue": "Diabetes Res Clin Pract", "volume": "162", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The increased dipeptidyl peptidase-4 activity is not counteracted by optimized glucose control in type 2 diabetes, but is lower in metformintreated patients", "authors": [{"first": "G", "middle": ["P"], "last": "Fadini", "suffix": ""}, {"first": "M", "middle": [], "last": "Albiero", "suffix": ""}, {"first": "L", "middle": [], "last": "Menegazzo", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "De Kreutzenberg", "suffix": ""}, {"first": "A", "middle": [], "last": "Avogaro", "suffix": ""}], "year": 2012, "venue": "Diabetes Obes Metab", "volume": "14", "issn": "", "pages": "518--522", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Regulation Concerning the Health Information Exchange", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Effectiveness and safety of dipeptidyl peptidase 4 inhibitors in the management of type 2 diabetes in older adults: a systematic review and development of recommendations to reduce inappropriate prescribing", "authors": [{"first": "G", "middle": [], "last": "Schott", "suffix": ""}, {"first": "Y", "middle": ["V"], "last": "Martinez", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Ediriweera De Silva", "suffix": ""}, {"first": "A", "middle": [], "last": "Renom-Guiteras", "suffix": ""}, {"first": "A", "middle": [], "last": "Vogele", "suffix": ""}, {"first": "D", "middle": [], "last": "Reeves", "suffix": ""}, {"first": "I", "middle": [], "last": "Kunnamo", "suffix": ""}, {"first": "M", "middle": [], "last": "Marttila-Vaara", "suffix": ""}, {"first": "A", "middle": [], "last": "Sonnichsen", "suffix": ""}], "year": 2017, "venue": "BMC Geriatr", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Practical recommendations for the management of diabetes in patients with COVID-19", "authors": [{"first": "S", "middle": ["R"], "last": "Bornstein", "suffix": ""}, {"first": "F", "middle": [], "last": "Rubino", "suffix": ""}, {"first": "K", "middle": [], "last": "Khunti", "suffix": ""}, {"first": "G", "middle": [], "last": "Mingrone", "suffix": ""}, {"first": "D", "middle": [], "last": "Hopkins", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Birkenfeld", "suffix": ""}, {"first": "B", "middle": [], "last": "Boehm", "suffix": ""}, {"first": "S", "middle": [], "last": "Amiel", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Holt", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Skyler", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Devries", "suffix": ""}, {"first": "Renard", "middle": ["E"], "last": "Eckel", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Zimmet", "suffix": ""}, {"first": "P", "middle": [], "last": "Alberti", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Vidal", "suffix": ""}, {"first": "J", "middle": [], "last": "Geloneze", "suffix": ""}, {"first": "B", "middle": [], "last": "Chan", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "", "suffix": ""}, {"first": "Ji", "middle": ["L"], "last": "Ludwig", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Lancet Diabetes Endocrinol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "This article is protected by copyright. All rights reserved", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Statistical analysis. Continuous variables are shown as mean and standard deviation, while categorical variables are shown as percentage. Continuous variables were compared between two groups using 2-tail Student's t test or Mann-Whitney's U test as appropriate, whereas categorical variables were compared using the chi square test. PSM was performed with a caliper of 0.3 for non-COVID-19 controls, 0.91 for non-COVID pneumonia controls, and 0.25 for the clinical database, using the nearest neighbor method without replacement.", "latex": null, "type": "figure"}, "FIGREF1": {"text": ". On average, patients were 70.3 years old, 64.7 males, with an average diabetes duration of 10.4 years. Most had hypertension (69.4%), while only 27.1% had a history of cardiovascular disease and 15.3% had chronic kidney disease. Except for the concomitant use of metformin and angiotensin receptor blockers, no significant difference was noted between diabetic patients who were on DPP-4i as compared to those who were not. None of such differences would be statistically significant if adjusted for multiple testing. There was no significant difference in the rate of ICU admission or death between the two groups. Proportion of DPP-4i users among COVID-19 cases and controls. The group of 85 T2D patients with COVID-19 was matched with different groups of diabetic patients without COVID-19 to compare the proportion of DPP-4i users (Figure 1). Matching was always successful. In the administrative database (Table S1), the proportion DPP-4i users was 8.8% (95% C.I. 8.3-9.3) among all patients with T2D, and 8.6% (95% C.I. 8.0-9.2) among diabetic patients hospitalized for other reasons. In both cases, the proportion of DPP-4i users was not significantly different from the proportion of DPP-4i users among COVID-19 patients (OR 1.23; p=0.693 and OR=1.27; p=0.635, respectively). The proportion of DPP-4i users among patients with COVID-19 pneumonia was 11.3% (95% C.I. 5.8-20.7) and 10.3% (95% C.I. 7.5-13.9) among diabetic patients hospitalized for pneumonia of other etiology (OR 1.11. p=0.967).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical characteristics of COVID-19 patients with type 2 diabetes, divided based on the prior use of DPP-4 inhibitors (DPP-4i). Data are expressed as mean (SD) or as percentage, where appropriate. SBP, systolic blood pressure. DBP, diastolic blood pressure. CKD, chronic kidney disease. COPD, chronic obstructive pulmonary disease. ACE, angiotensin converting enzyme. ARB, angiotensin receptor blockers. CCB, calcium channel blockers. ICU, intensive care unit.Figure 1. Proportion of DPP-4i users among COVID-19 patients with diabetes and control groups. T2D, type 2 diabetes. The combination of clinical conditions in the various groups are illustrated by the table (+ for presence; -for absence).", "latex": null, "type": "table"}}, "back_matter": []}