{
    "paper_id": "c156bc5aa0767e2016adc9de63304e9e31e367ab",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "• Any pneumonia developing in a patient at least 48 hours after being hospitalized • Second most common nosocomial infection (after urinary tract infections) • Unlike community-acquired pneumonia, HAP is usually caused by a bacterial infection, rather than a virus • High morbidity and mortality rates and the primary cause of death in intensive care units",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital-Acquired Pneumonia (HAP)"
        },
        {
            "text": "• Any pneumonia developing in a patient at least 48-72 hours after endotracheal tube intubation • Typically affecting critically ill patients in an intensive care unit, VAP develops in up to 30% of ventilated individuals and is associated with a mortality rate of up to 80%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilator-Acquired Pneumonia (VAP)"
        },
        {
            "text": "Lobar Pneumonia",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging Patterns"
        },
        {
            "text": "• Homogeneous consolidation of all or a substantial percentage of a single lobe • Sharply marginated by one or more fissures ( [1] • Silhouette sign when the consolidation is adjacent to the heart, aorta, or hemidiaphragm ( Fig. 6 ",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 230,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Imaging Patterns"
        },
        {
            "text": "• Foreign material entering into the tracheobronchial tree secondary to gastroesophageal reflux, altered mental status (drug overdose, anesthesia), or neurologic disorder (stroke, traumatic brain injury) • Often develops in intubated patients, despite the presence of an inflatable cuff • Usually occurs in the most dependent portions of the lung ○ Supine -superior and posterior basal segments of the lower lobes or posterior segment of the upper lobes ( Fig. 6 .8) ○ Upright -lower lobes (typically on the right, because the right main bronchus runs more vertically and is wider) • Rapid appearance of air-space consolidation, especially in bedridden patients. • Noninfectious aspiration -usually clearance in less than 1 week ○ Mendelson syndrome -large-volume aspiration of gastric acid, which produces a chemical pneumonitis and acute lung injury (even ARDS) and a diffuse radiographic pattern simulating pulmonary edema ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 462,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Aspiration Pneumonia"
        },
        {
            "text": "• Radiographic clearance of pneumonia usually lags well behind clinical improvement • Follow-up chest radiographs are recommended in approximately 4-6 weeks to ensure complete resolution of the consolidation and to assess persistent abnormality of the lung parenchyma (scarring, bronchiectasis) • Failure of a pneumonia to resolve by 8 weeks suggests an inaccurate diagnosis or an endobronchial obstruction as a cause of postobstructive pneumonia ( Fig. 6 .11) • Especially in patients with smoking history or over age 40, CT should be considered to exclude an underlying bronchial lesion (see Fig. e6 .13) • Irregular infectious cavity containing necrotic debris or fluid.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 455,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 594,
                    "end": 601,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Follow-up of Pneumonia"
        },
        {
            "text": "• Often an air-fluid level, which usually has the same extent on both frontal and lateral views Thicker, often irregular wall Disparity in length of air-fluid levels Air-fluid levels of relatively equal lengths Split pleura sign on CT Empyema Necessitans (Fig. 6.16) • Chronic empyema draining via a sinus tract into the subcutaneous tissues of the chest wall, most commonly related to tuberculosis or fungal infection (actinomycosis, aspergillosis, blastomycosis, mucormycosis) • Loculated pleural fluid collection or mass with associated rib destruction and often bubbles of loculated gas in soft tissues",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 266,
                    "text": "(Fig. 6.16)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Follow-up of Pneumonia"
        },
        {
            "text": "• Gram-negative bacterial pneumonia that is most common in debilitated middle-aged and older men with alcoholism (about two-thirds of cases); high mortality rate • Tends to form a voluminous exudate that produces a homogeneous parenchymal consolidation containing an air bronchogram • Lobar enlargement (especially the right upper) with the characteristic bulging fissure sign (Fig. 6 .17) ○ Bulging fissure sign also in Haemophilus influenzae pneumonia (predominantly in compromised hosts, such as chronic pulmonary disease, immune deficiency, alcoholism, diabetes) (see Fig. e6 .22) • Most frequently result from infectious particles reaching the lung from an infected heart valve (especially the tricuspid), intravenous catheter, or injected debris • Persons at risk include drug abusers, immunocompromised patients, individuals with septal defects, and those with indwelling venous catheters, pacemakers, or prosthetic heart valves • Initially, multiple ill-defined round or wedge-shaped opacities with a swirling pattern that are usually peripheral and tend to involve the lower lobes (starry night sign -mimicking the brush strokes in van Gogh's painting of that name) • Cavitary pulmonary nodules tend to develop rapidly (1-2 days) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 384,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 572,
                    "end": 579,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Special Types of Bacterial Pneumonia Klebsiella"
        },
        {
            "text": "• Transient, rapidly changing, migrating, nonsegmental areas of parenchymal consolidation, which are associated with blood eosinophilia and minimal (or no) pulmonary symptoms • Bilateral patchy consolidations with ill-defined margins that are predominantly located in the periphery of the lung • May produce single or multiple air-space nodules with surrounding ground-glass opacities (Fig. 6 .20) • Unlike chronic eosinophilic pneumonia (see below), the transient air-space abnormalities resolve in some areas and reappear in others over days • Loeffler's syndrome (also known as simple pulmonary eosinophilia) is applied to idiopathic cases; a similar imaging pattern can occur in response to parasitic infection or be drug-induced Chronic Eosinophilic Pneumonia (Fig. 6.21; See Fig. e6 .26)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 392,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 765,
                    "end": 788,
                    "text": "(Fig. 6.21; See Fig. e6",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Loeffler's Syndrome"
        },
        {
            "text": "• Classic appearance of multifocal areas of consolidation in both lungs, especially the upper lobes, reflecting inflammatory eosinophils filling alveoli and infiltrating the interstitium • Characteristic peripheral predominance (\"reverse pulmonary edema pattern\") • Rapid response to steroid therapy (clinical improvement within hours, radiographic clearing within a few days) Fig. 6 .20 Loeffler's syndrome. Peripheral air-space nodule with surrounding ground-glass opacity in the right lower lobe (arrow). Follow-up study showed that the nodule had disappeared [7] Fungal Pneumonia Aspergillosis • Common fungus found in soil, on plants, and in decaying matter, as well as in household dust and building materials, which does not harm persons with normal immune systems and no allergic hypersensitivity • Invasive aspergillosis (most aggressive form) is essentially limited to debilitated patients, diabetics, and neutropenic individuals with severely compromised immune systems (organ or bone marrow transplants, high-dose steroids or chemotherapy, lymphoma, leukemia) • Central mass within a cavity in invasive aspergillosis is almost always necrotic lung (Fig. 6.22 ; see Figs. e6.27-e6.29) • CT halo sign -early finding of a zone of ground-glass opacity (usually related to hemorrhage) surrounding a nodule or mass is strongly suggestive of invasive aspergillosis in an immunocompromised patient (Fig. 6. 23; see Fig. e6 .30) • Aspergilloma -solid homogeneous, rounded, mobile mycetoma that develops in a pre-existing cyst or cavity (primarily upper lobe) in a patient with underlying lung disease and is separated from its wall by a crescentic air space (air crescent sign) (see Fig. e6 .31) ",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 566,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 383,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1160,
                    "end": 1170,
                    "text": "(Fig. 6.22",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1402,
                    "end": 1410,
                    "text": "(Fig. 6.",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1419,
                    "end": 1426,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1686,
                    "end": 1693,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Loeffler's Syndrome"
        },
        {
            "text": "• Histoplasmosis -central United States; nodules often calcify ( Fig. 6 .24) • Coccidioidomycosis -southwestern United States (also northern Mexico and Central and South America) • Actinomycosis, Nocardia -pleural effusion and extension to the chest wall are common (may develop empyema) (see Fig. e6 .32) • Candidiasis, aspergillosis, sporotrichosis, and mucormycosisessentially limited to debilitated patients and those with underlying diseases (diabetes mellitus, lymphoma, leukemia) (see Fig. e6 .33) • Caused by a yeast-like fungus and almost exclusively seen in immunosuppressed patients (especially AIDS, lymphoproliferative diseases, or renal transplants) • Initially, bilateral diffuse interstitial opacities spreading outward from the hila • If untreated, this soon progresses to a homogeneous diffuse alveolar consolidation that may simulate pulmonary edema • Thin-walled, air-filled lung cysts (especially apical and subpleural) occur in about 40% of patients and may cause a pneumothorax • Thick-walled cavities usually indicate superinfection • Hilar adenopathy and significant pleural effusions are rare (their presence should raise the possibility of an alternate diagnosis)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 71,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 293,
                    "end": 300,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 492,
                    "end": 499,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Other Fungal Diseases"
        },
        {
            "text": "• Although a clinical diagnosis, may appear on chest radiographs as bilateral hilar enlargement due to lymphadenopathy (see Fig. e6 .37) • Important to look for medial displacement of gas within the stomach and splenic flexure caused by splenomegaly Varicella (Chickenpox) Pneumonia (Fig. 6.27; See Fig. e6.38) • Diffuse distribution of small (1-10 mm), poorly defined nodules, which may coalesce to produce extensive bilateral fluffy infiltrates that tend to develop near the hilum and lung bases • Healed varicella pneumonia classically appears as tiny military calcifications scattered widely throughout both lungs (develops several years after the pulmonary infection) • No calcification of hilar lymph nodes (unlike histoplasmosis or tuberculosis, the two other major causes of diffuse pulmonary calcifications) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 283,
                    "end": 310,
                    "text": "(Fig. 6.27; See Fig. e6.38)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Viral Pneumonia Infectious Mononucleosis (Epstein-Barr Virus)"
        },
        {
            "text": "• Cytomegalovirus, which typically occurs in immunosuppressed individuals (especially after transplantation) (Fig. 6 .28) • Respiratory syncytial virus in infants and young children (see Fig.  e6 .39)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 187,
                    "end": 195,
                    "text": "Fig.  e6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Tree-in-Bud Pattern in Other Viral Pneumonias"
        },
        {
            "text": "• Although traditionally considered a disease of children and young adults, with the dramatic decrease in the prevalence of tuberculosis (especially in children and young adults), primary pulmonary disease can develop at any age • Primary tuberculosis may affect any lobe, so that the diagnosis cannot be excluded because the infection is not in the upper lobe Fig. 6 .28 Tree-in-bud pattern (cytomegalovirus). Centrilobular groundglass opacities in addition to nodules and \"tree-in-bud\" opacities in a patient with chronic myelogenous leukemia who underwent bone marrow transplantation [1] • \"Latent\" TB refers to someone who has a positive TST with no history of tuberculous infection or imaging evidence of active or old disease (most often detected when undergoing routine screening for employment or school) • \"Inactive\" TB refers to someone with imaging evidence of prior tuberculosis but no sign of active disease Imaging • One or more foci of lobar or segmental air-space consolidation that is usually homogeneous, dense, and well defined (Fig. 6 .29) • If multiple, randomly distributed throughout the lungs • Cavitation is infrequent. • Characteristic apical pleural thickening and fibronodular appearance in one or both upper lungs (Fig. 6 .31; see Fig. e6 .44) • CT -enlarged lymph nodes typically have a low-density center (due to caseous necrosis) with rim enhancement (reflecting granulomatous tissue); may demonstrate subtle cavitation that is not visible on chest radiographs (see Fig. e6 and is almost diagnostic of postprimary tuberculosis • Because an apical lesion may be obscured by overlying clavicle or ribs, an apical lordotic view is often of value • Cavitation is common (about 50%) and characteristic of postprimary disease (Figs. 6.33 and 6.34; see Fig. e6 .47) • The presence of cavitation indicates that the disease is highly contagious, and this finding alone warrants putting the patient in respiratory isolation • Air-fluid levels in cavities are uncommon and usually a manifestation of superinfection (see Fig. e6 .48) • Tuberculous cavities may result in endobronchial spread and the classic \"tree-in-bud\" pattern of centrilobular bronchial dilatation and filling by mucus, pus, or fluid, associated with a linear a b Note the thickening of bronchial walls (white arrow) [1] branching pattern that resembles a budding tree and is generally more pronounced in the lung periphery (see Figs. e6.49-e6.51) • Other complications of cavitation include rupture into the pleural space (leading to empyema or bronchopleural fistula) and the development of a pseudoaneurysm of the pulmonary artery (Rasmussen aneurysm) • Pleural effusion and lymph node enlargement are rare in postprimary tuberculous disease (though common and sometimes the only finding in primary disease) • As the disease heals, fibrotic changes develop in the surrounding lung, which cause volume loss in the affected segment with displacement of the fissures and hilar structures (see Fig. e6 .52) • CT -because the diagnosis of typical postprimary tuberculosis is generally evident on chest radiographs, CT is primarily used to assess the extent and nature of the disease (more sensitive for demonstrating cavitation and such complications as vascular erosion, rupture into the pleural space, and miliary and endobronchial spread)",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 590,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2307,
                    "end": 2310,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 367,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1047,
                    "end": 1054,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1243,
                    "end": 1250,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1260,
                    "end": 1267,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1498,
                    "end": 1505,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1778,
                    "end": 1785,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2041,
                    "end": 2048,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2983,
                    "end": 2990,
                    "text": "Fig. e6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Primary"
        },
        {
            "text": "• Hematogenous dissemination that usually occurs in patients with altered host resistance to the primary infection • Almost invariably leads to a dramatic febrile response with night sweats and chills • There may be minimal symptoms in severely debilitated patients, especially elderly persons and those receiving steroids Imaging • Diffuse pattern of innumerable tiny (1-2 mm), discrete, relatively well-defined pulmonary nodules distributed uniformly throughout both lungs (Fig. 6.35 ; see Figs. e6.53 and e6.54) • CT -may detect the presence of diffuse lung involvement when corresponding chest radiographs are normal or show only minimal or limited disease",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 485,
                    "text": "(Fig. 6.35",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Miliary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Imaging: An Atlas of Differential Diagnosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lower lobe-predominant diseases of the lung",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nemec",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "AJR",
            "volume": "200",
            "issn": "",
            "pages": "712--740",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mosaic attenuation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AJR",
            "volume": "197",
            "issn": "",
            "pages": "970--977",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multiple cystlike lung lesions in the adult",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cantin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "AJR",
            "volume": "194",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pulmonary tuberculosis: role of radiology in diagnosis and management",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Nachiappan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rahbar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Radiographics",
            "volume": "37",
            "issn": "",
            "pages": "52--72",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Eosinophilic lung diseases: a clinical, radiologic, and pathologic overview",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "K-I",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Radiographics",
            "volume": "27",
            "issn": "",
            "pages": "617--654",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Upper lobe-predominant diseases of the lung",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nemec",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "AJR",
            "volume": "200",
            "issn": "",
            "pages": "222--259",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tree-in-bud pattern",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gosset",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJR",
            "volume": "193",
            "issn": "",
            "pages": "472--479",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Community-Acquired Pneumonia (CAP)• A pneumonia contracted by a person who has little contact with the healthcare system• Affects individuals of all ages and most commonly arises as a viral infection (though there may be bacterial superinfection) Subtle retrocardiac pneumonia. (a) Lateral view shows normal discrete tubular vessels behind the heart. (b) Obscuration of the vessels behind the heart (arrows) indicates pneumonia a b Fig. 6.2 Subtle pneumonia. (a) Initial radiograph obtained several months previously is normal. (b) Subsequent study shows a small, ill-defined area of opacification in the left mid-lung (arrow). This can be identified because of asymmetry with the opposite side and a change from the initial study",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 6.3) • Air bronchograms (larger bronchi remain patent) (see Fig. e6.2) Fig. 6.3 Lobar pneumonia (right upper lobe). Homogeneous consolidation bounded inferiorly by the minor fissure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "9; see Fig. e6.11) ○ Lipoid pneumonia -chronic aspiration of ingested exogenous lipid material (such as mineral oil for chronic constipation); appears radiographically as chronic consolidation or mass, which has low attenuation on CT (Fig. 6.10; see Fig. e6.12) Fig. 6.7 Round pneumonia. 6-cm consolidation with ill-defined margins in the right lung of a woman with streptococcal pneumonia [2]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Aspiration pneumonia. Bilateral patchy, ill-defined areas of consolidation in the lower lobes [2]Fig. 6.9 Aspiration pneumonia. Ill-defined areas of opacification in the left lung of a patient with chemical bronchiolitis [4] Fig. 6.10 Lipoid pneumonia. Multiple opacities with fat attenuation in the right lung (arrows), diagnostic of lipoid pneumonia in a patient with chronic use of oily laxatives",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "11 Post-obstructive pneumonia. Homogeneous increased opacification in the right upper lobe secondary to carcinoma of the lung. The patchy opacification at the right base is due to a combination of atelectasis and infiltrate secondary to extension of the tumor into neighboring bronchi[1] Complications of Pneumonia Pneumatocele • Thin-walled, gas-filled cyst in the lung parenchyma that is most frequently caused by pneumonia (especially in children following staphylococcal pneumonia), trauma, or the inhalation of hydrocarbon fluid(Fig. 6.12; seeFig. e6.14)• Single or multiple thin-walled cystic spaces (may be thick-walled in the acute phase and mimic a lung abscess) • CT may show scattered thin-walled cysts interspersed with normal lung in areas previously affected by pneumonia or trauma (seeFig. e6.15) Lung Abscess(Fig. 6.13; See Figs. e6.16-e6.19)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "12 Pneumatocele. Residual bilateral, thin-walled cystic spaces (arrows) in the pulmonary parenchyma after a staphylococcal pneumonia during childhood[1] Fig.6.13 Lung abscess. Large right middle lobe cavity containing an air-fluid level (arrows) in an intravenous drug abuser[1] • The wall of the abscess may be smooth or ragged, with an unusual nodular appearance suggesting a cavitating malignancy • If it extends to the pleural surface, a lung abscess forms an acute angle (unlike the obtuse angle formed by an empyema) Empyema (Figs. 6.14 and 6.15; See Figs. e6.20 and e6.21)• Loculated infection within the pleural space • Stages of parapneumonic effusions: ○ Initially sterile (exudative stage) with normal glucose levels ⚬ As white blood cells and bacteria accumulate in the fluid collection (fibropurulent stage), the glucose level and pH decrease ○ Finally, in the chronic organizing stage, the fluid is thick and purulent, and there is the development of a fibrin peel • Initially, may appear as a typical pleural effusion (usually unilateral)Fig. 6.14 Empyema. Classic lenticular appearance of an empyema posteriorly (arrows). Courtesy of Gillian Lieberman, MD, Boston)• As it reaches the fibropurulent stage, an empyema may become loculated with a characteristic lenticular shape and smooth border that is convex to the lung and forms an obtuse angle with the chest wall • Disparity in the lengths of air-fluid levels on PA and lateral projections • Presence of an air-fluid level or pockets of air within a pleural collection suggests a bronchopleural fistula • CT -Classic split pleura sign (smooth thickening and contrast enhancement of the visceral and parietal pleura surrounding the loculated collection of fluid in the pleural space)Fig. 6.15 Empyema with split pleura sign. This woman with tuberculosis presented with weight loss, malaise, and chills. Loculated right pleural effusion with thickened, enhancing pleura (arrows) infiltrates into the extrapleural fat (arrowhead)[6]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "16 Empyema necessitans. Pleural calcifications (arrowheads), a loculated pleural effusion, and extension into the chest wall (arrows)[6] • High frequency of abscess and cavity formation (ischemic necrosis and death of a portion of the lung may result in sloughed lung within a thick-walled cavity, known as \"pulmonary gangrene\")Septic Emboli (Figs. 6.18 and 6.19; See Figs. e6.23-e6.25)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "17 Bulging fissure sign (Klebsiella). Downward bulging of the minor fissure (arrow) due to massive enlargement of the right upper lobe with inflammatory exudate [1] a b Fig. 6.18 Septic emboli. (a, b) Large cavitary lesions (arrow) in the lungs of two intravenous drug abusers with septic thrombophlebitis [1] Fig. 6.19 Septic emboli. Multiple cavitating nodules in a young immunocompromised male. Arrows point to vessels leading directly to several nodules (feeding vessel sign) [1]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "21 Chronic eosinophilic pneumonia. Bilateral patchy infiltrates with a peripheral distribution [1]Fig. 6.22 Aspergillosis. A mycetoma (solid arrow) appears as a homogeneous rounded mass that is separated from the thick wall of the cavity by a crescentshaped collection of air [1]Fig. 6.23 Invasive pulmonary aspergillosis. Multiple pulmonary nodules with the characteristic halo sign [1]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "24 Histoplasmosis. Miliary calcifications with a dominant calcified granuloma in the right mid-lung (arrow) Pneumocystis Jirovecii (formerly Carinii) Pneumonia (Figs. 6.25 and 6.26; See Figs. e6.34-e6.36)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "25 Pneumocystis jirovecii pneumonia. Diffuse bilateral opacifications radiating outward from the hila in a patient with AIDS [1]Fig. 6.26 Pneumocystis jirovecii pneumonia. Diffuse ground-glass attenuation with intralobular lines (crazy-paving pattern) in a young man with AIDS [1]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "27 Varicella pneumonia. Bilateral, coarse military nodules distributed diffusely throughout both lungs[1]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "• Associated enlargement of hilar or mediastinal lymph nodes (usually unilateral) is seen in about one-third of patients (may be the only imaging finding, especially in children and immunocompromised adults with AIDS) (Fig. 6.30; see Fig. e6.40) • Unilateral pleural effusion often occurs, especially in adults, and is usually associated with pulmonary parenchymal abnormalities (see Fig. e6.41) • In patients with an adequate host immune response, the consolidation slowly decreases in size and may form a well-circumscribed nodule that may eventually calcify (Ghon lesion) and be associated with an ipsilateral calcified lymph node (Ranke complex) (see Figs. e6.42 and e6.43) Fig. 6.29 Primary tuberculosis. Consolidation of the right upper lobe (arrow) [1]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "32 Active tuberculosis. (a, b) Heterogeneous consolidation in the apical posterior segment of the left upper lobe (arrows) [8]Fig. 6.33 Active tuberculosis. Bilateral cavitary lesions (arrows) with relatively thick walls [1] Fig. 6.34 Active tuberculosis. Large thick-walled cavity associated with multiple peripheral small nodules and branching linear structures (black arrows).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".4) • Most commonly bacterial, especially due to Streptococcus pneumoniae Lobular Pneumonia (Bronchopneumonia) (Fig. 6.5; See Figs. e6.3-e6.7)• Patchy, poorly defined, heterogeneous air-space consolidation that tends to involve the peripheral portions of the lungs • Frequently multifocal, involving several areas at the same time • Tends to have indistinct margins (unless touching a pleural fissure) • Associated with exudate filling the bronchi, leading to associated atelectasis and absence of air bronchograms • Patchy areas may coalesce to mimic lobar pneumonia Caused by viral pneumonias, mycoplasma, and chlamydia • In immunosuppressed patients (CD4 counts under 200/mm 2 ), likely to be Pneumocystis, with the classic pattern of bilateral prominence of reticular markings radiating outward from the hila (may mimic pulmonary edema) Imaging appearance is due to underdeveloped pores of Kohn and the absence of canals of Lambert, which limit the centrifugal spread of early bacterial infection • Most commonly due to Streptococcus pneumoniae or Haemophilus influenzae",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ".1 Differentiation between empyema and lung abscess Empyema Lung Abscess Sharply defined margin with the lung Lack of discrete boundary with the lung Elliptical (lenticular) Round Obtuse angle with chest wall Acute angle with chest wall Smooth inner surface",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Fig. 6.30 Primary tuberculosis. Unilateral enlargement of right hilar nodes (arrow) without a discrete parenchymal infiltrate [1]Fig. 6.31 Inactive tuberculosis. Bilateral fibrocalcific changes at the apices, with upward retraction of the hila [1] Postprimary (Reactivation/Active) • Results from either activation of a latent primary infection or, less commonly, from a repeat infection in a previously sensitized host • About 10% of all infected patients with tuberculosis develop reactivation (highest risk within the first 2 years or during periods of immunosuppression) Imaging • Initially, a nonspecific hazy, poorly marginated alveolar infiltrate that most commonly affects the upper lobes, especially the apical and posterior segments (Figs. 6.32; see Fig. e6.46) • Bilateral (though often asymmetric) upper lobe disease is common",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}