{
    "paper_id": "c34f5487e8b1aee727471aee324543ef07a42540",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Eric",
                "middle": [
                    "Adjei"
                ],
                "last": "Boakye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Illinois University School of Medicine",
                    "location": {
                        "settlement": "Springfield",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Wiley",
                "middle": [],
                "last": "Jenkins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Illinois University School of Medicine",
                    "location": {
                        "settlement": "Springfield",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Arun",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Illinois University School of Medicine",
                    "location": {
                        "settlement": "Springfield",
                        "region": "Illinois"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the cause of coronavirus disease 2019 (COVID-19), has been declared a pandemic by the World Health Organization 1 and is having repercussions throughout our health-care system and society. National projections suggest that incidence and mortality of people with COVID-19 infection is going to significantly increase. Appropriately, much attention has been paid to addressing the acute challenges associated with caring for the surge of critically ill patients. This includes shortages of testing and personal protective equipment for health-care providers and inability of the health-care system to handle the influx of patients. The pandemic is placing strains on our healthcare system and impacting patients who are seeking care for the infection and other urgent and emergent medical conditions. However, what has received less attention is the need for continuing, but perhaps nonurgent, care for non-COVID-19 patients with chronic conditions such as cancer. As our longer-term response to the pandemic evolves, we must purposefully consider such patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The impact of pandemic response interventions across society are significant, with social distancing becoming the norm, many states entering a \"lockdown\" condition, and millions of people becoming unemployed. This situation is particularly troubling for cancer survivors and their caregivers as the survivors have continuing care needs and both they and their caregivers already face burdens associated with diminished income, reduced social contact and support, and increased risk for anxiety and depression. A recent study in China by Liang et al indicated that patients with cancer may be at a higher risk of both COVID-19 itself and subsequent adverse health outcomes. 2 These impacts may be particularly disproportionate (a) in rural areas, already experiencing paucities of material, care, and financial resources, and (b) among head and neck cancer (HNC) survivors, who already face increased levels of isolation and depression associated with their cancer and treatment outcomes (eg, disfigurement, increased daily care requirements). We urge purposeful consideration of COVID-19 responses in view of the special circumstances faced by HNC survivors, especially those residing in rural areas.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 674,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HNC survivors typically experience continuing medical care, but many nonurgent clinic appointments are already being postponed with an unknown time frame for rescheduling. Much of cancer surveillance depends on careful physical examination of the head and neck, including examination of the pharynx and larynx, often by flexible fiberoptic nasolaryngoscopy (FFNL). FFNL is an aerosol-generating procedure and the current consensus is to avoid performing this unless imminently life threatening in patients who are COVID-19-positive or those who have unknown infection status. 3 Therefore, many HNC survivors will be unable to undergo complete cancer surveillance on their routine timeline. Furthermore, elective procedures to improve quality of life (such as esophageal dilation to improve swallowing) are also being postponed. Possible outcomes of such delayed/ deferred care include delays in diagnosis of disease recurrence, increased anxiety, and decreased quality of life.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 577,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "| HNC SURVIVORS REQUIRE CONTINUING, BUT NONURGENT, CARE"
        },
        {
            "text": "Caregivers play a crucial role in the physical and emotional well-being of people with cancer. This role is especially important for HNC as survivors are more likely to lack familial and social support and require more frequent and more detailed care while at home. HNC survivors tend to be older; face increased social isolation; and need help with feeding, communicating (speaking), and adhering to treatment. These factors impede core aspects of daily life for HNC patients, thus necessitating significant responsibilities for informal caregivers. Caregivers often face challenges such as managing their emotional and physical stress, balancing work and family responsibilities, and needing help keeping the person they care for safe. To this mix in the current crisis is the balance of keeping themselves safe from infection and sustaining adequate survivor engagement to maintain health. Finally, survivors in rural areas may lack access to an alreadydiminished pool of caregivers, and perceived stigma or feelings of guilt in asking for help among rural cancer survivors are additional barriers to obtaining needed assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CAREGIVERS FOR HNC SURVIVORS ARE IMPORTANT"
        },
        {
            "text": "The mandatory \"stay at home\" order in most states also could worsen the financial burden cancer already faced by HNC survivors and their caregivers as there are record rates of unemployment and numbers of new unemployment claims in the country. HNC patients have higher rates of depression, anxiety rates and suicide compared to the general population. The COVID-19 pandemic has the potential to increase each of these unless the health-care system mobilizes to meet their needs. The lack of continuing screening and access to other care is expected to be a source of anxiety for HNC survivors. The physical distancing protocol in place in most areas of the country also increases people's anxiety, distress and depression. A phenomenon called \"infodemic\"-an overabundance of (mis) information on social media and elsewhere-also poses a major risk to patients' mental health. 4 During past disease outbreaks (eg, 2003 SARS, 2014 Ebola), there were significant negative impacts on public and individual mental health, such as generalized fear and fear-induced overreactive behavior and increased risk of depression and anxiety. 5, 6 This issue may be compounded in rural areas; the majority of rural residents live in mental health professional shortage areas since most mental health professionals work exclusively in metropolitan areas.",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 877,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1127,
                    "end": 1129,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| THERE IS NEW, AND INCREASED, BURDEN ON BOTH SURVIVOR AND CAREGIVER MENTAL HEALTH"
        },
        {
            "text": "There are possible solutions to the problems faced by HNC survivors and their caregivers, and these may be disproportionately effective in rural areas. Telemedicine is a scalable technology developed in large part to meet the needs of rural providers. Telemedicine availability has been expanded by the Centers for Medicare & Medicaid Services during this pandemic to allow patients to access the health-care system, even if they are not able to physically go to physician offices. 7 This could be applied to many of the possible risk described by allowing for continuing clinical care (to a certain extent) and incorporating aspects of mental health and wellness. Other solutions include the allocation of funding specific to survivors and caregivers. As many of these individuals have a low or nonexistent income, the stimulus package approved by the US congress may not be sufficient to offset increased costs and lost wages.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 483,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "| POSSIBLE SOLUTIONS TO BE EXPLORED"
        },
        {
            "text": "While patients with COVID-19 and other urgent and emergent conditions take priority during the current pandemic, it remains important to remember the care of HNC survivors, a vulnerable group. Vigilance on our part could mitigate the effects of the pandemic on their health and well-being. These patients will require extra care when resources become available to care for their elective needs. Future preparedness could help mitigate effects during future widespread events that limit care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| POSSIBLE SOLUTIONS TO BE EXPLORED"
        },
        {
            "text": "Eric Adjei Boakye https://orcid.org/0000-0001-9163-8103",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) events as they happen",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Precautions for endoscopic transnasal skull base surgery during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernandez-Miranda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurosurgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa125"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel coronavirus (2019-nCoV): strategic preparedness and response plan",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fear and stigma: the epidemic within the SARS outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Person",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Govert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "358--363",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of fear-related behaviors in the 2013-2016 West Africa Ebola virus disease outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Shultz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baingana",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Psychiatry Rep",
            "volume": "18",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medicare telemedicine health care provider fact sheet",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Disproportionate impact of COVID-19 pandemic on head and neck cancer survivors",
            "authors": [
                {
                    "first": "Adjei",
                    "middle": [],
                    "last": "Boakye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Head & Neck",
            "volume": "42",
            "issn": "",
            "pages": "1329--1331",
            "other_ids": {
                "DOI": [
                    "10.1002/hed.26170"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}