{"paper_id": "c430d557e3e96e6ba40ac0306426aef8d7476eb8", "metadata": {"title": "5 Disasters as Extreme Events and the Importance of Network Interactions for Disaster Response Management", "authors": [{"first": "Dirk", "middle": [], "last": "Helbing", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hendrik", "middle": [], "last": "Ammoser", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christian", "middle": [], "last": "Kühnert", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We discuss why disasters occur more frequently and are more serious than expected according to a normal distribution. Moreover, we investigate the interaction networks responsible for the cascade-like spreading of disasters. Such causality networks allow one to estimate the development of disasters with time, to give hints about when to take certain actions, to assess the suitability of alternative measures of emergency management, and to anticipate their side effects. Finally, we identify other fields where network theory could help to improve disaster response management.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Natural and man-made systems are usually robust to normal perturbations. They are constructed to handle them with variations of several standard deviations. However, preparation for Xevents is costly and often imcompatible with the requirements of everyday use. Therefore, it is often neglected. Moreover, Xevents [1, 2] often do not obey common statistical distributions. Their distribution is instead characterized by \"fat tails\" [1] [2] [3] , which implies a much higher frequency of occurrence than expected according to a normal distribution. These fat tails often follow a power law, which is characteristic of systems that reach a critical point and suffer from avalanche or cascade effects of a potentially arbitrary size. In some cases, it is even impossible to make statements about the mean value or the standard deviation of such events, as power-law distributions are not always normalizable. Typical examples of systems that exhibit power laws are -avalanches of sand, debris or snow [4, 5] -earthquakes (see the Gutenberg-Richter law) -crashes and bubbles at stock markets -bankruptcies in banking networks -disaster scenarios [6] The detailed impact of rare events on a system is often unknown. Possible scenarios can, however, be anticipated using models that describe the interactions between different parts (\"sectors\") of the system. These interactions are mostly nonlinear and characterized by feedbacks. As a consequence, small changes in the system state can have large effects when a certain critical threshold is exceeded. Such effects can be described by methods from systems theory and system dynamics, catastrophe theory [7] , the theory of nonequilibrium phase transitions, nonlinear dynamics and the theory of complex, self-organizing systems. Insights from chaos theory and percolation theory are relevant as well. The same applies to the theory of networks. Despite many reports on disasters [9, 10] , a scientific investigation of their general features and ways to fight them is still needed. Each year, about 250 million people are affected by natural disasters worldwide. Three billion people live in endangered areas. The economic impact, and also the number and size of disasters seem to grow, potentially because of overpopulation and global warming due to CO 2 emissions and the greenhouse effect. In 2003, disasters took 60,000 victims and caused a damage worth 70 billion US dollars (see Table 15 .1), while insurance schemes paid out 18.5 billion US dollars. Today, a single disaster can easily cost billions (see Table 15 . ", "cite_spans": [{"start": 314, "end": 317, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 318, "end": 320, "text": "2]", "ref_id": "BIBREF1"}, {"start": 432, "end": 435, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 436, "end": 439, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 440, "end": 443, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 998, "end": 1001, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1002, "end": 1004, "text": "5]", "ref_id": "BIBREF4"}, {"start": 1142, "end": 1145, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1649, "end": 1652, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1924, "end": 1927, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 1928, "end": 1931, "text": "10]", "ref_id": null}], "ref_spans": [{"start": 2430, "end": 2438, "text": "Table 15", "ref_id": null}, {"start": 2557, "end": 2565, "text": "Table 15", "ref_id": null}], "section": "Disasters as Extreme Events"}, {"text": "The spreading of natural and man-made disasters can often be described by interconnected causality chains -a network reflecting how one factor or sector of a system affects others. In the following, we will give examples illustrating some of the complications that originate during disasters. For an event localized in time and space, it is often these cascade-like chain reactions that cause large-scale disasters that affect the whole system (in real terms, people in remote places around the world). The tendency towards globalization of economic and other systems is likely to increase the frequency of large-scale disasters, as it reduces the diversity required to stop certain chain reactions and to adapt to changing economic and environmental conditions. Another danger is the ever-growing population and the trend to push social, economic, technological, and biological systems to their limits [11] [12] [13] [14] .", "cite_spans": [{"start": 903, "end": 907, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 908, "end": 912, "text": "[12]", "ref_id": "BIBREF10"}, {"start": 913, "end": 917, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 918, "end": 922, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Examples of Causality Chains and Cascade Effects"}, {"text": "Earthquakes (see Fig. 15 .1) are caused by the relative movements of tectonic plates and continents. This builds up strain, which is reduced in sudden avalanche-like slides, giving rise to earthquakes. An earthquake can liberate energy equivalent to many atomic bombs. This causes strong vibrations, which are often enhanced by resonance effects. These vibrations can damage or destroy housing and facilities. Oscillating high-rise buildings can even damage each other, which may produce a domino effect. As a result of the tectonic activity, (infra)structures like bridges, tunnels, and streets are destroyed over wide areas. The same applies to electrical facilities, gas and water pipelines and the sewage disposal network, which causes serious supply and hygiene problems.", "cite_spans": [], "ref_spans": [{"start": 17, "end": 24, "text": "Fig. 15", "ref_id": "FIGREF6"}], "section": "Earthquakes"}, {"text": "Some big earthquakes include those of San Francisco (1906), Guatemala City (1976), Mexico City (1985) , and Bam (in Iran; 2003). An earthquake in Georgia (1991) caused a landslide that buried 85% of a village. Another earthquake in Southern Asia (2004) caused a tsunami with waves many meters high, which moved at a speed of 700-800 km/h and destroyed dozens of villages and hotels along the coastlines of India, Indonesia, Vietnam, Sri Lanka, The Maldives, Sumatra, Thailand, and even Africa. It killed more than 220,000 people and made approximately five million people hungry and homeless.", "cite_spans": [{"start": 95, "end": 101, "text": "(1985)", "ref_id": null}], "ref_spans": [], "section": "Earthquakes"}, {"text": "We will illustrate the earthquake-related problems in more detail using the disaster in Kobe (Japan, 1995). Kobe is not located in an area of major earthquake activity. Therefore, the earthquake came as a surprise, and so no particular preparation had been made for earthquakes. It took 12-18 hours for the official authorities to admit that they required international help to cope with the disaster. About 6,400 people were killed, but initially, the official numbers were around 30. Nobody was able to make decisions. For example, Great Britain offered dog tracking units, but the legal regulations required one week of quarantine. Since nobody knew how to handle this problem, nobody dared to take responsibility. Interestingly, the Japan mafia (the \"Yakuza\") was better organized and it helped to distribute food and provisions, possibly in order to obtain more influence and to improve its reputation.", "cite_spans": [], "ref_spans": [], "section": "Earthquakes"}, {"text": "Massive destruction was inflicted upon the town and the highways, probably because Kobe was not constructed to withstand earthquakes. However, worse still were the hundreds of fires that broke out, which were caused by broken gas pipes in wooden houses between the skyscrapers. Widespread chaos was caused by the fact that the firefighters could not reach the fires because the street infrastructure was shattered and many water pipes were severed. Another problem came from the power supply lines hanging over the remaining streets, which seriously obstructed traffic, transport routes and supplies.", "cite_spans": [], "ref_spans": [], "section": "Earthquakes"}, {"text": "Thousands of people were made homeless, and people panicked during the aftershocks, which had the potential to cause damaged infrastructures and buildings to fall down.", "cite_spans": [], "ref_spans": [], "section": "Earthquakes"}, {"text": "Fires triggered by earthquakes can last for several days and can destroy the trading centers of a town, as in the San Francisco earthquake. There, the fires could only be stopped by evacuating and destroying a large number of villas in residential areas to produce a firebreak.", "cite_spans": [], "ref_spans": [], "section": "Earthquakes"}, {"text": "In recent years, electrical power outages (\"blackouts\") have affected larger and larger areas. This is because of -the growing and highly fluctuating demands for power (due to, for example, an increased number of air conditioners), -the increasing size and complexity of electrical power networks (often with power being exchanged across countries), The largest blackout probably occurred in 2003 in north-eastern areas of North America (USA and Canada), which were followed by other major blackouts in Great Britain and Northern Italy in the same year. The blackout in the USA and Canada left 50 million people without electricity for up to 48 hours. The sudden breakdown of one power station caused a cascade of shutdowns at other power stations in order to avoid overloading. The blackout affected the water supply as the water pumps stopped functioning so the water pressure dropped and contamination became more likely. The advice given, to boil water before use, was difficult to follow without electricity. Moreover, traffic systems stopped working, so thousands of people were imprisoned in elevators and subway trains, and many airports were closed. Traffic lights switched off, causing widespread traffic chaos. Petrol stations could not pump fuel due to the lack of electricity for their pumps. Although radio and TV stations did broadcast, most radios ran off mains power. The mobile phone network broke down due to overload. Only conventional telephones and laptops with internet connections remained functional so long as their batteries and accumulators had power. For this reason, the ability to inform the public about the situation was extremely limited. As gas pumps did not function, there was an explosion at one of the oil refineries, which meant that the population nearby had to be evacuated. Moreover, the use of candles caused several fires, which were hard to fight because the traffic chaos on the streets slowed down firefighter response. The blackout also had several longterm effects, among them reducing economic growth and delaying elections.", "cite_spans": [], "ref_spans": [], "section": "Power Blackouts"}, {"text": "(Thunder-)Storms are the most frequent cause of disasters, particularly in tropical areas. Hailstorms may produce hailstones of up to 1 kg in weight, as seen in Rostov (Soviet Union, 1923). However, much smaller hailstones than this can still injure people, damage cars and structures, trees, fields and plantations, which can, in turn, cause serious crop shortfalls and famines.", "cite_spans": [], "ref_spans": [], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "It is common to distinguish different kind of storms due to their geographic appearance or their meteorological character, such as hurricanes, tornados, cyclones, typhoons, monsoon rains, and others. In extreme cases, they have killed 300,000 people (Haiphong, Vietnam, 1881) and made 25 million people homeless (monsoon rains in Bangladesh, 1988).", "cite_spans": [], "ref_spans": [], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "Fifty million people may be forced to prepare for an evacuation when a full-scale hurricane is in sight. Panic-buying (hoarding) in advance of a forecasted storm is typical. The destruction caused by storms often interrupts air, train, and vehicle traffic due to high wind velocities and obstacles lying on streets and tracks. Strong rainfall may even make the operation of underground traffic impossible. Schools and many public activities are closed down. Broken electricity lines cause power blackouts. For example, during Hurricane Isabel, two million homes were without electricity.", "cite_spans": [], "ref_spans": [], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "Storms (see Fig. 15 .2) often occur together with strong rainfall. This can cause serious floods, erosion, or landslides [4, 5] , which can themselves be disastrous. Moreover, broken trees are often the source of insect plagues (bark beetle). During blizzards and snow storms, 60 cm of snow can easily fall per day.", "cite_spans": [{"start": 121, "end": 124, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 125, "end": 127, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 12, "end": 19, "text": "Fig. 15", "ref_id": "FIGREF6"}], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "This can stop public life, even in big cities such as Manhattan (1947) or Boston (1978) , where 100,000 people were forced out of their homes. Moreover, the supply of coal to power stations, steel production and so on can be seriously endangered and a vast number of animals may die.", "cite_spans": [{"start": 54, "end": 70, "text": "Manhattan (1947)", "ref_id": null}, {"start": 74, "end": 87, "text": "Boston (1978)", "ref_id": null}], "ref_spans": [], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "The floods in Central Europe in August 2002 [15] originated from extreme rainfall (up to 300 liters per square meter) and caused more than six billion Euro's worth of damage in Saxony (Germany) alone. Small streams had to cope with 100 times more water than usual, and flotsam reduced their flow capacity. As a consequence, rivers left their artificial river beds and flooded 15% of the Saxonian metropolis, including the center of Dresden and its disaster control center. Moreover, most hospitals had to be evacuated just when they were urgently needed. Tens of thousands of people also had to be evacuated, but the population often resisted official commands because it was afraid of plunder. This often necessitated expensive evacuations of single individuals by helicopters later on.", "cite_spans": [{"start": 44, "end": 48, "text": "[15]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "Evacuation, supply, and disaster response management was very difficult, as tunnels were full of water, many bridges were lost, and most of the remaining bridges could not be used for safety reasons. Electrical power supply was down in most areas of Dresden, for several weeks even in the center. The same applied to most telephones and faxes. The mobile phone network was overloaded and broke down as well. In some cases, information could only be communicated by messengers. Moreover, the ability to warn the population was seriously restricted, because church bells and sirens were not available or they required power.", "cite_spans": [], "ref_spans": [], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "All train connections to and from Dresden were interrupted for many months, with a single exception. Seven hundred kilometers of train tracks, 400 km of railroad embarkment, and 100 bridges were damaged or destroyed. Moreover, many electronic railway control centers stopped working. Water supply was a problem in some areas, as some waterworks supplying drinking water were flooded. Some clarification plants were flooded as well, which may have caused diseases. Additional health problems originated from the many drowned animals and the thousands of tons of mud and waste that the flood left behind. This caused one of the worst mosquito/insect plagues for decades.", "cite_spans": [], "ref_spans": [], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "The floods also endangered some of the most valuable cultural assets of Germany, affected radio and TV program, and damaged newspaper archives. Catastrophe tourism obstructed the recovery activities, as they generally obstructed many areas of disaster response management. However, it wasn't just Thunderstorms, their causality network and impact on environment public infrastructure and facilities that were endangered. Thousands of cellars were flooded, but in many cases the water could not be removed/pumped out. Most buildings would not have resisted the high groundwater level.", "cite_spans": [], "ref_spans": [], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "The rumor of a broken dam almost caused panic in the city center of Dresden. Dams have broken several times in the past, for example in Fréjus (France, 1959), in Johnstown (USA, 1889), or along the Mississippi (USA, 1927). Fortunately, the rumor turned out to be false, otherwise tens of thousands people could have died in Saxony's metropole. However, let us finally mention that landslides can cause floods as well, as in the case of Vajont (Italy, 1963) [16] .", "cite_spans": [{"start": 457, "end": 461, "text": "[16]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Hurricanes, Snowstorms, and Floods"}, {"text": "Terrorist attacks [17, 18] have become an increasingly serious concern. In many cases, terrorists try to gain public awareness for certain religious or political interests or an ignored problem, for example a suppressed minority. In many cases, the ultimate goal is maximum damage. This is best illustrated by the terrorist attacks on 11th September 2001 in New York [19] and on 11th March 2004 in Madrid.", "cite_spans": [{"start": 18, "end": 22, "text": "[17,", "ref_id": "BIBREF14"}, {"start": 23, "end": 26, "text": "18]", "ref_id": "BIBREF15"}, {"start": 367, "end": 371, "text": "[19]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Terrorist Attacks"}, {"text": "On 11th September 2001, four aircraft were hijacked. Two of them were flown into Manhattan's World Trade Center. Thousands of people had to be evacuated. According to the emergency plan, airports, tunnels and bridges in Manhatten were closed down. Together with panicked people, it produced a massive traffic problem. Even worse, the crashes caused large fires inside the Twin Towers, which weakened the steel framework of the buildings, so that the buildings finally collapsed. Many people, including a large number of fire fighters, were killed. Stock markets suffered; more than 1 trillion dollars were lost in a week.", "cite_spans": [], "ref_spans": [], "section": "Terrorist Attacks"}, {"text": "As a consequence, many people cancelled their airplane tickets and reduced their number of trips. Together with other problems, several airlines filed a petition for bankruptcy (Swissair), while others had to merge. Moreover, international security laws were tightened and privacy of personal data has since been considerably restricted. An international fight against terror was started. This led to the wars on Afghanistan and Iraq, which in turn triggered many other terrorist attacks worldwide. The worst of them were in Djerba There are signs that additional explosions should have killed the task forces trying to save the people, but these were avoided by jammer transmitters. As a consequence of this attack, the incumbent government lost the elections and the new government quickly withdrew Spanish soldiers from Iraq.", "cite_spans": [], "ref_spans": [], "section": "Terrorist Attacks"}, {"text": "These events illustrate the truly global impact of some disasters. Other well-known examples of terrorist attacks are the Sarin gas attacks by the Aum sect in the Tokyo metro. One of the problems encountered in this case was that the victims were initially treated incorrectly, as the deadly chemical substance was not correctly identified. A similar problem occurred during a hostage rescue from a theater in Moscow (Russia, 2002), where the military used an secret anaesthetic gas.", "cite_spans": [], "ref_spans": [], "section": "Terrorist Attacks"}, {"text": "The disasters capable of taking the most human lives are epidemic diseases (see Fig. 15 .3), as they can easily spread across countries. Between 1500 and 1550, syphilis killed ten million people throughout Europe. Between 1735 and 1740, diptheria killed about 80% of all children under the age of ten. Malaria has killed several million people in the Soviet Union (1923) and India (1947) . Other deadly epidemics include measles, pox, yellow fever, typhus and cholera. Some of these diseases occur if the drinking water has been contaminated, others when the general health of the population is lowered by hunger or cold. Many of them are transmitted by insects and animals, so that fighting epidemics often requires to destroying millions of animals (such as chickens).", "cite_spans": [{"start": 381, "end": 387, "text": "(1947)", "ref_id": null}], "ref_spans": [{"start": 80, "end": 87, "text": "Fig. 15", "ref_id": "FIGREF6"}], "section": "Epidemics"}, {"text": "Epidemics have sometimes determined the results of wars and the rise or fall of a nation or culture. One of the worst epidemics ever was the plague (pestilence), which killed about 75 million people. It reached Europe via the trade routes from Asia and was transmitted by rat flea, as well as by cough. Hundreds of people could die in one day in the same town, so much so that there was a scarcity of wood to burn the bodies. About 30% of the population of Europe died. Moral values decayed and criminal activity jumped up. Some social and racial minorities became the victims of pogroms. Economic activities broke down, as there was a lack of workers.", "cite_spans": [], "ref_spans": [], "section": "Epidemics"}, {"text": "One of the worst epidemics of the last century was the Spanish influenza outbreak. It killed 20-40 million people between 1918 and 1920. Economic and social life was more seriously affected by the epidemic than by World War I. Banks, mines, and parliaments closed down. Trade and transport were interrupted. People tried to avoid infection by sealing their apartment windows, but many of them then died due to a lack of fresh air.", "cite_spans": [], "ref_spans": [], "section": "Epidemics"}, {"text": "Influenza is still among the greatest danger of today, as the viruses responsible mutate quickly. A new influenza epidemic is expected every 10-20 years. It is most important to stop the spread of the disease as quickly as possible. Therefore, the World Health Organization (WHO) is monitoring the spread of diseases very carefully. Although the SARS outbreak in 2003 killed less than 900 people, it spread worldwide by air transport within weeks. Social cohesion was challenged, and pogroms occurred in some areas. Many public places like schools, theaters, restaurants, companies, and administrative offices temporarily closed down. Tourists avoided the region, and air traffic was restricted. The consequence was an overall economic loss of around ten billion US dollars worldwide. Correspondingly, stock prices went down.", "cite_spans": [], "ref_spans": [], "section": "Epidemics"}, {"text": "Another serious disease is AIDS. Despite its relatively slow spread, it resisted effective treatment for many decades since it targets the immune system itself.", "cite_spans": [], "ref_spans": [], "section": "Epidemics"}, {"text": "Although treatments are available today, many economies cannot afford the cost of them. In Africa, social structures have been already destroyed on a large scale by the high percentage of infections and the fact that many children have lost their parents. However, the economies in Eastern Europe and other countries in the world are also seriously affected.", "cite_spans": [], "ref_spans": [], "section": "Epidemics"}, {"text": "Finally, we would like to mention the spread of computer viruses. For example, the virus \"Slammer\" caused an economic loss of 1.25 billion US dollars worldwide. However, the hazards go far beyond the direct economic damage due to computer downtimes and additional computer administration or software costs. Computer viruses seriously endanger the security and functioning of sensitive data systems and critical infrastructures, including communication systems.", "cite_spans": [], "ref_spans": [], "section": "Epidemics"}, {"text": "There are many other kinds of disasters we have not mentioned here. Among them are extreme aridity, locust plagues, meteorite impacts, overpopulation, disasters related to climate change, volcanic eruptions, bush and forest fires (see Fig. 15 .4), inflation and economic crises. Moreover, we have not discussed man-made technological disasters. These include power plant accidents, such as nuclear radiation accidents of varying severity (including the level 7 major accident in the Chernobyl power plant, in the former USSR, 1986; the level 6 serious accident in Khystym, former USSR, 1957; and the level 6 accidents with off-site risk in Sellafield, UK, 1957 should also be mentioned. For obvious reasons, we will not discuss the issue of the vulnerability of critical infrastructures here. However, one can probably assume that the greatest threats in the future are potentially related to nuclear pollution, epidemic diseases, and disasters related to global warming (such as the melting of the polar icecaps, floods, and heavy storms). ", "cite_spans": [{"start": 652, "end": 660, "text": "UK, 1957", "ref_id": null}], "ref_spans": [{"start": 235, "end": 242, "text": "Fig. 15", "ref_id": "FIGREF6"}], "section": "Other Disasters"}, {"text": "A disaster does not only spread in space and time and affect various sectors of a system. It may also trigger another kind of disaster. For example, an earthquake may cause power blackouts, a fire disaster, landslides, floods, or an interruption in the water supply. Thunderstorms may cause blackouts, fires, landslides, or floods. Floods may cause a lack of drinking water, blackouts, landslides, or epidemic diseases. Instead of adding more examples, we would like to refer the reader to Fig. 15 .5. ", "cite_spans": [], "ref_spans": [{"start": 490, "end": 497, "text": "Fig. 15", "ref_id": "FIGREF6"}], "section": "Secondary and Tertiary Disasters"}, {"text": "Despite the different origins of disasters, they share many common elements (see Fig. 15 .6). We will summarize some of them here. Disasters often start with a large perturbation or disruption of some system component, and they spread via networks to other system components. Most disasters cause serious traffic, transportation and supply problems, and regular trade may break down. In the worst case, the disaster area is isolated from its environment and hardly reachable. For example, in 1970 a gigantic landslide on the highest mountain of Peru buried many villages and the city of Yungay after an earthquake. It took 24 hours for the total destruction of these towns to be recognized. One week later, two people arrived at the coast to inform the public that help was yet to arrive in the area. It took two months until NASA could identify the full scale of the disaster by air photographs, and after four and a half months, some villages had still not been reached by cars or planes. Another similar example was the Heta, the cyclone that devastated the South Pacific island of Niue in 2004.", "cite_spans": [], "ref_spans": [{"start": 81, "end": 88, "text": "Fig. 15", "ref_id": "FIGREF6"}], "section": "Common Elements of Disasters"}, {"text": "During a disaster, a blackout of electricity is rather common. Note that this can have many serious implications (see also Sect. 15 ", "cite_spans": [{"start": 129, "end": 131, "text": "15", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Common Elements of Disasters"}, {"text": "-Public transport is interrupted and streets are often congested (as long as fuel is available) -Home heating systems stop working -Water cannot be boiled, so a scarcity of drinking water may occur. -Automatic teller machines and cashdesks in supermarkets do not work.", "cite_spans": [], "ref_spans": [], "section": ".2.2):"}, {"text": "Even if power is available, information is a problem. There is often a lack of reliable information, and instead a flood of inconsistent data or rumors, and not enough time to evaluate them. Nevertheless, decisions must be made fast, in the right order, with the right priorities and under stress. Therefore, wrong decisions are likely. Apart from these problems, coordination is also a problem due to incompatibilities between communication systems, orientation problems in an unknown terrain (many road signs may have disappeared), administrative obstacles and legal responsibilities, which can reduce the flexibility of response when improvisation is needed.", "cite_spans": [], "ref_spans": [], "section": "-Hospitals must be evacuated after a certain time period -Communication breaks down"}, {"text": "Although the increased solidarity during disasters can be very helpful, it is hard to coordinate many people and different organizations that have not collaborated before and do not know each others' command structures. Such interaction must be exercised beforehand if fast and reliable actions are to be performed without the need for much discussion; in other words it should be based on certain codes and protocols.", "cite_spans": [], "ref_spans": [], "section": "-Hospitals must be evacuated after a certain time period -Communication breaks down"}, {"text": "When disasters strike, the surviving population tends to panic, particularly after events that may repeat, such as earthquakes. Moreover, panic buying (hoarding), if still possible, is typical. There are also people who use the opportunity to plunder shops and houses, particularly after the population has been evacuated. This often causes a resistance to evacuation measures from the population, so that expensive individual evacuation, by helicopter, may be needed later on. In any case, evacuation is a great burden on the population, as many thousands of people may become homeless. In the worst case, this can cause worldwide streams of migrants and refugees.", "cite_spans": [], "ref_spans": [], "section": "-Hospitals must be evacuated after a certain time period -Communication breaks down"}, {"text": "If resources are scarce, riots may break out, and a black market emerges. Criminal activity will go up, if the public authorities (police and military) lose control. Here, it must be considered that the task forces fighting the disaster will be exhausted after 72 hours at the most, which may cause a lack of manpower.", "cite_spans": [], "ref_spans": [], "section": "-Hospitals must be evacuated after a certain time period -Communication breaks down"}, {"text": "Pogroms may occur in the population if certain minorities are believed to be responsible for the disaster. This is particularly relevant to certain diseases, religious or racial affairs. Epidemics are a typical problem after disasters, either because water is contaminated, because the large number of corpses cannot be buried fast enough, or because the health of the population is poor anyway (due to hunger or cold). Finally, disasters have serious economic consequences, sometimes covering many years. Due to this and problems in disaster response management, the government's reputation may be tarnished and it may lose its power.", "cite_spans": [], "ref_spans": [], "section": "-Hospitals must be evacuated after a certain time period -Communication breaks down"}, {"text": "In this section, we will discuss a semi-quantitative method [21] that will allow us to:", "cite_spans": [{"start": 60, "end": 64, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "-estimate the development of disasters over time -get hints about when to take certain actions -assess the suitability of alternative measures of emergency management -anticipate the side effects measures of emergency management To do this, it is necessary to take into account all of the factors that are relevant during the disaster and all direct and indirect interactions between them. This method follows the tradition of system dynamics [22] .", "cite_spans": [{"start": 443, "end": 447, "text": "[22]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "We will start with a static analysis of interaction networks. For this, let us specify the approximate influence of different factors or sectors on each other. Such factors may, for example, be the energy supply, public transport, or medical support. In principle it is a long list of variables i, all of which may play a role in the problem under consideration. If we represent the influence of factor j on factor i by A ij , we can summarize these (direct) influences using a matrix A = (A ij ). However, in practical applications, one faces the following problems:", "cite_spans": [], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "(i) The number of possible interactions grows quadratically with the number of variables or factors i. It is, therefore, difficult to measure or even estimate all of the influences A ij . (ii) While it appears feasible to determine the direct influence M ij of one variable j on another one i, it is hard or almost impossible to estimate indirect influences on various nodes of the graph, which enter into A ij as well. However, feedback loops may have an important effect and may neutralize or even overcompensate for the direct influences. Problem (i) can be partially resolved by clustering similar variables and selecting a representative for each cluster of variables. The remaining set of variables should contain the main explanatory variables. Systematic statistical methods for such a procedure are available in principle, but intuition may be a good guide when the quantitative data required for the clustering of variables are missing. Problem (ii) can be addressed by estimating the indirect influences due to feedback loops via the direct influences M ij , which can be summarized using the matrix M = (M ij ). We can use a formula such as", "cite_spans": [], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "but as this only converges for small values of τ , we will instead use the formula", "cite_spans": [], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "where 1 denotes the unity matrix. The expression M k reflects all influences over k−1 nodes and k links, so k = 1 corresponds to direct influences, k = 2 to feedback loops with one intermediate node, k = 3 to feedback loops with two intermediate nodes, and so on. The prefactor τ k is not only required for convergence, but with τ < 1, it also allows us to take into account that indirect interactions often become weaker the more edges (nodes) there are in-between. A further simplification can be achieved by restricting influences to a few characteristic discrete values. We may, for example, restrict ourselves to A τ = M , (15.4) while increasing values of τ reflect the growing influence of indirect effects. This is often the case for disasters, as these are frequently related to avalanches or percolation effects. By varying τ , one can study different scenarios.", "cite_spans": [{"start": 628, "end": 634, "text": "(15.4)", "ref_id": null}], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "Note that τ may be interpreted as a time coordinate. Defining", "cite_spans": [], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "for an arbitrary vector X, we find X(0) = X,", "cite_spans": [], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "From this point of view, X(τ ) = (τ A τ + 1)X(0) (15.6) describes the state of the system at time τ , and M ij the changing rates. X = 0 is a stationary solution and corresponds to the normal (everyday) state. An initial state X(0) = 0 may be interpreted as a perturbation of the system by some (catastrophic) event. We should, however, note that the linear system of equations (15.6) is certainly a rough description of the system dynamics.", "cite_spans": [{"start": 49, "end": 55, "text": "(15.6)", "ref_id": null}], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "It is expected to hold only for small perturbations of the system state, and it does not consider damping effects due to disaster response management. These aspects will be considered in Sect. 15.3.2.", "cite_spans": [], "ref_spans": [], "section": "Modeling Causality Networks of Disaster Spreading"}, {"text": "One advantage of our semi-quantitative approach to disasters is that it allows us to estimate the impact of certain actions on the whole range of factors [21] . As we have argued before, all direct and indirect effects are summarized by the matrix A, which is determined from the matrix M of direct interactions. Different measures taken are reflected by the use of different matrices M.", "cite_spans": [{"start": 154, "end": 158, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Assessment of Disaster Management Methods"}, {"text": "As an example, let us consider the spread of a disease. For illustrative reasons, we will restrict ourselves to a discussion of just five factors:", "cite_spans": [], "ref_spans": [], "section": "Assessment of Disaster Management Methods"}, {"text": "1. the number of infected persons 2. the quality of medical care 3. the public transport 4. the economic situation 5. the disposal of waste These factors are not independent of each other, as illustrated by Fig. 15.7 .", "cite_spans": [], "ref_spans": [{"start": 207, "end": 216, "text": "Fig. 15.7", "ref_id": "FIGREF6"}], "section": "Assessment of Disaster Management Methods"}, {"text": "The corresponding matrix of the assumed direct influences among the different factors is", "cite_spans": [], "ref_spans": [], "section": "Assessment of Disaster Management Methods"}, {"text": "The correct choice for the sign of the direct influence M ij of factor j on factor i is obtained as follows. We assume a positive sign if the factor i increases with an increase in factor j, while we assume a negative sign when factor i decreases with the growth in factor j. However, any determination of the absolute value of M ij requires empirical data, expert knowledge, or experience. We have argued as follows:", "cite_spans": [], "ref_spans": [], "section": "Assessment of Disaster Management Methods"}, {"text": "-The growing number of infected persons affects all other factors in a negative way (see first column), as they will not be able to work. That is, economic problems will occur, as will problems with public transport and the disposal of waste. Health care is affected twice, since medical personnel may be infected and a higher number of patients will need to be treated, and capacities are limited. Therefore, we have chosen a value of −2 in this case, but −1 for the other factors. -An effectively operating health system (second column) can reduce the number of infected persons efficiently, so we have chosen a value of −2 here. The health system was assumed to exert only an indirect effect on the economic situation and other factors (by reducing the number of ill persons). -Public transport (third column) aids the spread of the infection assumed here (which could be, for example, SARS). Therefore, we have selected a value of 2. Transport is also an important factor for economic prosperity (leading to a value of 2 here), and transport is required to get medical personnel and workers in the disposal sector to their workplaces (which is reflected in the value of 1). -The economic situation (fourth column) has a significant effect on the quality of the health system, public transport, and disposal, so we have chosen a value of 2 in each case. -Waste may contribute to the spread of the disease if it is not properly removed. Therefore, a good disposal system (fifth column) may reduce the number of infections (giving a value of −1). It is also required for a functioning health system and steady economic production. This is why we have assumed a value of 1 here.", "cite_spans": [], "ref_spans": [], "section": "Assessment of Disaster Management Methods"}, {"text": "Depending on the respective situation, the concrete values of the direct influences M ij may be somewhat different. When specifying them, it can be useful to check the values of A ij for the direct and indirect influences for their plausibility, and to compare the sizes of the second-order or thirdorder interactions. For example, we see that the third-order feedback loop \"number of infected persons→economic situation→quality of the health system→number of infected persons\" is proportional to (−1)·(+2)·(−2) = 4. The same indirect influence is found for the feedback loop \"number of infected persons→economic situation→public transport→number of infected persons\". Moreover, according to our assumptions, the second-order autocatalytic increase in the number of infected persons due to its impact on the health system is four times as large as the one due to its impact on the waste disposal system. One surprising observation is that the number of infected persons drops due to its impact on public transport. In fact, once the number of buses drops (because the bus drivers are ill), the spread of the disease is slowed down. This suggests that in the event of a contagious disease, we should interrupt public transport; however, later on we will see that doing this has some serious side effects.or example Before we look at that, let us have a look at the resulting overall interaction matrix To calculate it, we have chosen the value τ = 0.4, which will also be used later on to assess alternative actions for fighting the spread of the disease. In order to discuss a certain scenario, we will assume that X j reflects the perturbation of factor j. Because of (15.6), the quantities (15.9) will be used to characterize the potential response of the system in the specific scenario described by the perturbations X j (and without the damping effects resulting from the disaster response management discussed in Sect. 15.3.2) .", "cite_spans": [{"start": 1692, "end": 1698, "text": "(15.9)", "ref_id": null}, {"start": 1925, "end": 1932, "text": "15.3.2)", "ref_id": null}], "ref_spans": [], "section": "Assessment of Disaster Management Methods"}, {"text": "Here, δ ij denotes the Kronecker function, which is 1 for i = j and 0 otherwise. We will assume X 1 = 1.0, as the number of infected persons is higher than normal, and X 2 = X 3 = X 4 = X 5 = −0.1, as the other factors are reduced by the spread of the disease: ", "cite_spans": [], "ref_spans": [], "section": "Assessment of Disaster Management Methods"}, {"text": "will be used to assess the overall state of the system. In the stationary (normal) system state, F would be zero. Therefore, we want to find a strategy which brings F close to zero. For our basic scenario, we find These reference values will be compared with the values obtained for alternative scenarios which correspond to different actions taken to fight the disaster. For example, let us assume that there are limited stocks of vaccine for immunization. Should we use these to immunize 1) the transport workers, 2) the medical staff, or 3) the disposal workers? In the first case, we have the modified matrix In the second case, when we immunize the medical staff, we find In the third case, when the disposal workers are immunized, we expect While the immunization of the public transport staff has almost no effect on the overall state of the system, the last two measures can improve it. We see that it is more effective to immunize the medical staff than the disposal workers, although the best approach would be to immunize both groups. This We see that the number of infections can, in fact, be reduced. However, the overall situation of the system has deteriorated, as the economic situation and all of the other sectors were negatively affected by the reduction in public transport, because many people could not reach their workplace. Therefore, let us consider the option to increase the number of disposal workers. With Finally, let us assume that waste disposal is improved and that the medical staff and the disposal workers are both immunized. In that case, the interactions of the relevant factors are characterized by matrix (15.22) , whereas the starting vector is again (15.27) . The resulting response is This is the only combination of measures that actually manages to reduce the number of infections compared to the initial state (Y 1 < X 1 ). However, we can also see that a negative impact on the economic situation and other factors is unavoidable. In any case, we can assess which measures are reasonable to use, what impact they will have on the system, and which of the measures need to be combined in order to control the spread of the disease (or other problems in different scenarios).", "cite_spans": [{"start": 1645, "end": 1652, "text": "(15.22)", "ref_id": null}, {"start": 1692, "end": 1699, "text": "(15.27)", "ref_id": null}], "ref_spans": [], "section": "Assessment of Disaster Management Methods"}, {"text": "Before, we predominantly used the interaction network for a static assessment of the influence of different factors on each other. We will now try to extend this method in a way that allows us to perform a semi-quantitative analysis of the time-dependence of disasters for the purpose of anticipation, which helps to prepare for the next step in disaster response management or prevention [21] . We are especially interested in the domino or avalanche effects of particular events such as the failure of a particular factor or sector in the interaction network. We will assume that this failure spreads along, in the order of, the direct connections in the interaction network (causality graph). In terms of the example in Sect. 15.3.1, a failure of medical care would first affect the number of infected persons, and then the economic situation, public transport, and the disposal of waste.", "cite_spans": [{"start": 389, "end": 393, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "For a description of the dynamics of the disaster, let us assume that P i (τ ) denotes the impact on factor i at time τ and W ji the rate at which this impact spreads to factor j, while D i is a damping rate describing the mitigation of the catastrophic impact on factor i by disaster response management. In this case, it is reasonable to assume the dynamics dP dτ = (W − D)P (τ ) = LP (τ ) (15.30) with D = (δ ij D i ), L = (L ij ) = (W ij − δ ij D i ), and P (τ ) = (P i (τ )). The symbol δ ij again represents the Kronecker function, (1 for i = j and 0 otherwise). When no better information is available, we may assume that the spreading rate W ij is proportional to the strength |M ij | of the direct influence of factor j on factor i. With a constant proportionality factor c, this means", "cite_spans": [{"start": 392, "end": 399, "text": "(15.30)", "ref_id": null}], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "The formal solution of (15.30) for a time-independent matrix L is given by", "cite_spans": [], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "That is, B(τ ) describes the spread of an event in the causality network (interaction network) over the course of time τ , while P (0) reflects the initial impact of a catastrophic event.", "cite_spans": [], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "When we assume , which allows one to calculate the probability of occurrence of specific spread paths. This has some interesting implications. For example, the danger that the impact on sector i 0 affects the sectors i 1 , i 2 , . . . , i n in the indicated order is quantified by", "cite_spans": [], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "(15.34) Moreover, the average time at which this series of events occurs can be calculated using (15.35) and the variance of this time is determined by", "cite_spans": [{"start": 97, "end": 104, "text": "(15.35)", "ref_id": null}], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "(15.36)", "cite_spans": [], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "That is, (15.30) not only allows us to assess the likelihood of a certain series of events, but it also gives their approximate appearance times. In other words, we have a detailed picture of potential catastrophic scenarios and of their time evolutions, which facilitates specific preparation and disaster response management.", "cite_spans": [], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "In the following, we do not want to restrict ourselves to case (15.33) . If (15.37) for all i, the damping is weak and the solutions P i (τ ) are expected to grow more or less exponentially over the course of time, which describes a scenario where control is lost and the disaster spreads all over the system. In many cases, we will have D i > j W ji (15.38) for all i; in other words, the impact of the disaster on the system decays over the course of time, and lim τ →0 P i (τ ) → 0. This determines how strong the damping effects need to be (or, in other words, the method of counteracting the disaster).", "cite_spans": [{"start": 63, "end": 70, "text": "(15.33)", "ref_id": null}, {"start": 76, "end": 83, "text": "(15.37)", "ref_id": null}, {"start": 351, "end": 358, "text": "(15.38)", "ref_id": null}], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "Finally, it may also happen that D i > j W ji for some factors i, but D i < j W ji for others. In such situations, everything depends on the initial impact P (0) and on the matrix B(τ ). However, in all of these cases, (15.34) to (15.36) remain valid.", "cite_spans": [{"start": 219, "end": 226, "text": "(15.34)", "ref_id": null}, {"start": 230, "end": 237, "text": "(15.36)", "ref_id": null}], "ref_spans": [], "section": "System Dynamics Treatment of the Spread of a Disaster"}, {"text": "In this contribution, we have discussed disasters as important examples of Xevents. They are often characterized by power laws, which is partly related to the tendency to drive a system to its critical threshold in order to increase its efficiency. Unfortunately, self-organized criticality is known to produce avalanche effects of a potentially arbitrary size. Such cascade effects can be observed in many different kinds of disasters.", "cite_spans": [], "ref_spans": [], "section": "Summary and Conclusions"}, {"text": "Our modeling approach is based on identifying interactive causality chains, as has been illustrated for many different kinds of disasters. Moreover, we have suggested a semi-quantitative treatment that quantifies the strength of direct interactions in order to assess the relevance of indirect effects and feedback loops. This causality network approach allows one to assess not only the effectiveness of alternative measures of disaster response management and their side effects, but it also makes it possible to estimate the time at which certain events could happen via the spreading of perturbations within a causality network. We hope that this will help encourage anticipative rather than reactive disaster response management [24] [25] [26] [27] [28] [29] [30] [31] [32] .", "cite_spans": [{"start": 734, "end": 738, "text": "[24]", "ref_id": "BIBREF20"}, {"start": 739, "end": 743, "text": "[25]", "ref_id": "BIBREF21"}, {"start": 744, "end": 748, "text": "[26]", "ref_id": "BIBREF22"}, {"start": 749, "end": 753, "text": "[27]", "ref_id": "BIBREF23"}, {"start": 754, "end": 758, "text": "[28]", "ref_id": "BIBREF24"}, {"start": 759, "end": 763, "text": "[29]", "ref_id": "BIBREF25"}, {"start": 764, "end": 768, "text": "[30]", "ref_id": "BIBREF26"}, {"start": 769, "end": 773, "text": "[31]", "ref_id": "BIBREF27"}, {"start": 774, "end": 778, "text": "[32]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Summary and Conclusions"}, {"text": "Network theory could certainly make further contributions to disaster response management. As disaster response management can be viewed as a problem of material, personal, and information logistics, models of supply networks [33] will be highly relevant. This includes issues of dynamic stability of disaster response management measures [21] , as well as error and attack tolerances of networks [34, 35] . The problem can be even viewed as a network of networks [36] . That is, it will not only be important to optimize the social, information, material, transportation and other networks involved [37] , but also their mutual interactions. This means that both supply and coordination [38, 39] are crucial issues. In this respect, we hope to learn from biological systems, which have optimized network interactions over millions of years in an evolutionary way. Another promising issue is the development of new principles of disaster response management based on self-organization. It is potentially more effective to have autonomous units (task forces) with predefined interaction possibilities [34] . This could increase adaptiveness and flexibility [40] [41] [42] based on principles of decentralized control and collective intelligence.", "cite_spans": [{"start": 226, "end": 230, "text": "[33]", "ref_id": "BIBREF29"}, {"start": 339, "end": 343, "text": "[21]", "ref_id": null}, {"start": 397, "end": 401, "text": "[34,", "ref_id": "BIBREF30"}, {"start": 402, "end": 405, "text": "35]", "ref_id": "BIBREF31"}, {"start": 464, "end": 468, "text": "[36]", "ref_id": "BIBREF32"}, {"start": 600, "end": 604, "text": "[37]", "ref_id": "BIBREF33"}, {"start": 688, "end": 692, "text": "[38,", "ref_id": "BIBREF34"}, {"start": 693, "end": 696, "text": "39]", "ref_id": null}, {"start": 1100, "end": 1104, "text": "[34]", "ref_id": "BIBREF30"}, {"start": 1156, "end": 1160, "text": "[40]", "ref_id": "BIBREF36"}, {"start": 1161, "end": 1165, "text": "[41]", "ref_id": "BIBREF37"}, {"start": 1166, "end": 1170, "text": "[42]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Summary and Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Laws of Small Numbers: Extreme and Rare Events", "authors": [{"first": "M", "middle": [], "last": "Falk", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Extreme Events: Reconstruction from Natural Records and Hazard Risk Assessment", "authors": [{"first": "J", "middle": [], "last": "Nott", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The Science of Disasters: Climate Disruptions, Heart Attacks and Market Crashes", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Landslides: Investigation and Mitigation", "authors": [], "year": 1996, "venue": "", "volume": "247", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Flood and Land Slides: Integrated Risk Assessment", "authors": [], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Chaos, Catastrophe, and Human Affairs: Applications of Nonlinear Dynamics to Work", "authors": [{"first": "S", "middle": ["J"], "last": "Guastello", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Mathematics of Natural Catastrophes", "authors": [{"first": "G", "middle": [], "last": "Woo", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Sigma 1", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "38--39", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "IFRC: World Disasters Report (WDR) 2004 (International Federation of Red Cross and Red Crescent Societies", "authors": [{"first": "I", "middle": [], "last": "Asimov", "suffix": ""}], "year": 1979, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Zukünftige Bedrohungen durch (anthropogene) Naturkatastrophen", "authors": [{"first": "V", "middle": [], "last": "Linneweber", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Extreme Naturereignisse. Folgen -Vorsorge -Werkzeuge, 2. Forum Katastrophenvorsorge, Conference Proceedings", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Jahresrückblick Naturkatastrophen", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Bericht der Unabhängigen Kommission der Sächsischen Staatsregierung Flutkatastrophe", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The Story of Vajont", "authors": [{"first": "M", "middle": [], "last": "Paolini", "suffix": ""}, {"first": "G", "middle": [], "last": "Vacis", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Understanding Terrorism and Managing the Consequences", "authors": [{"first": "P", "middle": ["M"], "last": "Maniscalco", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Christen", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Modeling Terrorist Networks, Complex Systems at the Mid-Range", "authors": [{"first": "P", "middle": ["V"], "last": "Fellman", "suffix": ""}, {"first": "R", "middle": [], "last": "Wright", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "16--18", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "National Commission on Terrorist Attacks upon the United States", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Die ICE-Katastrophe von Eschede. Erfahrungen und Lehren. Eine interdisziplinäre Analyse", "authors": [], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "From Modeling to Managing Security: A System Dynamics Approach", "authors": [], "year": 1994, "venue": "", "volume": "212", "issn": "", "pages": "130--137", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The Emergency Evacuation of Cities", "authors": [{"first": "W", "middle": [], "last": "Zelinsky", "suffix": ""}, {"first": "L", "middle": ["A A"], "last": "Kosinski: L", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The EMS Incident Management System: Operations for Mass Casualty and High Impact Incidents", "authors": [{"first": "H", "middle": ["T"], "last": "Christen", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Maniscalco", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Contingency Planning for Disasters: Protecting Vital Facilities and Critical Operations", "authors": [{"first": "K", "middle": ["N"], "last": "Myers", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Living with Hazards, Dealing with Disasters: An Introduction to Emergency Management", "authors": [{"first": "W", "middle": ["L"], "last": "Waugh", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Principles of Emergency Planning and Management", "authors": [{"first": "D", "middle": [], "last": "Alexander", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Emergency Response Planning: For Corporate and Municipal Managers", "authors": [{"first": "P", "middle": ["A"], "last": "Erickson", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Disaster Management in Telecommunications, Broadcasting and Computer Systems", "authors": [{"first": "G", "middle": ["El"], "last": "Mahdy", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Disaster Management", "authors": [{"first": "R", "middle": [], "last": "Shaw", "suffix": ""}, {"first": "L", "middle": [], "last": "Walley", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Introduction to Emergency Management", "authors": [{"first": "G", "middle": ["D"], "last": "Haddow", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Bullock", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Modeling and Optimization of Production Processes: Lessons From Traffic Dynamics", "authors": [{"first": "D", "middle": [], "last": "Helbing", "suffix": ""}], "year": 2003, "venue": "Nonlinear Dynamics of Production Systems", "volume": "", "issn": "", "pages": "85--105", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Research Progress and Accomplishments 2003-2004 ed. by the Multidisciplinary", "authors": [{"first": "K", "middle": [], "last": "Tierney", "suffix": ""}, {"first": "J", "middle": [], "last": "Trainor", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "157--172", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Modeling Fragility in Rapidly Evolving Disaster Response Systems", "authors": [{"first": "L", "middle": ["K"], "last": "Comfort", "suffix": ""}, {"first": "K", "middle": [], "last": "Ko", "suffix": ""}, {"first": "A", "middle": [], "last": "Zagorecki", "suffix": ""}], "year": 2003, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Probabilistic Response of Interdependent Infrastructure Networks", "authors": [{"first": "L", "middle": [], "last": "Dueñas-Osorio", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Craig", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Goodno", "suffix": ""}], "year": 2004, "venue": "2004 ANCER Annual Meeting: Networking of Young Earthquake Engineering Researchers and Professionals", "volume": "", "issn": "", "pages": "28--30", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Information flow structure in large-scale product development organizational networks", "authors": [{"first": "D", "middle": [], "last": "Braha", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bar-Yam", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Searching for a System: Multi-organizational Coordination in the September 11th World Trade Center Search and Rescue Response", "authors": [{"first": "J", "middle": ["E"], "last": "Trainor", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Organization Awareness in Crisis Management. Dynamic Organigrams for More Effective Disaster Response", "authors": [{"first": "A", "middle": ["H J"], "last": "Oomes", "suffix": ""}], "year": 2004, "venue": "ISCRAM 2004 Proceedings", "volume": "", "issn": "", "pages": "3--4", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "When What We Know Does Not Apply: Disaster Response, Complexity Theory and Preparing for Bioterrorist Threats. Paper presented at the 16th International Conference of the Public Administration Theory Network", "authors": [{"first": "S", "middle": [], "last": "Duman", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Petrescu", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "19--22", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "What Disaster Response Management Can Learn from Chaos Theory", "authors": [{"first": "G", "middle": ["A"], "last": "Koehler", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "2). For example, the losses due to the floods in Europe in August 2002 amounted to 21 billion Euros, the blackout in Northern America in 2003 to 6.7 billion US dollars, and the SARS outbreak in 2003/2004 to about 60 billion US dollars in China alone, not to mention the problems caused in Canada and other countries.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Causality network of earthquakes -the deregulation of the electricity market, which encourages profits with minimum investment", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Fig. 15.2. Thunderstorms, their causality network and impact on environment", "latex": null, "type": "figure"}, "FIGREF3": {"text": "(Tunisia, 2002), Bali (Indonesia, 2002), Riad (Saudi Arabia, 2003), Casablanca (Morocco, 2003) and Madrid (Spain, 2004). The attack in Madrid (Spain) on 11th March 2004, was characterized by successive explosions in several urban trains close to well-observed train stations. This strategy challenged the emergency measures in addition to the high number of injured and dead people. Hospitals were overwhelmed.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Causality network of epidemics exemplified for the case of SARS", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Causality network of large-scale fires", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Causality network illustrating how one kind of disaster may trigger another", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Causality network illustrating the common effects of disasters", "latex": null, "type": "figure"}, "FIGREF8": {"text": "ij ∈ {−3, −2, −1, 0, 1, 2, 3} , (15.3) where M ij = ±3 means an extremely positive or negative influence, M ij = ±2 represents a strong influence, M ij = ±1 a weak influence, and M ij = 0 a negligible influence. Of course, a finer differentiation is possible wherever necessary. (For an investigation of stylized relationships, it can also make sense to choose M ij ∈ {−1, 0, 1}, where M ij = ±1 represents a strongly positive or negative influence.) The matrix A = (A ij ) will be called the assessment matrix and it summarizes all direct influences (M) and feedback effects (A − M) among the investigated factors. It allows conclusions about -the resulting strengths of desireable and undesireable interactions, when feedback effects are included -the effect of the failure of a specific sector (node) -the suitability of possible measures for achieving specific goals or improvements -the side effects of these measures on other factors This will be illustrated in more detail by the example in Sect. 15.3.1. One open problem is the choice of the parameter τ . It controls how strong the indirect effects are in comparison to the direct effects. A small value of τ corresponds to neglecting indirect effects, in other words lim τ →0", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Simplified interaction network for the example of the spread of a disease, as discussed in the text (after[21])", "latex": null, "type": "figure"}, "FIGREF10": {"text": "", "latex": null, "type": "figure"}, "FIGREF11": {"text": "X 5 ) = (1.0, −0.1, −0.1, −0.1, −0.1) . (15.10) Moreover, if we attribute a weight of w 1 = 0.5 to the number of infected persons, a weight of w 4 = 0.3 to the economic situation, and weights of w 2 = w 3 = 0.1 to the quality of medical care and public transport, and ignore the issue of waste in our evaluation (so w 5 = 0), the resulting value of", "latex": null, "type": "figure"}, "FIGREF12": {"text": "5 ) = (1.5, −1.8, −1.0, −1.1, −1.1) and F = 1.4 . (15.12)", "latex": null, "type": "figure"}, "FIGREF13": {"text": "5 ) = (1.6, −1.7, −0.5, −1.0, −1.0) , and F = 1.4 . (15.15)", "latex": null, "type": "figure"}, "FIGREF14": {"text": "1 , Y 2 , Y 3 , Y 4 , Y 5 ) = (1.3,−1.3, −0.9, −1.1, −1.1) , and F = 1.2 . (15.18)", "latex": null, "type": "figure"}, "FIGREF15": {"text": "1 , Y 2 , Y 3 , Y 4 , Y 5 ) = (1.4, −1.7, −0.9, −1.0, −0.7) , and F = 1.3 . (15.21)", "latex": null, "type": "figure"}, "FIGREF16": {"text": "1 , Y 2 , Y 3 , Y 4 , Y 5 ) = (1.2, −1.2, −0.9, −1.0, −0.6) , and F = 1.1 . (15.24) Other measures do not change the interactions in the system, but correspond to a change in the effective impact X of the disaster. For example, we may consider reducing public transport. With (15.8) and (X 1 , X 2 , X 3 , X 4 , X 5 ) = (1.0, −0.1, −1.0, −0.1, −0.1) , (15.25) we find (Y 1 , Y 2 , Y 3 , Y 4 , Y 5 ) = (1.0, −2.4, −2.0, −1.9, −1.7) and F = 1.6 . (15.26)", "latex": null, "type": "figure"}, "FIGREF17": {"text": "1 , X 2 , X 3 , X 4 , X 5 ) = (1.0, −0.1, −0.1, −0.1, 0.5) , (15.27) we find (Y 1 , Y 2 , Y 3 , Y 4 ,Y5 ) = (1.1, −1.3, −0.8, −0.8, −0.3) and F = 1.0 . (15.28) In conclusion, increasing the level of hygiene can be surprisingly effective.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "5 ) = (0.8, −0.7, −0.7, −0.6, 0.1) and F = 0.75 . (15.29)", "latex": null, "type": "figure"}, "TABREF0": {"text": "The 10 worst catastrophes in terms of victims between 1970 and 2003[8]", "latex": null, "type": "table"}, "TABREF1": {"text": "The 10 greatest insurance losses due to disasters between 1970 and 2003 in millions of US dollars[8]", "latex": null, "type": "table"}, "TABREF2": {"text": ", and Harrisburg, USA, 1979), large explosions (Enschede, The Netherlands, 2000; Toulouse, France, 2001), chemical disasters (Sandoz, Switzerland, 1986), and biological hazards or ecological disasters (including killer bees; ants endangering the red crab population of Christmas Island). Mine accidents, major train accidents (Eschede, Germany, 1998 [20]; London, UK, 1999; Hatfield, UK, 2001; Neishabur, Iran, 2004; Ryongchon, North Korea, 2004), aircraft crashes (New Dehli 1996; Paris, 2000; Bodensee 2002), and sunken ships (Estonia, Baltic Sea, 1994; Pallas, North Sea 1998; Tricolor, English Channel, 2002; Prestige, Atlantic Ocean, 2002)", "latex": null, "type": "table"}, "TABREF4": {"text": "(15.30)  is related to the Liouville representation of the discrete master equation. In this case, we can apply all of the solution methods developed for it. This includes the so-called path integral solution[23]", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgement. The authors are grateful for partial financial support by the German Research Foundation (DFG project He 2789/6-1).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}