{"paper_id": "c590970f2131f536ed1b2ad0ca4b807b1e38d02d", "metadata": {"title": "Metabolomic Analysis of Cricket paralysis virus Infection in Drosophila S2 Cells Reveals Divergent Effects on Central Carbon Metabolism as Compared with Silkworm Bm5 Cells", "authors": [{"first": "Luo-Luo", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "Guangdong Provincial Key Laboratory of Insect Developmental Biology and Applied Technology", "institution": "South China Normal University", "location": {"postCode": "510631", "settlement": "Guangzhou", "country": "China"}}, "email": "luoluo.wang@scnu.edu.cn"}, {"first": "Luc", "middle": [], "last": "Swevers", "suffix": "", "affiliation": {}, "email": "swevers@bio.demokritos.gr"}, {"first": "Lieven", "middle": ["Van"], "last": "Meulebroek", "suffix": "", "affiliation": {"laboratory": "Laboratory of Chemical Analysis", "institution": "Ghent University", "location": {"postCode": "9000", "settlement": "Ghent", "country": "Belgium"}}, "email": ""}, {"first": "Ivan", "middle": [], "last": "Meeus", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ghent University", "location": {"postCode": "9000", "settlement": "Ghent", "country": "Belgium"}}, "email": ""}, {"first": "Lynn", "middle": [], "last": "Vanhaecke", "suffix": "", "affiliation": {"laboratory": "Laboratory of Chemical Analysis", "institution": "Ghent University", "location": {"postCode": "9000", "settlement": "Ghent", "country": "Belgium"}}, "email": ""}, {"first": "Guy", "middle": [], "last": "Smagghe", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ghent University", "location": {"postCode": "9000", "settlement": "Ghent", "country": "Belgium"}}, "email": ""}]}, "abstract": [{"text": "High-throughput approaches have opened new opportunities for understanding biological processes such as persistent virus infections, which are widespread. However, the potential of persistent infections to develop towards pathogenesis remains to be investigated, particularly with respect to the role of host metabolism. To explore the interactions between cellular metabolism and persistent/pathogenic virus infection, we performed untargeted and targeted metabolomic analysis to examine the effects of Cricket paralysis virus (CrPV, Dicistroviridae) in persistently infected silkworm Bm5 cells and acutely infected Drosophila S2 cells. Our previous study (Viruses 2019, 11, 861) established that both glucose and glutamine levels significantly increased during the persistent period of CrPV infection of Bm5 cells, while they decreased steeply during the pathogenic stages. Strikingly, in this study, an almost opposite pattern in change of metabolites was observed during different stages of acute infection of S2 cells. More specifically, a significant decrease in amino acids and carbohydrates was observed prior to pathogenesis, while their abundance significantly increased again during pathogenesis. Our study illustrates the occurrence of diametrically opposite changes in central carbon mechanisms during CrPV infection of S2 and Bm5 cells that is possibly related to the type of infection (acute or persistent) that is triggered by the virus.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infections with cytopathic viruses typically cause cellular lethality, which explains their acute character, leading either to the death of the organism or clearing of the infection by the immune response. By contrast, non-cytopathic viruses can establish readily long-lasting (persistent) infections that manage the evasion of elimination by the immune system for very long periods [1] . Mechanisms to establish viral persistence not only include modulation of viral gene expression, subversion of apoptosis and immune evasion but can also involve the selection of particular cell types that are ideal Viruses 2020, 12 for long-term preservation [2] . Although most studies have focused on alterations in the viral genome during establishment of persistent virus infections (and loss of the cytopathic character) in cell lines, e.g., [3, 4] , evidence exists for the importance of the interaction between the genetic make-up of both host cells and virus [5] . Host and cell tropism are considered very important characteristics of viruses and differences in efficiency of viral infection can be determined at each step of the viral replication cycle [6] . However, because of the importance of cellular entry in viral infection, viral tropism is usually distinguished between receptor-dependent and -independent (i.e., intracellular) mechanisms. Cricket paralysis virus (CrPV) is a picorna-like virus with a (+)-ssRNA genome that has been used as a model for the study of antiviral resistance mechanisms in Drosophila, which includes inhibition of RNAi [7, 8] . CrPV causes acute pathogenic infections in flies and Drosophila cell lines, which is related to the production of the viral 1A protein, a strong RNAi inhibitor [9] .", "cite_spans": [{"start": 383, "end": 386, "text": "[1]", "ref_id": null}, {"start": 617, "end": 619, "text": "12", "ref_id": "BIBREF12"}, {"start": 647, "end": 650, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 835, "end": 838, "text": "[3,", "ref_id": "BIBREF3"}, {"start": 839, "end": 841, "text": "4]", "ref_id": "BIBREF4"}, {"start": 955, "end": 958, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 1151, "end": 1154, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 1554, "end": 1557, "text": "[7,", "ref_id": "BIBREF7"}, {"start": 1558, "end": 1560, "text": "8]", "ref_id": "BIBREF8"}, {"start": 1723, "end": 1726, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "In our previous study, it was observed that, when applied at relatively low MOI (multiplicity of infection), CrPV does not trigger an acute infection in silkworm Bm5 cells and other lepidopteran and coleopteran cell lines [10] . A period of viral persistence was observed during which the host cells maintained a normal growth rate and low levels of CrPV replication were detected. Only 2-3 weeks after virus inoculation, cytopathic effects started to emerge, which was accompanied with the transcriptional induction of immune pathway genes [10] . The slow kinetics of CrPV infection in Bm5 cells and the other lepidopteran and coleopteran cell lines [10] stood in strong contrast with the fast infection dynamics observed in Drosophila S2 cells. When inoculated at similar MOI as for Bm5 cells, infection of S2 cells became pathogenic already after 36-48 h, which was followed by widespread mortality [10] . Our observations therefore indicate important differences between S2 cells and other (coleopteran and lepidopteran) cell lines that were investigated with respect to the pathogenicity of CrPV infection. While acute infections can be triggered in lepidopteran Hi5 cells, a much higher MOI is needed than for S2 cells and kinetics remains much slower [11] . Injection of CrPV virions in insect species of three different orders (Lepidoptera, Hymenoptera and Orthoptera) also did not trigger pathogenic infections [12] . Thus, S2 cells seem to represent a unique case with respect to sensitivity to CrPV infection that stands in stark contrast with infections in other cell lines. From this point of view, the examination of the changes in the metabolome in response to CrPV infection in S2 cells is of particular interest since it would be representative of a cell type that is very sensitive to CrPV infection. The comparison with the persistent condition in Bm5 cells furthermore could reveal important insights regarding the impact of the metabolome on the type of CrPV infection (persistent or acute) that will occur.", "cite_spans": [{"start": 222, "end": 226, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 541, "end": 545, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 651, "end": 655, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 902, "end": 906, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 1258, "end": 1262, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1420, "end": 1424, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, untargeted and targeted metabolomics was applied to S2 cells at different stages of acute infection with CrPV (6 h, 12 h, 24 h and 36 h). The samples of acute infection of S2 cells were analyzed together with samples of persistent infection of Bm5 cells [13] , to allow direct comparison of metabolic changes in the different cell lines. The metabolomics approach revealed striking differences with respect to central carbon metabolism during the course of infection in the two cell lines. While carbohydrates and amino acids increased in abundance during the persistent phase of infection in Bm5 cells, the metabolites became depleted during the early and middle stages of acute infection in S2 cells. At late stages of infection (i.e., 2-3 weeks in Bm5 cells, while 24-36 h in S2 cells), an opposite pattern was observed (i.e., decrease in Bm5 and increase in S2). Central carbon mechanism is therefore proposed to represent an important intrinsic host factor that affects the outcome of CrPV infection and that can be subject to manipulation by CrPV for optimal replication. Those findings may have implications for the manipulation of viral pathogenesis and the development of persistently infected viral culture systems.", "cite_spans": [{"start": 269, "end": 273, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "S2 cells were maintained at 27 • C in Insect-Xpress Medium (VWR International) supplemented with 10% fetal bovine serum (FBS). The CrPV suspension that was used to infect S2 cells was identical to the one used to infect Bm5 cells [13] . S2 cells were seeded at 1 × 10 6 cells per mL in a 12-well plate followed by inoculation with CrPV at MOI 1.", "cite_spans": [{"start": 230, "end": 234, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Cell Culture and Virus Infection"}, {"text": "As illustrated in Figure 1 , for infected S2 cell cultures, samples (N = 5) were collected at four time points during which infection rapidly becomes pathogenic (6-36 h post infection; 6 HPI, 12 HPI, 24 HPI and 36 HPI, respectively) [10] . Cellular extracts before CrPV infection (0 HPI) were also prepared as control samples. At each sampling time point, one well of the 12-well plate was used for quantification of cell numbers. Consequently, the same number of cells (10 6 ) was used for metabolite extraction at each time point. [11] . While in S2 cells cytopathic effects became evident already after 36-48 h, pathogenicity in Bm5 cells was observed only after 2-3 weeks. A follow-up study described the changes in the metabolome during the persistence period in Bm5 cells (2 days, 1 week and 2 weeks post-infection) until the transition to pathogenesis (3 weeks post-infection) [13] . In the present study, we describe the application of untargeted and targeted metabolomics to different stages of acute infection of S2 cells with CrPV, for which samples at comparable levels of virus replication were collected (prior to pathogenesis: 6 HPI, 12 HPI; transition to pathogenesis: 24 HPI, 36 HPI; Figure 1 ).", "cite_spans": [{"start": 233, "end": 237, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 470, "end": 475, "text": "(10 6", "ref_id": null}, {"start": 533, "end": 537, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 884, "end": 888, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 18, "end": 26, "text": "Figure 1", "ref_id": null}, {"start": 1201, "end": 1209, "text": "Figure 1", "ref_id": null}], "section": "Experimental Design"}, {"text": "Experimental design and work flow of the metabolomics study. S2 cells were infected with Cricket paralysis virus (CrPV) at MOI (multiplicity of infection) 1 and cellular extracts (5 replicates) were prepared at different times after infection. Cellular extracts were processed by ultra-high performance liquid chromatography hyphenated to quadrupole-orbitrap high-resolution mass spectrometry (UHPLC-Orbitrap-MS) for both untargeted and targeted metabolomics. In untargeted metabolomics (or fingerprinting), all possible metabolites that were differentially present in experimental samples were determined by principal component analysis (PCA-X) and orthogonal partial least square-discriminant analysis (OPLS-DA) modeling. In targeted metabolomics (or profiling), the differential presence of a collection of approximately 300 known metabolites among experimental samples was determined directly. Pathway analysis was performed on identified metabolites that significantly changed in abundance among different experimental samples.", "cite_spans": [], "ref_spans": [], "section": "Figure 1."}, {"text": "An untargeted metabolomics approach was first performed to determine global changes in cellular metabolism during CrPV infection of S2 cells. Sieve TM 2.1 data preprocessing resulted in 2079 (positive ionization mode) and 689 (negative ionization mode) features in S2 cells. Although PCA-X score plots initially did not reveal tightly clustered groups corresponding to the different time points of CrPV infection Figure 1 . Experimental design and work flow of the metabolomics study. S2 cells were infected with Cricket paralysis virus (CrPV) at MOI (multiplicity of infection) 1 and cellular extracts (5 replicates) were prepared at different times after infection. Cellular extracts were processed by ultra-high performance liquid chromatography hyphenated to quadrupole-orbitrap high-resolution mass spectrometry (UHPLC-Orbitrap-MS) for both untargeted and targeted metabolomics. In untargeted metabolomics (or fingerprinting), all possible metabolites that were differentially present in experimental samples were determined by principal component analysis (PCA-X) and orthogonal partial least square-discriminant analysis (OPLS-DA) modeling. In targeted metabolomics (or profiling), the differential presence of a collection of approximately 300 known metabolites among experimental samples was determined directly. Pathway analysis was performed on identified metabolites that significantly changed in abundance among different experimental samples.", "cite_spans": [], "ref_spans": [{"start": 413, "end": 421, "text": "Figure 1", "ref_id": null}], "section": "Global Metabolic Changes in S2 Cells Following CrPV Infection"}, {"text": "Preparation of S2 cell samples for metabolome analysis was carried out using a protocol that was identical to the one applied for Bm5 cells [13] . One milliliter of ice-cold 50:50 (v:v) methanol:water mixture was used to extract mainly polar metabolites. After sonication, the cellular debris was removed Viruses 2020, 12, 393 4 of 17 by centrifugation, the supernatant dried and subsequently re-suspended in 100 µL of ultrapure water before analysis [13] . Valine-d 8 (27 µL, 25 ng/µL; Sigma-Aldrich) was added as internal standard (ISTD) to each sample.", "cite_spans": [{"start": 140, "end": 144, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 451, "end": 455, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Extraction of Intracellular Metabolites and Ultra-High Performance Liquid Chromatography Hyphenated to Quadrupole-Orbitrap High-Resolution Mass Spectrometry (UHPLC-Q-Orbitrap-HRMS) Analysis"}, {"text": "Chromatographic separation was achieved using a Dionex Ultimate 3000 XRS ultra-high performance liquid chromatography (UHPLC) system (Thermo Fisher Scientific), which was equipped with an Acquity UPLC HSS T3 column (1.8 µm, 150 mm × 2.1 mm) (Waters). The binary solvent system consisted of ultrapure water and acetonitrile, and a gradient program according to De Paepe et al. [14] was applied. The solvent flow rate was 400 µL/min and the column oven temperature was 40 • C. Analyzed samples corresponded to 100 µL of cellular extract. Mass analysis was performed on a Q-Exactive TM Orbitrap mass analyzer (Thermo Fisher Scientific) that was equipped with a HESI-II source, operating in polarity switching mode. Instrumental settings were identical as described in De Paepe et al. [14] . Quality control (QC) samples for data normalization and instrument conditioning were prepared as a pool of all extracts. Experimental samples were run in a randomized order, except for QC samples, which were analyzed in duplicate after every ten experimental samples.", "cite_spans": [{"start": 376, "end": 380, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 781, "end": 785, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Extraction of Intracellular Metabolites and Ultra-High Performance Liquid Chromatography Hyphenated to Quadrupole-Orbitrap High-Resolution Mass Spectrometry (UHPLC-Q-Orbitrap-HRMS) Analysis"}, {"text": "The Sieve 2.1 software package (Thermo Fisher Scientific) was used for peak extraction and alignment, deconvolution and noise removal. Similarly to the analysis of the samples of CrPV-infected Bm5 cells [13] , data for positive and negative ionization mode were analyzed separately and identical parameter settings for component characterization were used [13] . The relative abundance of each component in each sample was calculated after normalization using the total ion count (TIC) and the corresponding mean abundance of the two internal QC samples [14, 15] . Unsupervised principal component analysis (PCA) and supervised orthogonal partial least square-discriminant analysis (OPLS-DA) were performed using SIMCA TM 13.5.0 (Umetrics). CV-ANOVA (p-value < 0.05), permutation testing (N = 20), Q 2 (>0.5) and R 2 Y (>0.5) [14] were used as quality parameters for model validation (after log-transformation and Pareto-scaling of the data).", "cite_spans": [{"start": 203, "end": 207, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 356, "end": 360, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 554, "end": 558, "text": "[14,", "ref_id": "BIBREF14"}, {"start": 559, "end": 562, "text": "15]", "ref_id": "BIBREF15"}, {"start": 826, "end": 830, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Untargeted Data Analysis"}, {"text": "The detection and determination of the relative abundances of 297 metabolites was carried out using Xcalibur TM 2.1 (Thermo Fisher Scientific). Identification of the metabolites was based on an in-house library of analytical reference standards, taking into account the accurate mass (m/ z-value) of the molecular ion, the relative retention time (with respect to the internal standard) and the 13 C/ 12 C isotope ratio. Two-way ANOVA and Tukey HSD test was performed using SPSS 22.0 (IBM), and TIC/QC normalized data were plotted using GraphPad Prism v.400 (Graphpad Software). MetaboAnalyst 4.0 (http://www.metaboanalyst.ca/) was employed for metabolite pathway construction.", "cite_spans": [], "ref_spans": [], "section": "Targeted Data Analysis"}, {"text": "A previous study by our group revealed that pathogenic infection of lepidopteran Bm5 cells and dipteran S2 cells with CrPV occurred with different kinetics [11] . While in S2 cells cytopathic effects became evident already after 36-48 h, pathogenicity in Bm5 cells was observed only after 2-3 weeks. A follow-up study described the changes in the metabolome during the persistence period in Bm5 cells (2 days, 1 week and 2 weeks post-infection) until the transition to pathogenesis (3 weeks post-infection) [13] . In the present study, we describe the application of untargeted and targeted metabolomics to different stages of acute infection of S2 cells with CrPV, for which samples at comparable levels of virus replication were collected (prior to pathogenesis: 6 HPI, 12 HPI; transition to pathogenesis: 24 HPI, 36 HPI; Figure 1 ). ", "cite_spans": [{"start": 156, "end": 160, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 507, "end": 511, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 824, "end": 832, "text": "Figure 1", "ref_id": null}], "section": "Results"}, {"text": "An untargeted metabolomics approach was first performed to determine global changes in cellular metabolism during CrPV infection of S2 cells. Sieve TM 2.1 data preprocessing resulted in 2079 (positive ionization mode) and 689 (negative ionization mode) features in S2 cells. Although PCA-X score plots initially did not reveal tightly clustered groups corresponding to the different time points of CrPV infection (Figure 2 ), subsequent OPLS-DA analysis could clearly differentiate the different experimental samples when making the comparison between each post-infection time point and the control group (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 413, "end": 422, "text": "(Figure 2", "ref_id": "FIGREF1"}, {"start": 605, "end": 614, "text": "(Table 1)", "ref_id": "TABREF4"}], "section": "Global Metabolic Changes in S2 Cells Following CrPV Infection"}, {"text": "Among approximately 300 polar metabolites that were evaluated, 59 metabolites were identified and used for semiquantitative metabolic profiling of S2 cells. These metabolites included 32 amino acids, 13 carbohydrates, 7 carboxylic acids and 7 compounds from other chemical classes (Table S1 ). Using metabolite profiles, the PCA-X score plot revealed incomplete separation of samples at the different time points (Figure 2 ). More specifically, 6 HPI and 12 HPI samples were grouped together while also 0 HPI and 24 HPI samples overlapped, reflecting more limited changes in metabolite abundance as for infection of Bm5 cells. (Table 1 ). values of the models based on the permutated data are significantly lower than those based on the real data set. \"Q 2 > 0.5\", \"p-value < 0.05\" and \"good permutation test\" mean that OPLS-DA can successfully separate comparing groups.", "cite_spans": [], "ref_spans": [{"start": 281, "end": 290, "text": "(Table S1", "ref_id": "TABREF4"}, {"start": 413, "end": 422, "text": "(Figure 2", "ref_id": "FIGREF1"}, {"start": 627, "end": 635, "text": "(Table 1", "ref_id": "TABREF4"}], "section": "Overview of Targeted Metabolite Profiling in S2 Cells Following CrPV Infection"}, {"text": "In CrPV-infected S2 cells a higher proportion of metabolites decreased in abundance at early time points (6 HPI and 12 HPI) and at late stages (24 HPI and 36 HPI) a prominent increase was detected as compared to uninfected (0 HPI) cells ( Figure S1 ). When consecutive stages of infection in S2 cells were compared, limited changes in metabolite abundance were observed during early stages that were biased towards a decrease in abundance (transition from 0 to 6 HPI and from 6 to 12 HPI; Figure 3 ). At late stages, however, an increase in a considerably higher number of metabolites was evident (transition from 12 to 24 HPI and from 24 to 36 HPI; Figure 3 ). It was also noted that relatively few differences were observed between uninfected cells and the 24 HPI sample (Figure 2 and Figure S1 ).", "cite_spans": [], "ref_spans": [{"start": 239, "end": 248, "text": "Figure S1", "ref_id": null}, {"start": 489, "end": 497, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 650, "end": 658, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 773, "end": 782, "text": "(Figure 2", "ref_id": "FIGREF1"}, {"start": 787, "end": 796, "text": "Figure S1", "ref_id": null}], "section": "Distinct Metabolome Changes Triggered by CrPV Infection in S2 Cells"}, {"text": "Metabolite pathway analysis showed that aminoacyl-tRNA biosynthesis was the most commonly altered pathway during CrPV infection of S2 cells (Table 2) . Also the involvement of carbohydrate metabolism pathways (\"Galactose metabolism\" and \"Starch and sucrose metabolism\"; Table 2 ) was observed. ", "cite_spans": [], "ref_spans": [{"start": 140, "end": 149, "text": "(Table 2)", "ref_id": "TABREF5"}, {"start": 270, "end": 277, "text": "Table 2", "ref_id": "TABREF5"}], "section": "Distinct Metabolome Changes Triggered by CrPV Infection in S2 Cells"}, {"text": "Depending on the particular time point, 10.3%-41.4% of detected metabolites were significantly changed in S2 cells during the course of CrPV infection. Volcano plots were generated to identify the most significantly changed metabolites at different time points (Figure 4 ). Significant changes in abundance of amino acids, carbohydrates and other metabolites were observed in CrPV-infected S2 cells (Figure 4 and Figure S2 ; also summarized in Table 3 and Table S1 ). A more detailed analysis of changes in the levels of carbohydrates in S2 cells is presented in Figure 5 . Carbohydrates such as sucrose, arabinose, ribose, maltose and alpha-lactose declined during the early infection stages before increasing again at the pathogenic stage. On the other hand, levels of mannitol/glucitol and glucose-1-phosphate were highest at the 6 HPI and 12 HPI stages ( Figure 5 ; Table S1 ). A more detailed analysis of changes in the levels of carbohydrates in S2 cells is presented in Figure 5 . Carbohydrates such as sucrose, arabinose, ribose, maltose and alpha-lactose declined during the early infection stages before increasing again at the pathogenic stage. On the other hand, levels of mannitol/glucitol and glucose-1-phosphate were highest at the 6 HPI and 12 HPI stages ( Figure 5 ; Table S1 ). . Different letters indicate significant differences (p < 0.05, one-way ANOVA followed by Tukey's HST test).", "cite_spans": [], "ref_spans": [{"start": 261, "end": 270, "text": "(Figure 4", "ref_id": "FIGREF5"}, {"start": 399, "end": 408, "text": "(Figure 4", "ref_id": "FIGREF5"}, {"start": 413, "end": 422, "text": "Figure S2", "ref_id": "FIGREF1"}, {"start": 444, "end": 464, "text": "Table 3 and Table S1", "ref_id": "TABREF4"}, {"start": 563, "end": 571, "text": "Figure 5", "ref_id": "FIGREF7"}, {"start": 859, "end": 867, "text": "Figure 5", "ref_id": "FIGREF7"}, {"start": 870, "end": 878, "text": "Table S1", "ref_id": "TABREF4"}, {"start": 977, "end": 985, "text": "Figure 5", "ref_id": "FIGREF7"}, {"start": 1273, "end": 1281, "text": "Figure 5", "ref_id": "FIGREF7"}, {"start": 1284, "end": 1292, "text": "Table S1", "ref_id": "TABREF4"}], "section": "Abundance Analysis of Carbohydrates and Amino Acids during host-CrPV Infection"}, {"text": "Next, analysis was performed on the abundance of 17 key amino acids ( Figure 6 ). As was the case for most carbohydrates, amino acids typically declined during early stages (6 HPI and 12 HPI) and increased during later stages (24 HPI and 36 HPI). For a few amino acids (aspartic acid, asparagine and serine), only the increase during the late stages was observed ( Figure 6 ). The data shown are mean ± SE (n = 5). Different letters indicate significant differences (p < 0.05, one-way ANOVA followed by Tukey's HST test).", "cite_spans": [], "ref_spans": [{"start": 70, "end": 78, "text": "Figure 6", "ref_id": null}, {"start": 365, "end": 373, "text": "Figure 6", "ref_id": null}], "section": "Abundance Analysis of Carbohydrates and Amino Acids during host-CrPV Infection"}, {"text": "Next, analysis was performed on the abundance of 17 key amino acids ( Figure 6) . As was the case for most carbohydrates, amino acids typically declined during early stages (6 HPI and 12 HPI) and increased during later stages (24 HPI and 36 HPI). For a few amino acids (aspartic acid, asparagine and serine), only the increase during the late stages was observed ( Figure 6 ).", "cite_spans": [], "ref_spans": [{"start": 70, "end": 79, "text": "Figure 6)", "ref_id": null}, {"start": 365, "end": 373, "text": "Figure 6", "ref_id": null}], "section": "Abundance Analysis of Carbohydrates and Amino Acids during host-CrPV Infection"}, {"text": "Spermine and spermidine are polycations that play important roles during viral replication and translation [16, 17] . As was also observed in Bm5 cells, dynamic changes in levels of both polyamines were found during CrPV infection in S2 cells (Figure 7 ). During early stages (6 HPI and 12 HPI), levels of both polyamines were low, with spermine showing a drop in abundance compared to uninfected cells. At 24 HPI, however, a large increase was observed, before a precipitous decline at 36 HPI ( Figure 7 ). Viruses 2020, 12, x FOR PEER REVIEW 11 of 18", "cite_spans": [{"start": 107, "end": 111, "text": "[16,", "ref_id": "BIBREF16"}, {"start": 112, "end": 115, "text": "17]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 243, "end": 252, "text": "(Figure 7", "ref_id": "FIGREF10"}, {"start": 496, "end": 504, "text": "Figure 7", "ref_id": "FIGREF10"}], "section": "Key Metabolites Required for Acute Infection of CrPV in S2 Cells"}, {"text": "Viruses 2020, 12, x; doi: FOR PEER REVIEW www.mdpi.com/journal/viruses Figure 6 . Abundance analysis of amino acids identified in S2 cells from different CrPV infection stages. The data shown are mean ± SE (n = 5). Different letters indicate significant differences (p < 0.05, one-way ANOVA followed by Tukey's HST test).", "cite_spans": [], "ref_spans": [{"start": 71, "end": 79, "text": "Figure 6", "ref_id": null}], "section": "Key Metabolites Required for Acute Infection of CrPV in S2 Cells"}, {"text": "Spermine and spermidine are polycations that play important roles during viral replication and translation [16, 17] . As was also observed in Bm5 cells, dynamic changes in levels of both polyamines were found during CrPV infection in S2 cells (Figure 7 ). During early stages (6 HPI and 12 HPI), levels of both polyamines were low, with spermine showing a drop in abundance compared to uninfected cells. At 24 HPI, however, a large increase was observed, before a precipitous decline at 36 HPI (Figure 7 ). Several other metabolites also show significant changes during CrPV infection in S2 cells. Levels of hypoxanthine, a purine derivative and intermediate in the metabolism of nucleic acids, increased more than 10-fold during the pathogenic stages of infection (Figure 7) . Additionally, 2-amino-isobutyric acid, an endproduct of pyrimidine metabolism, increased in abundance at 36 HPI. Acetylcarnitine, which plays a role in Several other metabolites also show significant changes during CrPV infection in S2 cells. Levels of hypoxanthine, a purine derivative and intermediate in the metabolism of nucleic acids, increased more than 10-fold during the pathogenic stages of infection (Figure 7) . Additionally, 2-amino-isobutyric acid, an end-product of pyrimidine metabolism, increased in abundance at 36 HPI. Acetylcarnitine, which plays a role in mitochondria energy production [18] , on the other hand, decreased as infection progressed (Figure 7) . By contrast, other molecules involved in the generation of energy, such as phosphoenolpyruvate and citric acid, did not show important changes during CrPV infection.", "cite_spans": [{"start": 107, "end": 111, "text": "[16,", "ref_id": "BIBREF16"}, {"start": 112, "end": 115, "text": "17]", "ref_id": "BIBREF17"}, {"start": 1385, "end": 1389, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 243, "end": 252, "text": "(Figure 7", "ref_id": "FIGREF10"}, {"start": 494, "end": 503, "text": "(Figure 7", "ref_id": "FIGREF10"}, {"start": 765, "end": 775, "text": "(Figure 7)", "ref_id": "FIGREF10"}, {"start": 1188, "end": 1198, "text": "(Figure 7)", "ref_id": "FIGREF10"}, {"start": 1445, "end": 1455, "text": "(Figure 7)", "ref_id": "FIGREF10"}], "section": "Key Metabolites Required for Acute Infection of CrPV in S2 Cells"}, {"text": "Untargeted metabolomics was able to detect a larger number of ions in S2 cells than in Bm5 cells (2079 and 689 versus 1193 and 560 in positive and negative ionization mode, respectively). In Bm5 cells, PCA-X analysis generally resulted in clear separation of the samples at different time points [13] , while considerable overlap among samples was observed for CrPV infection of S2 cells (Figure 2 ). OPLS-DA analysis, on the other hand, revealed that the metabolome also changed considerably as CrPV infection proceeds in S2 cells (Table 1 ), indicating that metabolites exist that significantly changed in abundance at different time points. As pointed out before [13] , the identification of such compounds in future experiments should reveal additional important insights regarding the regulation of the progression of viral infection by cellular metabolism.", "cite_spans": [{"start": 296, "end": 300, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 666, "end": 670, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 388, "end": 397, "text": "(Figure 2", "ref_id": "FIGREF1"}, {"start": 532, "end": 540, "text": "(Table 1", "ref_id": "TABREF4"}], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "Among the approximately 300 polar to medium-polar metabolites that were examined in the targeted approach, almost identical metabolites were identified in both Bm5 cells and S2 cells. Among the 59 metabolites (31-32 amino-acids, 13 carbohydrates, 7 carboxylic acids and 7-8 compounds from other chemical classes) that were identified, 57 metabolites were quantified in all the samples from Bm5 and S2 cells. The metabolites cadaverine and allantoin were only identified in Bm5 cells; conversely, inosine and tryptamine were only detected in S2 cells.", "cite_spans": [], "ref_spans": [], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "More dramatic changes were found in Bm5 cells as compared to S2 cells during the course of CrPV infection (Table 3) . On one hand, in Bm5 cells, CrPV infection resulted in significant changes of 34 (58%), 45 (76%), 42 (71%) and 43 (73%) metabolites in the 2 DPI, 1 WPI, 2 WPI and 3 WPI samples, respectively, as compared to the control group 0 HPI [13] . In comparison, much milder changes were observed in CrPV-infected S2 cells, where only 13 (22%), 21 (36%), 6 (10%) and 24 (41%) of the detected metabolites were significantly changed at 6 HPI, 12 HPI, 24 HPI and 36 HPI, respectively (with respect to uninfected cells; p < 0.05).", "cite_spans": [{"start": 348, "end": 352, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 106, "end": 115, "text": "(Table 3)", "ref_id": "TABREF7"}], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "Metabolite pathway analysis identified amino acid synthesis and metabolism as the major metabolic pathways that were significantly altered during CrPV infection in both Bm5 and S2 cells ( Table 2 ; [13] ). While in Bm5 cells \"glutathione metabolism\" was also considered important at 3 WPI, more emphasis was detected on \"galactose metabolism\" at 12 HPI and 24 HPI and on \"starch and sucrose metabolism\" at 12 HPI in S2 cells (Table 2) .", "cite_spans": [{"start": 198, "end": 202, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 188, "end": 195, "text": "Table 2", "ref_id": "TABREF5"}, {"start": 425, "end": 434, "text": "(Table 2)", "ref_id": "TABREF5"}], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "However, while amino acids were considered the metabolites with the greatest significance during the two types of infection, striking differences exist in their pattern of change between Bm5 and S2 cells (Figure 8 ). While in Bm5 cells carbohydrates and amino acids increased in abundance during CrPV infection, particularly at 1 WPI, the same metabolites decreased during early infection (6 HPI and 12 HPI) in S2 cells before they increased again (24 HPI and 36 HPI; Figure 8 ). In contrast to S2 cells, metabolite levels decreased again during late infection in Bm5 cells although they generally remained at higher levels than in uninfected cells (with glutamine and glucose as notable exceptions; Figure 8 ). Thus an inverted pattern of changes in the levels of amino acids and the main carbohydrates was observed between the two cell lines: up-and-down in Bm5 cells, while down-and-up in S2 cells (Figure 8 ).", "cite_spans": [], "ref_spans": [{"start": 204, "end": 213, "text": "(Figure 8", "ref_id": "FIGREF12"}, {"start": 468, "end": 476, "text": "Figure 8", "ref_id": "FIGREF12"}, {"start": 700, "end": 708, "text": "Figure 8", "ref_id": "FIGREF12"}, {"start": 901, "end": 910, "text": "(Figure 8", "ref_id": "FIGREF12"}], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "Viruses 2020, 12, x; doi: FOR PEER REVIEW www.mdpi.com/journal/viruses 8). While in Bm5 cells carbohydrates and amino acids increased in abundance during CrPV infection, particularly at 1 WPI, the same metabolites decreased during early infection (6 HPI and 12 HPI) in S2 cells before they increased again (24 HPI and 36 HPI; Figure 8 ). In contrast to S2 cells, metabolite levels decreased again during late infection in Bm5 cells although they generally remained at higher levels than in uninfected cells (with glutamine and glucose as notable exceptions; Figure 8 ). Thus an inverted pattern of changes in the levels of amino acids and the main carbohydrates was observed between the two cell lines: up-and-down in Bm5 cells, while down-and-up in S2 cells (Figure 8 ). Three carbohydrates, i.e., glucitol, mannitol (involved in osmoregulation; [19, 20] ) and glucose-1phosphate (that functions as a precursor of UDP-glucose that has a central role in glycogen and glycoprotein synthesis; [21] ), exhibited similar kinetics in Bm5 and S2 cells, characterized by an increase in middle and a decrease in late stages (Figure 8) .", "cite_spans": [{"start": 847, "end": 851, "text": "[19,", "ref_id": "BIBREF20"}, {"start": 852, "end": 855, "text": "20]", "ref_id": "BIBREF21"}, {"start": 991, "end": 995, "text": "[21]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 326, "end": 334, "text": "Figure 8", "ref_id": "FIGREF12"}, {"start": 558, "end": 566, "text": "Figure 8", "ref_id": "FIGREF12"}, {"start": 759, "end": 768, "text": "(Figure 8", "ref_id": "FIGREF12"}, {"start": 1116, "end": 1126, "text": "(Figure 8)", "ref_id": "FIGREF12"}], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "The pattern in changes in polyamines was also rather similar between Bm5 and S2 cells, with a drop during early infection (except spermidine in S2 cells), an increase during middle stages and a drop at late infection ( Figure 8 ). Increase in polyamines therefore may be associated with stimulation of viral replication (transition to pathogenicity) while their depletion occurs during advanced pathogenesis and cell mortality. Three carbohydrates, i.e., glucitol, mannitol (involved in osmoregulation; [19, 20] ) and glucose-1phosphate (that functions as a precursor of UDP-glucose that has a central role in glycogen and glycoprotein synthesis; [21] ), exhibited similar kinetics in Bm5 and S2 cells, characterized by an increase in middle and a decrease in late stages (Figure 8 ).", "cite_spans": [{"start": 503, "end": 507, "text": "[19,", "ref_id": "BIBREF20"}, {"start": 508, "end": 511, "text": "20]", "ref_id": "BIBREF21"}, {"start": 647, "end": 651, "text": "[21]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 219, "end": 227, "text": "Figure 8", "ref_id": "FIGREF12"}, {"start": 772, "end": 781, "text": "(Figure 8", "ref_id": "FIGREF12"}], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "The pattern in changes in polyamines was also rather similar between Bm5 and S2 cells, with a drop during early infection (except spermidine in S2 cells), an increase during middle stages and a drop at late infection ( Figure 8 ). Increase in polyamines therefore may be associated with stimulation of viral replication (transition to pathogenicity) while their depletion occurs during advanced pathogenesis and cell mortality.", "cite_spans": [], "ref_spans": [{"start": 219, "end": 227, "text": "Figure 8", "ref_id": "FIGREF12"}], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "During infection of Bm5 cells, metabolites associated with energy production and biosynthesis, such as citric acid and phosphoenolpyruvate, followed a dynamic pattern that is similar to most carbohydrates and amino acids. In S2 cells, on the other hand, no changes in citric acid were observed while rather mild fluctuations in abundance were observed for phosphoenolpyruvate ( Figure 8 ). On the other hand, the levels of 2-amino-isobutyric acid, an end-product of pyrimidine metabolism, accumulated during late phases of infection in both Bm5 and S2 cells, while this metabolite also showed a characteristic drop during middle infection in S2 cells (Figure 8 ).", "cite_spans": [], "ref_spans": [{"start": 378, "end": 386, "text": "Figure 8", "ref_id": "FIGREF12"}, {"start": 651, "end": 660, "text": "(Figure 8", "ref_id": "FIGREF12"}], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "Unique features in CrPV infection of Bm5 cells also included changes in vitamin-related metabolites (pantotheinic acid, nicotinic acid and L-gulunolactone), a product of purine metabolism (allantoin) and the diamine cadaverine ( Figure 8 ). In S2 cells, the high levels of hypoxanthine (nucleic acid metabolite) during the final stages and the decline of acetylcarnitine (with role in energy metabolism in mitochondria; Figure 8 ) are characteristic. Acylcarnitines play a role in the transport of fatty acyl-CoA from the cytoplasm to mitochondria for β-oxidation and energy production [22] . The decline of acetylcarnitine during late infection of S2 cells may be related to alterations in energy metabolism or exhaustion at the end of the infection cycle of CrPV in S2 cells.", "cite_spans": [{"start": 586, "end": 590, "text": "[22]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 229, "end": 237, "text": "Figure 8", "ref_id": "FIGREF12"}, {"start": 420, "end": 428, "text": "Figure 8", "ref_id": "FIGREF12"}], "section": "Comparison of Metabolite Changes between Persistent Infection in Bm5 Cells and Acute Infection in S2 Cells"}, {"text": "Since differences in the kinetics of CrPV infections could serve as a model for studying the parameters that maintain viral persistence versus those that cause pathogenicity, we are interested to investigate how specific metabolites would change in the course of infection and which changes would be characteristic for the transition from persistence to pathogenicity. More specifically, host cell differences can become apparent after comparison of the metabolome between Bm5 and S2 cells that may be able to explain the dissimilar infection kinetics between the two cell lines. The persistent mode of infection that is observed in Bm5 cells was also observed in nine lepidopteran and two coleopteran cell lines while acute infection at low MOI was a unique feature of S2 cells [10] . These observations indicate that persistent infections of CrPV are rather common and that the acute infection of S2 is a rarer phenomenon.", "cite_spans": [{"start": 779, "end": 783, "text": "[10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our analysis revealed that the metabolic profile of Bm5 cells became much more dramatically modified at different stages during CrPV infection than the metabolome of S2 cells (see Table 3 for summary with respect to targeted metabolites). Moreover, different infection stages differed significantly in both Bm5 and S2 cells with respect to metabolite dynamics. Regarding the Bm5-CrPV infection model, it was expected that the metabolic needs for the phases of viral persistence (2 DPI and 1 WPI), the transition to pathogenesis with increased viral replication (2 WPI) and advanced pathogenesis (3 WPI) would be very different from each other [13] . In the first instance, similar stages could be expected during CrPV infection of S2 cells, albeit on a shorter time scale (36 h versus 3 weeks; Figure 1 ). Considering the distinct metabolic effects at different stages of CrPV infection, it was of interest to examine a common response in the two different cell lines, for example by comparing pathogenic stages (3 WPI) in Bm5 cells with late infection (24) (25) (26) (27) (28) (29) (30) (31) (32) (33) (34) (35) (36) in S2 cells, and persistent stages (2 DPI-1 WPI) in Bm5 cells with early infection (6) (7) (8) (9) (10) (11) (12) in S2 cells. Surprisingly, only limited similarity was found in the metabolic profile between the two infected cell lines during the course of infection and in relation to uninfected cells. Thus, although it has been reported that viruses belonging to different families could cause some common metabolic responses [23, 24] , in our study it was observed that CrPV could induce only minimal common metabolic changes in different host cells.", "cite_spans": [{"start": 643, "end": 647, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 1053, "end": 1057, "text": "(24)", "ref_id": "BIBREF25"}, {"start": 1058, "end": 1062, "text": "(25)", "ref_id": "BIBREF26"}, {"start": 1063, "end": 1067, "text": "(26)", "ref_id": "BIBREF27"}, {"start": 1068, "end": 1072, "text": "(27)", "ref_id": "BIBREF28"}, {"start": 1073, "end": 1077, "text": "(28)", "ref_id": "BIBREF29"}, {"start": 1078, "end": 1082, "text": "(29)", "ref_id": "BIBREF30"}, {"start": 1083, "end": 1087, "text": "(30)", "ref_id": "BIBREF31"}, {"start": 1088, "end": 1092, "text": "(31)", "ref_id": "BIBREF32"}, {"start": 1093, "end": 1097, "text": "(32)", "ref_id": "BIBREF33"}, {"start": 1098, "end": 1102, "text": "(33)", "ref_id": "BIBREF34"}, {"start": 1103, "end": 1107, "text": "(34)", "ref_id": null}, {"start": 1108, "end": 1112, "text": "(35)", "ref_id": null}, {"start": 1113, "end": 1117, "text": "(36)", "ref_id": null}, {"start": 1201, "end": 1204, "text": "(6)", "ref_id": "BIBREF6"}, {"start": 1205, "end": 1208, "text": "(7)", "ref_id": "BIBREF7"}, {"start": 1209, "end": 1212, "text": "(8)", "ref_id": "BIBREF8"}, {"start": 1213, "end": 1216, "text": "(9)", "ref_id": "BIBREF9"}, {"start": 1217, "end": 1221, "text": "(10)", "ref_id": "BIBREF10"}, {"start": 1222, "end": 1226, "text": "(11)", "ref_id": "BIBREF11"}, {"start": 1227, "end": 1231, "text": "(12)", "ref_id": "BIBREF12"}, {"start": 1547, "end": 1551, "text": "[23,", "ref_id": "BIBREF24"}, {"start": 1552, "end": 1555, "text": "24]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 180, "end": 187, "text": "Table 3", "ref_id": "TABREF7"}, {"start": 794, "end": 802, "text": "Figure 1", "ref_id": null}], "section": "Discussion"}, {"text": "On the other hand, the metabolic differences between different host cells were considered an important observation since they provide an (partial) explanation for the cell-specific outcome of the virus infection. Metabolic pathway analysis revealed the importance of amino acid metabolism for the progression of CrPV infection in both cell lines (Table 3 ; Figure 8 ). Amino acids show an inverted pattern of dynamical changes between Bm5 and S2 cells, indicating that central carbon metabolism plays an important role during CrPV infection.", "cite_spans": [], "ref_spans": [{"start": 346, "end": 354, "text": "(Table 3", "ref_id": "TABREF7"}, {"start": 357, "end": 365, "text": "Figure 8", "ref_id": "FIGREF12"}], "section": "Discussion"}, {"text": "In CrPV-infected Bm5 cells, the pattern of change in amino acids was interpreted as compatible with an increase in protein building blocks (amino acids) during early (persistent) stages (2 DPI and 1 WPI) and their incorporation in viral proteins during high rates of virion production at late stages (2 WPI and 3 WPI) [13] . By contrast, our analysis indicated that such restriction did not exist for CrPV infection of S2 cells and that the decrease in amino acids and carbohydrates during early stages (6 HPI and 12 HPI; Figures 6 and 7) might already reflect the consumption of building blocks for high levels of viral replication and virion reproduction. The increase in amino acids and main carbohydrates at late stages in S2 cells (Figure 8 ) might be a result of the degradation of the cellular organization caused by damage of viral replication and virion production, resulting in the release of proteases and hydrolases that break down proteins and other macromolecules.", "cite_spans": [{"start": 318, "end": 322, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 522, "end": 538, "text": "Figures 6 and 7)", "ref_id": "FIGREF10"}, {"start": 736, "end": 745, "text": "(Figure 8", "ref_id": "FIGREF12"}], "section": "Discussion"}, {"text": "Among all metabolites, both glucose and glutamine display the most dynamic changes during the course of infection of Bm5 cells with CrPV, with significant increases during early-middle infection followed by a sharp decrease at 2 and 3 weeks (Figure 8) . However, the profile of glucose and glutamine is unique to Bm5 cells and was not observed during the short-duration pathogenic infection of S2 cells (Figures 6 and 7) . Notably, in S2 cells, opposite kinetics in abundances of sugars and amino acids were observed compared to Bm5 cells and the depletion of glucose and glutamine at the late stages was not detected. Both glucose and glutamine are major carbon sources to support energetic and biosynthetic requirements [23] and their depletion was considered an important contributing factor to cell death during pathogenic phases of CrPV infection in Bm5 cells [13] . In S2 cells, on the other hand, glucose as well as glutamine increased at 36 HPI (Table S1 and Figure 7) and therefore do not seem to be related to pathogenesis by CrPV.", "cite_spans": [{"start": 722, "end": 726, "text": "[23]", "ref_id": "BIBREF24"}, {"start": 865, "end": 869, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 241, "end": 251, "text": "(Figure 8)", "ref_id": "FIGREF12"}, {"start": 403, "end": 420, "text": "(Figures 6 and 7)", "ref_id": "FIGREF10"}, {"start": 967, "end": 976, "text": "Figure 7)", "ref_id": "FIGREF10"}], "section": "Discussion"}, {"text": "In the baculovirus expression vector system (BEVS), the metabolic state of the cells at the start of infection is considered very important together with the ability of the virus to manipulate energy needs [25] . Of relevance may be the observation that at high cell densities the performance of BEVS is inhibited due to the suppression of central carbon metabolism [26] . Thus, the above results support the idea that CrPV depends on and can alter specific metabolic processes in different host cells and, consequently, that these virally induced alternations of host metabolism can result in different types of viral infection (persistence versus pathogenesis). However, in order to link the host specific metabolic changes to viral pathogenesis, it will be necessary to conduct further studies in different host cells where comparable infection kinetics are observed. For example, although S2 cells are more sensitive than the other cell lines that were investigated, the kinetics of infection in Hi5 cells can be considerably accelerated after application of CrPV at much higher MOI [11] . Thus, comparative metabolomics studies could be extended between pathogenically infected S2 and Hi5 cells as well as among several other persistently infected lepidopteran and coleopteran cell lines.", "cite_spans": [{"start": 206, "end": 210, "text": "[25]", "ref_id": "BIBREF26"}, {"start": 366, "end": 370, "text": "[26]", "ref_id": "BIBREF27"}, {"start": 1087, "end": 1091, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study also highlights changes in metabolism that are common with virus infections in other systems. In several mammalian virus infection models, both glucose and glutamine are required for optimal viral replication (e.g., for cytomegalovirus, herpex simplex virus and poliomyelitis virus; [27] [28] [29] ) while only glutamine was important for vaccinia virus infection [30] . As mentioned above, both glucose and glutamine may have important roles during CrPV infection of Bm5 cells while they do not show major changes in abundance during the infection of S2 cells.", "cite_spans": [{"start": 293, "end": 297, "text": "[27]", "ref_id": "BIBREF28"}, {"start": 298, "end": 302, "text": "[28]", "ref_id": "BIBREF29"}, {"start": 303, "end": 307, "text": "[29]", "ref_id": "BIBREF30"}, {"start": 374, "end": 378, "text": "[30]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Discussion"}, {"text": "While characteristic changes in the abundance of polyamines were observed during CrPV infection of both Bm5 and S2 cells, a recent study also showed that polyamines are essential for the replication of two other RNA viruses, chikungunya virus (CHIKV) and Zika virus (ZIKV) [31] . Furthermore, polyamine depletion following induction of a catabolic enzyme by type I interferon was demonstrated as an antiviral strategy to restrict CHIKV and ZIKV replication. Our study indicated that the CrPV infection is also regulated by polyamines, which can be confirmed in functional experiments employing polyamine synthesis blockers and corresponding rescue with exogenous polyamines.", "cite_spans": [{"start": 273, "end": 277, "text": "[31]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Discussion"}, {"text": "Acetylcarnitine shows a precipitous decline during the pathogenic stages of CrPV infection of S2 (but not Bm5) cells. Interestingly, elevated levels of acylcarnitines (although not acetylcarnitine) were observed during infection of mosquito midguts with the Dengue virus [32] . Since infections of CrPV in Bm5 cells and Dengue virus in mosquito midguts have a persistent character, our data may indicate the importance of the regulation of transport of fatty acyl-CoA from the cytoplasm to mitochondria to maintain the persistent state of the virus infection.", "cite_spans": [{"start": 271, "end": 275, "text": "[32]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, metabolomics was employed on CrPV persistently infected Bm5 cells and acutely infected S2 cells, to investigate how CrPV manipulates Bm5 metabolism for its persistence, and additionally, how those viral-induced metabolic changes may affect CrPV pathogenesis. Our data revealed important changes in host metabolism during CrPV persistence and pathogenesis and identified several metabolic characteristics during CrPV infection of Bm5 and S2 cells. While amino acids play an important role during CrPV infection, our analysis suggests that their levels were sufficiently high in S2 cells to trigger acute infection. In Bm5 cells, on the other hand, amino acid synthesis may need to be activated, which may explain the period of limited CrPV replication (persistence) that occurs in this cell line. Similarly, significant modulations of the levels of glucose and glutamine, related to energy production, were observed in Bm5 cells but not in S2 cells. In addition, polyamines seem to be critical for CrPV persistence and pathogenesis. Further functional analysis is needed to confirm requirements of specific metabolites for optimal CrPV replication, and additional experiments are required to identify unknown components from the untargeted metabolomics analysis to reveal important host factors during CrPV infection. Finally, integration of the metabolomics approach with other omics approaches [33, 34] is necessary to advance our understanding of the process of persistence and pathogenesis in insect cell lines.", "cite_spans": [{"start": 1407, "end": 1411, "text": "[33,", "ref_id": "BIBREF34"}, {"start": 1412, "end": 1415, "text": "34]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "Supplementary Materials: The following are available online at http://www.mdpi.com/1999-4915/12/4/393/s1, Figure S1 : Figure S1 : Heat maps of abundance of metabolites at different time points after CrPV infection: comparison with uninfected cells, Figure S2 : Figure S2 : Volcano plots of all identified metabolites in S2 cells at different time points of CrPV infection, Table S1: Table S1 . Peak abundance ratio of identified metabolites in CrPV-infected S2 cells. ", "cite_spans": [], "ref_spans": [{"start": 106, "end": 115, "text": "Figure S1", "ref_id": null}, {"start": 118, "end": 127, "text": "Figure S1", "ref_id": null}, {"start": 249, "end": 258, "text": "Figure S2", "ref_id": "FIGREF1"}, {"start": 261, "end": 270, "text": "Figure S2", "ref_id": "FIGREF1"}, {"start": 373, "end": 391, "text": "Table S1: Table S1", "ref_id": "TABREF4"}], "section": "Conclusions"}], "bib_entries": {"BIBREF2": {"ref_id": "b2", "title": "Common threads in persistent viral infections", "authors": [{"first": "M", "middle": [], "last": "Kane", "suffix": ""}, {"first": "T", "middle": [], "last": "Golovkina", "suffix": ""}], "year": 2010, "venue": "J. Virol", "volume": "84", "issn": "", "pages": "4116--4123", "other_ids": {"DOI": ["10.1128/JVI.01905-09"]}}, "BIBREF3": {"ref_id": "b3", "title": "Acute and persistent infection of human neural cell lines by human coronavirus OC43", "authors": [{"first": "N", "middle": [], "last": "Arbour", "suffix": ""}, {"first": "G", "middle": [], "last": "Côté", "suffix": ""}, {"first": "C", "middle": [], "last": "Lachance", "suffix": ""}, {"first": "M", "middle": [], "last": "Tardieu", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Cashman", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Talbot", "suffix": ""}], "year": 1999, "venue": "J. Virol", "volume": "73", "issn": "", "pages": "3338--3350", "other_ids": {"DOI": ["10.1128/JVI.73.4.3338-3350.1999"]}}, "BIBREF4": {"ref_id": "b4", "title": "Establishment of a Cell Culture Model of Persistent Flaviviral Infection: Usutu Virus Shows Sustained Replication during Passages and Resistance to Extinction by Antiviral Nucleosides", "authors": [{"first": "R", "middle": ["N"], "last": "Sempere", "suffix": ""}, {"first": "A", "middle": [], "last": "Arias", "suffix": ""}], "year": 2019, "venue": "", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/v11060560"]}}, "BIBREF5": {"ref_id": "b5", "title": "Role of the Host Cell in Persistent Viral Infection: Coevolution of L Cells and Reovirus during Persistent Infection", "authors": [{"first": "R", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Canning", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Kauffman", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Sharpe", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Hallum", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Fields", "suffix": ""}], "year": 1981, "venue": "Cell", "volume": "25", "issn": "", "pages": "325--332", "other_ids": {"DOI": ["10.1016/0092-8674(81)90050-7"]}}, "BIBREF6": {"ref_id": "b6", "title": "Viral tropism", "authors": [{"first": "M", "middle": [], "last": "Nomaguchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Fujita", "suffix": ""}, {"first": "Y", "middle": [], "last": "Miyasaki", "suffix": ""}, {"first": "A", "middle": [], "last": "Adachi", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fmicb.2012.00281"]}}, "BIBREF7": {"ref_id": "b7", "title": "A Viral Protein Restricts Drosophila RNAi Immunity by Regulating Argonaute Activity and Stability", "authors": [{"first": "A", "middle": [], "last": "Nayak", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Trnka", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Kerr", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Lidsky", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Stanley", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Riversa", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Li", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Burlingame", "suffix": ""}, {"first": "E", "middle": [], "last": "Jan", "suffix": ""}], "year": 2018, "venue": "Cell Host Microbe", "volume": "24", "issn": "", "pages": "542--557", "other_ids": {"DOI": ["10.1016/j.chom.2018.09.006"]}}, "BIBREF8": {"ref_id": "b8", "title": "Peroxisome-associated Sgroppino links fat metabolism with survival after RNA virus infection in Drosophila", "authors": [{"first": "S", "middle": ["H"], "last": "Merkling", "suffix": ""}, {"first": "H", "middle": [], "last": "Riahi", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Overheul", "suffix": ""}, {"first": "A", "middle": [], "last": "Schenck", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Van Rij", "suffix": ""}], "year": 2019, "venue": "Sci. Rep", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-019-38559-x"]}}, "BIBREF9": {"ref_id": "b9", "title": "Cricket paralysis virus antagonizes Argonaute 2 to modulate antiviral defense in Drosophila", "authors": [{"first": "A", "middle": [], "last": "Nayak", "suffix": ""}, {"first": "B", "middle": [], "last": "Berry", "suffix": ""}, {"first": "M", "middle": [], "last": "Tassetto", "suffix": ""}, {"first": "M", "middle": [], "last": "Kunitomi", "suffix": ""}, {"first": "A", "middle": [], "last": "Acevedo", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Deng", "suffix": ""}, {"first": "A", "middle": [], "last": "Krutchinsky", "suffix": ""}, {"first": "J", "middle": [], "last": "Gross", "suffix": ""}, {"first": "C", "middle": [], "last": "Antoniewski", "suffix": ""}, {"first": "R", "middle": [], "last": "Andino", "suffix": ""}], "year": 2010, "venue": "Nat. Struct. Mol. Biol", "volume": "17", "issn": "", "pages": "547--554", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Short-term persistence precedes pathogenic infection: Infection kinetics of cricket paralysis virus in silkworm-derived Bm5 cells", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Cappelle", "suffix": ""}, {"first": "D", "middle": [], "last": "Santos", "suffix": ""}, {"first": "J", "middle": [], "last": "Vanden Broeck", "suffix": ""}, {"first": "G", "middle": [], "last": "Smagghe", "suffix": ""}, {"first": "L", "middle": [], "last": "Swevers", "suffix": ""}], "year": 2019, "venue": "J. Insect Physiol", "volume": "115", "issn": "", "pages": "1--11", "other_ids": {"DOI": ["10.1016/j.jinsphys.2019.03.004"]}}, "BIBREF11": {"ref_id": "b11", "title": "Insights into RNAi-based antiviral immunity in Lepidoptera: acute and persistent infections in Bombyx mori and Trichoplusia ni cell lines", "authors": [{"first": "D", "middle": [], "last": "Santos", "suffix": ""}, {"first": "N", "middle": [], "last": "Wynant", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Den Brande", "suffix": ""}, {"first": "T.-W", "middle": [], "last": "Verdonckt", "suffix": ""}, {"first": "L", "middle": [], "last": "Mingels", "suffix": ""}, {"first": "P", "middle": [], "last": "Peeters", "suffix": ""}, {"first": "A", "middle": [], "last": "Kolliopoulou", "suffix": ""}, {"first": "L", "middle": [], "last": "Swevers", "suffix": ""}, {"first": "J", "middle": [], "last": "Vanden Broeck", "suffix": ""}], "year": 2018, "venue": "Sci. Rep", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-018-20848-6"]}}, "BIBREF12": {"ref_id": "b12", "title": "Generation of virus-and dsRNA-derived siRNAs with species-dependent length in insects", "authors": [{"first": "D", "middle": [], "last": "Santos", "suffix": ""}, {"first": "L", "middle": [], "last": "Mingels", "suffix": ""}, {"first": "E", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "O", "middle": [], "last": "Christiaens", "suffix": ""}, {"first": "K", "middle": [], "last": "Cappelle", "suffix": ""}, {"first": "N", "middle": [], "last": "Wynant", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gansemans", "suffix": ""}, {"first": "F", "middle": [], "last": "Van Nieuwerburgh", "suffix": ""}, {"first": "G", "middle": [], "last": "Smagghe", "suffix": ""}], "year": 2019, "venue": "", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/v11080738"]}}, "BIBREF13": {"ref_id": "b13", "title": "A Metabolomics Approach to Unravel Cricket Paralysis Virus Infection in Silkworm Bm5 Cells", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Swevers", "suffix": ""}, {"first": "C", "middle": [], "last": "Rombouts", "suffix": ""}, {"first": "I", "middle": [], "last": "Meeus", "suffix": ""}, {"first": "L", "middle": [], "last": "Van Meulebroeck", "suffix": ""}, {"first": "L", "middle": [], "last": "Vanhaecke", "suffix": ""}, {"first": "G", "middle": [], "last": "Smagghe", "suffix": ""}], "year": 2019, "venue": "Viruses", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/v11090861"]}}, "BIBREF14": {"ref_id": "b14", "title": "A validated multi-matrix platform for metabolomic fingerprinting of human urine, feces and plasma using ultra-high performance liquid-chromatography coupled to hybrid orbitrap high-resolution mass spectrometry", "authors": [{"first": "E", "middle": [], "last": "De Paepe", "suffix": ""}, {"first": "L", "middle": [], "last": "Van Meulebroek", "suffix": ""}, {"first": "C", "middle": [], "last": "Rombouts", "suffix": ""}, {"first": "S", "middle": [], "last": "Huysman", "suffix": ""}, {"first": "K", "middle": [], "last": "Verplanken", "suffix": ""}, {"first": "B", "middle": [], "last": "Lapauw", "suffix": ""}, {"first": "J", "middle": [], "last": "Wauters", "suffix": ""}, {"first": "L", "middle": ["Y"], "last": "Hemeryck", "suffix": ""}, {"first": "L", "middle": [], "last": "Vanhaecke", "suffix": ""}], "year": 2018, "venue": "Anal. Chim. Acta", "volume": "1033", "issn": "", "pages": "108--118", "other_ids": {"DOI": ["10.1016/j.aca.2018.06.065"]}}, "BIBREF15": {"ref_id": "b15", "title": "Validated high resolution mass spectrometry-based approach for metabolomic fingerprinting of the human gut phenotype", "authors": [{"first": "J", "middle": [], "last": "Vanden Bussche", "suffix": ""}, {"first": "M", "middle": [], "last": "Marzorati", "suffix": ""}, {"first": "D", "middle": [], "last": "Laukens", "suffix": ""}, {"first": "L", "middle": [], "last": "Vanhaecke", "suffix": ""}], "year": 2015, "venue": "Anal. Chem", "volume": "87", "issn": "", "pages": "10927--10934", "other_ids": {"DOI": ["10.1021/acs.analchem.5b02688"]}}, "BIBREF16": {"ref_id": "b16", "title": "Polyamines: small molecules with a big role in promoting virus infection", "authors": [{"first": "M", "middle": ["M H"], "last": "Li", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Macdonald", "suffix": ""}], "year": 2016, "venue": "Cell Host & Microbe", "volume": "20", "issn": "", "pages": "123--124", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Polyamines and their role in virus infection. Microbiol", "authors": [{"first": "B", "middle": ["C"], "last": "Mounce", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Olsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Vignuzzi", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Connor", "suffix": ""}], "year": 2017, "venue": "Mol. Biol. Rev", "volume": "81", "issn": "", "pages": "29--46", "other_ids": {"DOI": ["10.1128/MMBR.00029-17"]}}, "BIBREF18": {"ref_id": "b18", "title": "In Metabolic syndrome and psychiatric illness-Interactions, pathophysiology, assessment and treatment", "authors": [{"first": "S", "middle": ["D"], "last": "Mendelson", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Osmoregulation of thirst and vasopressin secretion in human subjects: effect of various solutes", "authors": [{"first": "R", "middle": ["L"], "last": "Zerbe", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Robertson", "suffix": ""}], "year": 1983, "venue": "Am. J. Physiol", "volume": "244", "issn": "", "pages": "607--614", "other_ids": {"DOI": ["10.1152/ajpendo.1983.244.6.E607"]}}, "BIBREF21": {"ref_id": "b21", "title": "Sorbitol, osmoregulation, and the complications of diabetes", "authors": [{"first": "M", "middle": ["B"], "last": "Burg", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Kador", "suffix": ""}], "year": 1988, "venue": "J. Clin. Invest", "volume": "81", "issn": "", "pages": "635--640", "other_ids": {"DOI": ["10.1172/JCI113366"]}}, "BIBREF22": {"ref_id": "b22", "title": "The molecular architecture of glucose-1-phosphate uridylyltransferase", "authors": [{"first": "J", "middle": ["B"], "last": "Thoden", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Holden", "suffix": ""}], "year": 2007, "venue": "Protein Sci", "volume": "16", "issn": "", "pages": "432--440", "other_ids": {"DOI": ["10.1110/ps.062626007"]}}, "BIBREF23": {"ref_id": "b23", "title": "The role of carnitine in intracellular metabolism", "authors": [{"first": "J", "middle": [], "last": "Bremer", "suffix": ""}], "year": 1990, "venue": "J. Clin. Chem. Clin. Biochem", "volume": "28", "issn": "", "pages": "297--301", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Viral activation of cellular metabolism", "authors": [{"first": "E", "middle": ["L"], "last": "Sanchez", "suffix": ""}, {"first": "M", "middle": [], "last": "Lagunoff", "suffix": ""}], "year": 2015, "venue": "Virology", "volume": "", "issn": "", "pages": "609--618", "other_ids": {"DOI": ["10.1016/j.virol.2015.02.038"]}}, "BIBREF25": {"ref_id": "b25", "title": "Metabolomic insights into human arboviral infections: Dengue, Chikungunya and Zika viruses", "authors": [{"first": "N", "middle": ["M"], "last": "Byers", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Fleshman", "suffix": ""}, {"first": "R", "middle": [], "last": "Perera", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Molins", "suffix": ""}], "year": 2019, "venue": "Viruses", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/v11030225"]}}, "BIBREF26": {"ref_id": "b26", "title": "Toward system-level understanding of baculovirus-host cell interactions: from molecular fundamental studies to large-scale proteomics approaches", "authors": [{"first": "F", "middle": [], "last": "Monteiro", "suffix": ""}, {"first": "N", "middle": [], "last": "Carinhas", "suffix": ""}, {"first": "M", "middle": ["J T"], "last": "Carrondo", "suffix": ""}, {"first": "V", "middle": [], "last": "Bernal", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Aves", "suffix": ""}], "year": 2012, "venue": "Frontiers Microbiol", "volume": "3", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fmicb.2012.00391"]}}, "BIBREF27": {"ref_id": "b27", "title": "Cell density effect in the baculovirus-insect cells system: a quantitative analysis of energetic metabolism", "authors": [{"first": "V", "middle": [], "last": "Bernal", "suffix": ""}, {"first": "N", "middle": [], "last": "Carinhas", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Yokomizo", "suffix": ""}, {"first": "M", "middle": ["J T"], "last": "Carrondo", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Alves", "suffix": ""}], "year": 2009, "venue": "Biotechnol. Bioeng", "volume": "104", "issn": "", "pages": "162--180", "other_ids": {"DOI": ["10.1002/bit.22364"]}}, "BIBREF28": {"ref_id": "b28", "title": "Glutamine metabolism is essential for human cytomegalovirus infection", "authors": [{"first": "J", "middle": ["W"], "last": "Chambers", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Maguire", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Alwine", "suffix": ""}], "year": 2010, "venue": "J. Virol", "volume": "84", "issn": "", "pages": "1867--1873", "other_ids": {"DOI": ["10.1128/JVI.02123-09"]}}, "BIBREF29": {"ref_id": "b29", "title": "The nutritional requirements for the propagation of poliomyelitis virus by the HeLa cell", "authors": [{"first": "H", "middle": [], "last": "Eagle", "suffix": ""}, {"first": "K", "middle": [], "last": "Habel", "suffix": ""}], "year": 1956, "venue": "J. Exp. Med", "volume": "104", "issn": "", "pages": "271--287", "other_ids": {"DOI": ["10.1084/jem.104.2.271"]}}, "BIBREF30": {"ref_id": "b30", "title": "Nutritional requirements for the production of herpes simplex virus. I. Influence of glucose and glutamine of herpes simplex virus production by HeLa cells", "authors": [{"first": "V", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Scott", "suffix": ""}], "year": 1962, "venue": "J. Bacteriol", "volume": "83", "issn": "", "pages": "475--482", "other_ids": {"DOI": ["10.1128/JB.83.3.475-482.1962"]}}, "BIBREF31": {"ref_id": "b31", "title": "Vaccinia Virus Requires Glutamine but Not Glucose for Efficient Replication", "authors": [{"first": "K", "middle": ["A"], "last": "Fontaine", "suffix": ""}, {"first": "R", "middle": [], "last": "Camarda", "suffix": ""}, {"first": "M", "middle": [], "last": "Lagunoff", "suffix": ""}], "year": 2014, "venue": "J. Virol", "volume": "88", "issn": "", "pages": "4366--4374", "other_ids": {"DOI": ["10.1128/JVI.03134-13"]}}, "BIBREF32": {"ref_id": "b32", "title": "Interferon-Induced Spermidine-Spermine Acetyltransferase and Polyamine Depletion Restrict Zika and Chikungunya Viruses", "authors": [{"first": "B", "middle": ["C"], "last": "Mounce", "suffix": ""}, {"first": "E", "middle": ["Z"], "last": "Poirier", "suffix": ""}, {"first": "G", "middle": [], "last": "Passoni", "suffix": ""}, {"first": "E", "middle": [], "last": "Simon-Loriere", "suffix": ""}, {"first": "T", "middle": [], "last": "Cesaro", "suffix": ""}, {"first": "M", "middle": [], "last": "Prot", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Stapleford", "suffix": ""}, {"first": "G", "middle": [], "last": "Moratorio", "suffix": ""}, {"first": "A", "middle": [], "last": "Sakuntabhai", "suffix": ""}, {"first": "J.-P", "middle": [], "last": "Levraud", "suffix": ""}], "year": 2016, "venue": "Cell Host Microbe", "volume": "20", "issn": "", "pages": "167--177", "other_ids": {"DOI": ["10.1016/j.chom.2016.06.011"]}}, "BIBREF33": {"ref_id": "b33", "title": "Dynamic remodeling of lipids coincides with dengue virus replication in the midgut of Aedes aegypti mosquitoes", "authors": [{"first": "N", "middle": [], "last": "Chotiwan", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Andre", "suffix": ""}, {"first": "I", "middle": [], "last": "Sanchez-Vargas", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Islam", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Grabowski", "suffix": ""}, {"first": "A", "middle": [], "last": "Hopf-Jannasch", "suffix": ""}, {"first": "E", "middle": [], "last": "Gough", "suffix": ""}, {"first": "E", "middle": [], "last": "Nakayasu", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Blair", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Belisle", "suffix": ""}], "year": 2018, "venue": "PLoS Pathog", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1006853"]}}, "BIBREF34": {"ref_id": "b34", "title": "Combined analysis of metabolomes, proteomes and transcriptomes of Hepatitis C-infected cells and liver to identify pathways associated with disease development", "authors": [{"first": "J", "middle": [], "last": "Lupberger", "suffix": ""}, {"first": "T", "middle": [], "last": "Croonenborghs", "suffix": ""}, {"first": "A", "middle": ["A R"], "last": "Suarez", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Renne", "suffix": ""}, {"first": "F", "middle": [], "last": "Jühling", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Oudot", "suffix": ""}, {"first": "A", "middle": [], "last": "Virzì", "suffix": ""}, {"first": "S", "middle": [], "last": "Bandiera", "suffix": ""}, {"first": "C", "middle": [], "last": "Jamey", "suffix": ""}, {"first": "G", "middle": [], "last": "Meszaros", "suffix": ""}], "year": 2019, "venue": "Gastroenterology", "volume": "157", "issn": "", "pages": "537--551", "other_ids": {"DOI": ["10.1053/j.gastro.2019.04.003"]}}}, "ref_entries": {"FIGREF0": {"text": "Figure 2), subsequent OPLS-DA analysis could clearly differentiate the different experimental samples when making the comparison between each post-infection time point and the control group", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Score plot generated from the PCA-X model of untargeted and targeted metabolites. For the untargeted approach, the principal components analysis (PCA) score plot is presented separately for the positive and negative ion mode. The t[1] and t[2] values of each data point are the average scores of all samples in the principal components 1 and 2 of the model, respectively. Below is displayed the PCA score plot based on the 59 targeted metabolites identified at different time points after CrPV infection in S2 cells. Samples of different time points are shown in different colors that reveal satisfactory separation among particular samples. Incomplete separation is observed between 6 HPI and 12 HPI time points and between 0 HPI and 24 HPI samples.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Score plot generated from the PCA-X model of untargeted and targeted metabolites. For the untargeted approach, the principal components analysis (PCA) score plot is presented separately for the positive and negative ion mode. The t[1] and t[2] values of each data point are the average scores of all samples in the principal components 1 and 2 of the model, respectively. Below is displayed the PCA score plot based on the 59 targeted metabolites identified at different time points after CrPV infection in S2 cells. Samples of different time points are shown in different colors that reveal satisfactory separation among particular samples. Incomplete separation is observed between 6 HPI and 12 HPI time points and between 0 HPI and 24 HPI samples.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Heat maps of abundance of metabolites at different time points after CrPV infection: comparison between consecutive stages of infection. Hierarchical clustering (one minus Pearson correlation) was used to separate individual samples (X-axis). The Y-axis represents individual metabolites that were identified and showed changes in abundance with respect to preceding and following time points (p < 0.05). Normalized signal intensities are visualized as a color spectrum in the heat maps. Red and blue represent high and low expression, respectively, of metabolites.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Heat maps of abundance of metabolites at different time points after CrPV infection: comparison between consecutive stages of infection. Hierarchical clustering (one minus Pearson correlation) was used to separate individual samples (X-axis). The Y-axis represents individual metabolites that were identified and showed changes in abundance with respect to preceding and following time points (p < 0.05). Normalized signal intensities are visualized as a color spectrum in the heat maps. Red and blue represent high and low expression, respectively, of metabolites.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Volcano plots of all identified metabolites in S2 cells at different time points of CrPV infection: comparison between consecutive stages of infection. In the volcano plot, the log scaled value of the fold change (FC, x-axis) is plotted against the -log 10 p-value from multiple t-test analysis (y-axis). The dashed lines delineate metabolites with fold change > 2 and p-value < 0.05. Compound identities are displayed for both upregulated (right side; red upward triangle) or downregulated (left side; green downward triangle) metabolites.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Volcano plots of all identified metabolites in S2 cells at different time points of CrPV infection: comparison between consecutive stages of infection. In the volcano plot, the log scaled value of the fold change (FC, x-axis) is plotted against the -log 10 p-value from multiple t-test analysis (y-axis). The dashed lines delineate metabolites with fold change > 2 and p-value < 0.05. Compound identities are displayed for both upregulated (right side; red upward triangle) or downregulated (left side; green downward triangle) metabolites.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Abundance analysis of carbohydrates identified in S2 cells from different CrPV infection stages. The data shown are mean ± SE (n = 5)", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Abundance analysis of carbohydrates identified in S2 cells from different CrPV infection stages.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Abundance analysis of amino acids identified in S2 cells from different CrPV infection stages. The data shown are mean ± SE (n = 5). Different letters indicate significant differences (p < 0.05, one-way ANOVA followed by Tukey's HST test).Viruses 2020, 12, x FOR PEER REVIEW 12 of Abundance analysis of selected metabolites identified in S2 cells from different CrPV infection stages. The data shown are mean ± SE (n = 5). Different letters indicate significant differences (p < 0.05, oneway ANOVA followed by Tukey's HST test).", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Abundance analysis of selected metabolites identified in S2 cells from different CrPV infection stages. The data shown are mean ± SE (n = 5). Different letters indicate significant differences (p < 0.05, one-way ANOVA followed by Tukey's HST test).", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Comparison of relative abundances of metabolites after infection of S2 and Bm5 cells with CrPV. Intensities reflect relative decrease (in blue) or increase (in red) of the metabolite with respect to uninfected cells (average of N = 5). The different pattern of amino acids and carbohydrates in S2 cells (down-up) and Bm5 cells (up-down) is clearly apparent. Red colored are glutamine and glucose that show a characteristic increase at the end of infection with the S2 cells, while there was an opposite effect with a clear unique decline in Bm5 cells. Spermine and spermidine that show a dynamic pattern in both types of infections are also indicated.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Comparison of relative abundances of metabolites after infection of S2 and Bm5 cells with CrPV. Intensities reflect relative decrease (in blue) or increase (in red) of the metabolite with respect to uninfected cells (average of N = 5). The different pattern of amino acids and carbohydrates in S2 cells (down-up) and Bm5 cells (up-down) is clearly apparent. Red colored are glutamine and glucose that show a characteristic increase at the end of infection with the S2 cells, while there was an opposite effect with a clear unique decline in Bm5 cells. Spermine and spermidine that show a dynamic pattern in both types of infections are also indicated.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Contributions: Conceptualization, L.-L.W., L.S., and G.S.; Data curation, L.-L.W.; Formal analysis, L.S.; Funding acquisition, G.S.; Methodology, L.-L.W., L.S., I.M., L.V.M. and L.V.; Resources, L.V.; Supervision, L.S. and G.S.; Writing-original draft, L.-L.W. and L.S.; Writing-review and editing, L.S., L.V.M., L.V. and G.S. All authors have read and agreed to the published version of the manuscript.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "This research received no external funding.", "latex": null, "type": "figure"}, "TABREF2": {"text": "Viruses 2020,12, x FOR PEER REVIEW 4 of 18 Viruses 2020, 12, x; doi: FOR PEER REVIEW www.mdpi.com/journal/viruses A previous study by our group revealed that pathogenic infection of lepidopteran Bm5 cells and dipteran S2 cells with CrPV occurred with different kinetics", "latex": null, "type": "table"}, "TABREF4": {"text": "Classification dataset composition, and specification of constructed OPLS-DA models with the output of the model validation. Dataset includes both positive and negative ionization mode. Good a with t o the orthogonal and t p the predictive component; b with R 2 Y the variation in Y that is explained by the model, and Q 2 the predictive ability of the model. Q 2 > 0.5 indicates good model quality; c a cross-validated ANOVA p-value < 0.05 indicates good model quality; d good permutation testing is achieved if R 2 Y and Q 2", "latex": null, "type": "table"}, "TABREF5": {"text": "Major metabolic pathways modulated during CrPV infection of S2 cells.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Comparison </td><td>Pathway </td><td>Hits </td><td>Holm Adjusted P </td><td>FDR </td><td>Impact\n</td></tr><tr><td>6 HPI vs. 0 HPI </td><td>None\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Galactose metabolism </td><td>5 </td><td>5.37 × 10−3 </td><td>4.28 × 10−3 </td><td>0.18\n</td></tr><tr><td>12 HPI vs. 0 HPI\n</td><td>Aminoacyl-tRNA biosynthesis </td><td>7 </td><td>8.45 × 10−3 </td><td>4.28 × 10−3 </td><td>0.00\n</td></tr><tr><td>24 HPI vs. 0 HPI </td><td>Starch and sucrose metabolism None\n</td><td>4 </td><td>1.39 × 10−2 </td><td>4.77 × 10−3 </td><td>0.21\n</td></tr><tr><td>Arginine and proline metabolism </td><td>7 </td><td>8.43 × 10−4 </td><td>8.43 × 10−4 </td><td>0.33\n</td></tr><tr><td>36 HPI vs. 0 HPI\n</td><td>Aminoacyl-tRNA biosynthesis </td><td>8 </td><td>5.93 × 10−3 </td><td>3.00 × 10−3 </td><td>0.14\n</td></tr><tr><td>Alanine, aspartate and glutamate metabolism </td><td>4 </td><td>1.23 × 10−1 </td><td>4.19 × 10−2 </td><td>0.61\n</td></tr><tr><td>12 HPI vs. 6 HPI </td><td>None\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>24 HPI vs. 12 HPI </td><td>Aminoacyl-tRNA biosynthesis </td><td>9 </td><td>1.05 × 10−4 </td><td>1.05 × 10−4 </td><td>0.14\n</td></tr><tr><td>Galactose metabolism </td><td>5 </td><td>6.95 × 10−3 </td><td>3.52 × 10−3 </td><td>0.18\n</td></tr><tr><td> </td><td>Starch and sucrose metabolism </td><td>4 </td><td>1.72 × 10−2 </td><td>5.90 × 10−3 </td><td>0.21\n</td></tr><tr><td> </td><td>Arginine and proline metabolism </td><td>5 </td><td>3.90 × 10−2 </td><td>1.01 × 10−2 </td><td>0.29\n</td></tr><tr><td> </td><td>Alanine, aspartate and glutamate metabolism </td><td>4 </td><td>5.78 × 10−2 </td><td>1.22 × 10−3 </td><td>0.61\n</td></tr><tr><td>36 HPI vs. 24 HPI </td><td>Aminoacyl-tRNA biosynthesis </td><td>8 </td><td>1.95 × 10−3 </td><td>1.95 × 10−3 </td><td>0.14\n</td></tr><tr><td>Arginine and proline metabolism </td><td>5 </td><td>5.12 × 10−2 </td><td>2.59 × 10−2 </td><td>0.33\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Summary of significant changes in abundance of amino acids and carbohydrates during CrPV infection in Bm5 and S2 cells (compared to uninfected cells).", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Amino acids Amino ac</td><td>Carbohydrates ids Carbohydrates </td><td>All Metabolites\nAll Metabolites </td></tr><tr><td> </td><td>2 DPI (N = 34) 2 DPI </td><td>19↑ 4↓ (N = 34) 19↑ 4↓ </td><td>5↑ 5↑ </td><td>28↑ 6↓\n28↑ 6↓ </td></tr><tr><td>Bm5 cells\n</td><td>1 WPI (N = 45) 1 WPI (N = 45) </td><td>25↑ 1↓ 25↑ 1↓ </td><td>9↑ 9↑ </td><td>41↑ 4↓\n41↑ 4↓ </td></tr><tr><td>2 WPI (N = 42) m5 cells 2 WPI </td><td>21↑ 5↓ 21↑ </td><td>6↑ 1↓ ↑ 1↓ </td><td>32↑ 10↓\n10↓ </td></tr><tr><td>B(N = 42) 3 WPI (N = 43) 3 WPI </td><td>5↓ 20↑ 6↓ 20</td><td>67↑ 1↓ 1</td><td>32↑ 32↑ 11↓\n11\n</td></tr><tr><td> </td><td>(N = 43) 6 HPI (N = 13) </td><td>↑ 6↓ 1↑ 4↓ </td><td>7↑ ↓ 3↑ 2↓ </td><td>32↑ ↓ 5↑ 8↓\n</td></tr><tr><td>S2 cells\n</td><td>12 HPI (N = 21) </td><td>1↑ 9↓ </td><td>3↑ 5↓ </td><td>4↑ 17↓\n</td></tr><tr><td>6 HPI (N = 13) 24 HPI (N = 6) </td><td>1↑ 4↓ 4↑ 1↓ </td><td>3↑ 2↓ </td><td>5↑ 8↓ 4↑ 1↓\n</td></tr><tr><td>12 HPI (N = 21) 36 HPI (N = 24) S2 cells 24 HPI (N = 6) </td><td>1↑ 9↓ 10↑ 4↓ 4↑ 1↓ </td><td>3↑ 5↓ 2↑ 3↓ </td><td>4↑ 17↓ 14↑ 10↓\n4↑ 1↓ </td></tr></table></body></html>"}, "TABREF8": {"text": "Summary of significant changes in abundance of amino acids and carbohydrates during CrPV infection in Bm5 and S2 cells (compared to uninfected cells).", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Amino acids Amino ac</td><td>Carbohydrates ids Carbohydrates </td><td>All Metabolites\nAll Metabolites </td></tr><tr><td> </td><td>2 DPI (N = 34) 2 DPI </td><td>19↑ 4↓ (N = 34) 19↑ 4↓ </td><td>5↑ 5↑ </td><td>28↑ 6↓\n28↑ 6↓ </td></tr><tr><td>Bm5 cells\n</td><td>1 WPI (N = 45) 1 WPI (N = 45) </td><td>25↑ 1↓ 25↑ 1↓ </td><td>9↑ 9↑ </td><td>41↑ 4↓\n41↑ 4↓ </td></tr><tr><td>2 WPI (N = 42) m5 cells 2 WPI </td><td>21↑ 5↓ 21↑ </td><td>6↑ 1↓ ↑ 1↓ </td><td>32↑ 10↓\n10↓ </td></tr><tr><td>B(N = 42) 3 WPI (N = 43) 3 WPI </td><td>5↓ 20↑ 6↓ 20</td><td>67↑ 1↓ 1</td><td>32↑ 32↑ 11↓\n11\n</td></tr><tr><td> </td><td>(N = 43) 6 HPI (N = 13) </td><td>↑ 6↓ 1↑ 4↓ </td><td>7↑ ↓ 3↑ 2↓ </td><td>32↑ ↓ 5↑ 8↓\n</td></tr><tr><td>S2 cells\n</td><td>12 HPI (N = 21) </td><td>1↑ 9↓ </td><td>3↑ 5↓ </td><td>4↑ 17↓\n</td></tr><tr><td>6 HPI (N = 13) 24 HPI (N = 6) </td><td>1↑ 4↓ 4↑ 1↓ </td><td>3↑ 2↓ </td><td>5↑ 8↓ 4↑ 1↓\n</td></tr><tr><td>12 HPI (N = 21) 36 HPI (N = 24) S2 cells 24 HPI (N = 6) </td><td>1↑ 9↓ 10↑ 4↓ 4↑ 1↓ </td><td>3↑ 5↓ 2↑ 3↓ </td><td>4↑ 17↓ 14↑ 10↓\n4↑ 1↓ </td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments: Luo-Luo Wang is the recipient of a doctoral grant from China Scholarship Council (CSC) and co-funded by Ghent University (BOF-UGent). This work is supported by the Research Foundation-Flanders (FWO-Vlaanderen).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "All authors declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}