{"paper_id": "c8e90fd8eb006232dff5eed557dfd0768cf25a9f", "metadata": {"title": "Prospective Hematologic and Clinicopathologic Study of Asymptomatic Cats With Naturally Acquired Feline Immunodeficiency Virus Infection", "authors": [{"first": "Grady", "middle": ["H"], "last": "Shelton", "suffix": "", "affiliation": {"laboratory": "", "institution": "Retrovirics Clinic", "location": {"postCode": "98122", "settlement": "PNRE 720 Broadway, Seattle", "region": "WA"}}, "email": ""}, {"first": "Michael", "middle": ["L"], "last": "Linenberger", "suffix": "", "affiliation": {"laboratory": "", "institution": "Retrovirics Clinic", "location": {"postCode": "98122", "settlement": "PNRE 720 Broadway, Seattle", "region": "WA"}}, "email": ""}, {"first": "Monica", "middle": ["T"], "last": "Persik", "suffix": "", "affiliation": {"laboratory": "", "institution": "Retrovirics Clinic", "location": {"postCode": "98122", "settlement": "PNRE 720 Broadway, Seattle", "region": "WA"}}, "email": ""}, {"first": "Janis", "middle": ["L"], "last": "Abkowitz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Retrovirics Clinic", "location": {"postCode": "98122", "settlement": "PNRE 720 Broadway, Seattle", "region": "WA"}}, "email": ""}]}, "abstract": [{"text": "Prospective studies were performed over a 28-t o 77month period (median, 66 months) on 5 cats with naturally ______ ~~ Frorn the Feline. Retrovirirs Clinic, Pac(fic Northnvst Research Foundation (Shclton). and thP Division of Hematology (Linenberger, Pvuik, AbkoMYtz). Department of Medicine. Universit.v of Wmhington, Seattlr. Washingf on. Accc>ptc.d Janiiury 30, 1995. Siipl~ortc.IA bj, rc.wurch grunts HL02396 and OK41 934, froin the Nurional In.rtitiirev of Health.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "acquired feline immunodeficiency virus (FIV) infection in an attempt to correlate hematologic and clinicopathologic changes with the emergence of clinical disease. On presentation, all cats were asymptomatic; free of opportunistic infections; and had normal complete blood counts, bone marrow morphologies, marrow progenitor frequencies, and progenitor in vitro growth characteristics. During study, 2 cats remained healthy, 2 cats showed mild clinical signs, and 1 cat developed a malignant neoplasm (ie, bronchiolar-alveolar adenocarcinoma). Although persistent hematologic abnormalities were not observed, intermittent peripheral leukopenias were common. In 3 of 5 FIV-seropositive cats, lymphopenia (<1,500 lymphs/pL; normal reference range, 1,500 t o 7,000 lymphs/pL) was a frequent finding and the absolute lymphocyte counts had a tendency to progressively decline. One of the other 2 cats had consistently low t o low-normal absolute neutrophil counts (1,300 to4.800 segs/pL; mean, 2,730 segs/pL; normal reference range, 2,500 t o 12,500 segs/pL), and the remaining cat had consistently normal leukograms, except for a transient period (ie, 11 months) of benign lymphocytosis (7, 200 to 13,430 lymphs/pL) early in the study. Periodic eline immunodeficiency virus (FIV) is a horizontally F transmitted retrovirus (lentivirus subfamily) of domestic cats.' FIV shares many biological and virologic characteristics with the HIV, including the ability to cause severe immunosuppression in chronically infected hosts.'.' Symptomatic stages of both FIV and human immunodeficiency virus (HIV) infections are frequently associated with hematologic abnormalities, particularly leukopenia and ane-n~ia.~.' ' The pathogenesis of these blood disorders is poorly understood. Cats with FIV infection provide an excellent animal model for human acquired immunodeficiency syndrome (AIDS) research, and studies of peripheral blood, bone marrow, and hematopoietic progenitor cell changes during chronic infection could provide insights into the mechanisms of marrow suppression and disease induction associated with retroviral infection in people and animals.", "cite_spans": [{"start": 1183, "end": 1186, "text": "(7,", "ref_id": "BIBREF5"}, {"start": 1187, "end": 1190, "text": "200", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "In experimental inoculation studies, acute FIV infection is often characterized by transient leukopenia (primarily attributable to neutropenia). fever. and generalized lympha d e n~p a t h y . *~~ Leukocyte counts decrease at 6 to 8 weeks after inoculation, during the peak of plasma viremia, and typically return to normal within 2 to 4 weeks. Thereafter, clinical signs regress, plasma virus concentrations decrease, and the animals enter a prolonged asymptomatic (latent) stage. However, recurrent intermittent neutropenia and lymphopenia have been noted in some experimentally infected cats after I to I .25 years. 12 Eventually, significant immunologic deficits develop, including decreases in CD4+ Tlymphocyte numbers, decreased CD4+/CD8+ lymphocyte ratios, and impaired blastogenic responses of T-lymphocytes to mi tog en^.'^-'^ These abnormalities predispose the examinations of bone marrow aspirates revealed normal t o slightly depressed myeloid-to-erythroid ratios with normal cellular morphology and maturation. Bone marrow abnormalities observed late in the study included mild dysmorphic changes (ie, megaloblastic features) in 2 cats, and a significant decrease (60% of controls, P < ,001) in the frequencies of burst-forming units erythroid (BFU-E) in marrow cultures of FIV-seropositive cats compared with uninfected control cats. Serum biochemical profiles were unremarkable throughout the study, with the exception of hyperglobulinemia (ie, polyclonal gammopathy) in 2 of 5 cats. Peripheral blood and bone marrow findings were of no apparent prognostic value. These results confirm the long latency between natural FIV infection and the development of life-threatening clinical disease. Chronic FIV infection, like infection with human immunodeficiency virus, can be associated with derangements in peripheral blood cell counts, as well as pertubations in marrow cell morphologies and hematopoietic progenitor frequencies before the terminal symptomatic stages of retroviral disease, when persistent cytopenias are prominent. host to a variety of opportunistic infections and chronic debilitating diseases resembling AIDS in h u r n a n~. ' -~~~~' '~'~ This AIDS-like stage of chronic FIV infection has yet to be fully reproduced in experimental studies.", "cite_spans": [{"start": 619, "end": 621, "text": "12", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "In nature, acute FIV infection is difficult to discern because of the subtlety of clinical signs and lack of knowledge regarding the actual time of virus exposure. Pet cats in the asymptomatic stage of FIV infection rarely have hematologic abnormalities, whereas the great majority (>75%) of those with FIV-associated illnesses have peripheral blood cytopenias and/or dysmorphic bone marrow We have previously reported that anemia, neutropenia, and lymphopenia were present in 36%, 34%, and 53% of sick FIV-seropositive cats, re~pectively.~ These hematologic findings parallel those reported in HIV-infected patients with AIDS.'\",''", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Previous studies of asymptomatic cats with chronic, naturally acquired FIV infections showed normal hematopoie- ", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Five adult domestic cats (designated cats A-E) donated by private pet owners to the Feline Retrovirus Clinic at the Pacific Northwest Research Foundation were studied from September 1987 to February 1994. Cats were selected for study on the basis of having naturally acquired FIV infection without evidence of clinical or hematologic disease on initial presentation. All cats were neutered (4 males, 1 female) domestic shorthairs, and at the onset of the study they ranged in ages from 3 to 6 years (median, 6.0 years). Healthy young adult cats (n = 5: ages I .2 to 3.2: median, I .5 years) or old adult cats (n = 3: ages 9.5 to 1 I: median, 10.3 years) initially acquired from the feline breeding colony at Washington State University (Pullman, WA) and housed at the University of Washington vivarium were used as normal controls for bone marrow culture studies. Control cats were hematologically normal and were determined to be free of infection with common feline pathogens using conventional diagnostic methods, as described in the following section. All cats were immunized annually against feline viral rhinotracheitis, calicivirus, and panleukopenia using a commercial inactivated (killed) virus vaccine (Fel-0-Vax PCT, Fort Dodge Laboratories, Fort Dodge, IA). Throughout study, all cats were confined strictly indoors and were fed a commercial premium quality diet (Hill's Science Diet Feline Maintenance, Hill's Pet Nutrition, Topeka, KS). Animals were cared for according to the principles outlined in the National institutes of Health Guide for the Care and Use of Laboratory Animals.", "cite_spans": [], "ref_spans": [], "section": "Cats"}, {"text": "FIV infection was diagnosed by detection of FIV-specific antibodies in serum using an enzyme-linked immunosorbent assay (ELISA: CITE Combo FeLV Ag/FIV Ab, IDEXX Corp. Portland. ME) and Western blot immunoassay (performed by the National Veterinary Laboratory, Franklin Lakes. NJ). In all cases, the length of time between the acquisition of FIV infection and diagnosis was unknown. Clinical studies were initiated at the time ofFIV diagnosis. Physical examinations, complete blood counts (CBCs) with leukocyte differential counts, and quantitative platelet estimates were performed on presentation and subsequently at approximately 8 to 12 week intervals in all cats. Peripheral blood ( 5 to 10 mL) forassays was obtained by jugular venipuncture in unanesthetized cats. Bone marrow for cytology or marrow culture studies was aspirated from the proximal humeri of ketamine-anesthetized cats. White blood cell (WBC) and platelet counts were determined manually with a hemacytometer by one of the authors (G.H.S.) using standard laboratory methods. Differential leukocyte counts and cytological examination of marrow aspirates were determined from Wright-Giemsa-stained blood and bone marrow smears, respectively.", "cite_spans": [{"start": 637, "end": 639, "text": "12", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Clinical Evaluation"}, {"text": "Bone marrow cytologies were evaluated independently by 2 of the authors (M.L.L., J.L.A.) at 6-to 12-month intervals. Serum biochemical profiles. including concentrations or activities of glucose, urea nitrogen, creatinine. total protein, albumin, globulin, bilirubin, alanine aminotransferase, alkaline phosphatase, cholesterol, calcium, sodium, phosphorus, and potassium, were performed on presentation and at least semiannually thereafter (Phoenix Central Laboratory for Veterinarians. Everett. WA). Serum protein electrophoresis was performed at the beginning and end of study for all cats (Phoenix Central Laboratory for Veterinarians, Everett, WA). At the onset of clinical disease, additional diagnostic tests (eg, urinalysis, fluid cytology, coronavirus serology, histopathology, etc) were ordered at the discretion of the attending veterinarian (G.H.S.).", "cite_spans": [], "ref_spans": [], "section": "Clinical Evaluation"}, {"text": "On presentation, all cats were evaluated for common opportunistic or concurrent infections. Fecal flotation was performed to rule out gastrointestinal parasitism. Cats were tested for feline leukemia virus (FeLV) infection by both ELiSA (IDEXX Corp) and immunofluorescent antibody (IFA) assays (IFA performed by the National Veterinary Laboratory). Coronavirus serology was determined by IFA (Phoenix Central Laboratory for Veterinarians) with antibody titers of I :400 or greater considered positive. Serology for toxoplasmosis, using an ELISA for detection of Tomplusmu gondii-specific immunoglobulin (Ig)M and IgG, was performed by the Tgondii Serology Laboratory, College of Veterinary Medicine and Biomedical Sciences, Colorado State University, Ft Collins, CO, aspart ofcollaborativeeffort with Dr Michael Lappin. For both IgM and IgC, titers of 1:64 or greater were considered positive.", "cite_spans": [], "ref_spans": [], "section": "Clinical Evaluation"}, {"text": "Studies were not performed during or within 2 weeks after cessation ofany drug or vaccine administration, with the exception ofcat A. During the last 37 months of study, this cat periodically received topical trifluridine ophthalmic solution or antibiotic/corticosteroid ophthalmic suspension for treatment of chronic ocular disease.", "cite_spans": [], "ref_spans": [], "section": "Clinical Evaluation"}, {"text": "Sera and heparinized marrow samples were obtained for in vitro hematopoietic progenitor assays from FIV-seropositive cats, and simultaneously studied uninfected controls, at study entry and after follow-up intervals of 19 to 68 months. The frequencies ofearly and late marrow erythroid progenitors (burst-forming units-erythroid [BFU-El and colon y-forming units-erythroid [CFU-E] respectively) and granulocyte/macrophage progenitors (CFU-GM) were determined by colony-forming assays of light density marrow mononuclear cells (MMNC) cultured in methylcellulose, as previously described in detail.\" To determine the percentages of hematopoietic progenitors in the DNA-synthetic phase of the cell cycle, tritiated thymidine ('HTdR) suicide assays were performed as previously described.\" To determine whether the serum of FIV-seropositive cats contained activity that inhibited the in vitro differentiation of progenitors, MMNC from control and study cats were cultured in methylcellulose with 20% fetal calf serum (FCS)/ 10% heat-inactivated FIV-positive (autologous) serum, 20% FCS/ 10% heat-inactivated uninfected control serum, or 30% FCS alone. Finally, to determine whether FIV infection altered the growth response of progenitors to hematopoietic colony-stimulating activity, MMNC from control and study cats were cultured under optimal methylcellulose conditions w i t h 0 t o 10% concentrations o f exogenous colony-stimulating activity (supplied by heat-inactivated conditioned media from feline embryonic fibroblasts infected with FeLV-AiGlasgow-I : FEFA-CM).I9 Dose-response curves were generated based on the numbers o f colonies derived from BFU-E and CFU-GM in culture.", "cite_spans": [], "ref_spans": [], "section": "Bone Marrow Culture Studies"}, {"text": "I n all experiments, each assay was performed in triplicate. Results were expressed as mean f SEM for each condition, and significant differences were determined using Student's t-test.22", "cite_spans": [], "ref_spans": [], "section": "Bone Marrow Culture Studies"}, {"text": "In accordance with patient selection criteria, all 5 FIVseropositive cats were asymptomatic and had normal CBCs and bone marrow cytologic evaluations on initial presentation. Serum biochemical values were within normal limits with the exception of mildly increased globulin concentrations in cats B and C (5.2 and 5.6 g/dL, respectively; reference range, 2.6 to 5.1 g/dL). Results of serum protein electrophoresis indicated polyclonal gammopathies with elevations in a-2 and y-globulin concentrations in these 2 cats, and no abnormalities in the other cats. Fecal flotation yielded negative results for all cats. Likewise, all cats were negative for FeLV by both ELISA and IFA assays. Four of 5 cats had positive coronavirus antibody titers, which in the absence of clinical signs, were interpreted to reflect prior coronavirus exposure. All cats had negative T gondii IgG titers; however, 2 cats (cats B and D) had positive T gondii IgM titers. To exclude the possibility of acute, subclinical toxoplasmosis, sequential serum titers to T g o n d i were evaluated throughout the study for cats B and D (results presented with Longitudinal Clinicopathologic Finding below).", "cite_spans": [], "ref_spans": [], "section": "Znitial Clinical Data"}, {"text": "Results of initial bone marrow culture studies to evaluate hematopoietic progenitors on cats A. B, and D were included in our earlier report of hematopoiesis in asymptomatic FIV-seropositive cats.\" Baseline studies on cats C and E yielded similar results, which showed no significant differences between FIV-infected cats and healthy, uninfected. age-matched control cats in the frequencies of CFU-E, BFU-E, and CFU-GM, progenitor cell cycle kinetics, or growth responses to hematopoietic growth factors present in FEFA-CM. Furthermore, sera from the FIV-infected cats supported autologous or allogeneic progenitor growth in vitro as well as normal cat sera (data not shown).", "cite_spans": [], "ref_spans": [], "section": "Znitial Clinical Data"}, {"text": "As shown in Table 1 , cats were studied for variable durations that ranged from 28 to 77 months, (median, 66 months) depending on the date of initial presentation to the Feline Retrovirus Clinic. Two cats remained asymptomatic (cats C and D), 2 cats showed only mild clinical abnormalities (cats A and E), and 1 cat was euthanized after developing a malignant neoplasm (cat B). In general, body weights remained stable or increased, sometimes necessitating a change to a lower caloric diet to avoid obesity. Marked weight loss was associated with malignant disease in cat B. After 40 months of study, cat A (then 6.8 years old) developed acute onset of unilateral anterior uveitis. Intraocular inflammation resolved in response to topical treatment with prednisolone acetate ( 1%) solution; however, after 2 weeks on this therapy he developed acute ulcerative keratitis and conjunctivitis in the treated eye. Immunofluorescence staining of conjunctival scraping were positive for herpesvirus, and negative for chlamydia and calicivirus (Virology Laboratory, College of Veterinary Medicine, University of Tennessee, Knoxville, TN). Corneal lesions improved markedly within 2 weeks of topical trifluridine (Viroptic ophthalmic solution, Burroughs Wellcome Co., Research Triangle Park, NC) therapy. Subsequently, cat A showed mild, chronic unilateral keratoconjunctivitis and anterior uveitis, which was adequately controlled but not eliminated, with every other day application of a topical antibiotic/corticosteroid ophthalmic solution (Gentocin Durafilm, Schering-Plough Animal Health Corp, Kenilworth, NJ).", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Clinical Course"}, {"text": "After 45 months of study, the anterior aspect of the digital footpads of cat B (then 9.75 years old) were noted to appear rough and thickened. Firm conical projections (3 to 5 mm) of cornified tissue were excised from the anterior aspect of the 2 most severely affected pads. Histopathology revealed marked hyperkeratosis (ie, cutaneous horns). The remaining lesions grew very slowly, caused minor discomfort, and were occasionally chewed off by the cat during grooming. In the 68th (and final) month of study, cat B (then I 1.7 years old) developed weight loss (30% ofbody weight over 3 months), lethargy, inappetence, and tachypnea. On physical examination, the antenor thorax was noncompressible, and muffled heart sounds were auscultated. Pleural effusion and increased soft tissue density in the anterior mediastinal region were evident on thoracic radiographs. Bilateral thoracocentesis yielded 80 mL of yellow fluid containing a few large, bizarre, ovoid basophilic cells with large nucleoli, suggestive of thoracic neoplasia. Urinalysis results were unremarkable and coronavirus serology was negative. Because of its moribund condition and poor prognosis, cat B was euthanized and a necropsy was performed. Gross lesions consisted of moderate pleural effusion, a firm, elongated white mediastinal mass (2.5 X 8 cm) anterior to the heart, and multiple small (0.25 to 0.5 cm diameter) white nodules on the serosal surfaces and extending into the parenchyma of the lungs, liver, and spleen. Histopathologic findings included bronchiolar-alveolar adenocarcinoma with metastases to lungs, liver, and spleen; moderate hepatic lipidosis; mild membranous glomerulonephritis and interstitial nephritis; and mild bone marrow hyperplasia. After a few months of study, cat E developed periodic episodes of miliary dermatitis, principally affecting the lower back. Histopathology of skin biopsy specimens revealed mild perivascular hyperplastic dermatitis with mixed mononuclear cells, mast cells, and occasional eosinophils. Lesions were most consistent with flea antigen hypersensitivity and regressed in response to short-term oral chlorpheniramine (Chlorpheniramine maleate, United Research Laboratories, Bensalem, PA) administration and insecticidal flea control (Mycodex Pet Shampoo with Carbaryl, SmithKline Beecham Animal Health, West Chester, PA and Ovitrol Plus Flea Spray, Zoecon Cow, Dallas, TX). In the 28th (and final) month of study, partial alopecia, erythema, and scaling on the lateral margins of both pinnae, and marked inflammation at the glossopalatine arches of the oral cavity were noted on physical examination. Wood's lamp examination results were negative. Biopsy specimens of cutaneous and oral lesions revealed mild perivascular and periadnexal dermatitis (consisting of mixed mononuclear cells and few neutrophils), with dermatophyte hyphae in hair follicles and in the superficial keratin layer, and moderate plasmacytic stomatitis, respectively. Table 2 ). Cat C remained asymptomatic. Cat E showed episodic miliary dermatitis throughout the study and localized dermatophytosis and plasmacytic stomatitis in the final month of study.", "cite_spans": [], "ref_spans": [{"start": 2972, "end": 2979, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Clinical Course"}, {"text": "Peripheral blood values (means and ranges) for hematocrit and total WBC, neutrophil, and lymphocyte counts of the FIV-seropositive cats over the entire study period are summarized in Table 2 . Persistent hematologic abnormalities were not detected; however, intermittent absolute neutropenia and/or absolute lymphopenia occurred in all cats. In addition, mean total leukocyte counts were considerably below the mean reference value in 4 of 5 cats. Leukocytosis was infrequent, being noted only in cat A as a result of peripheral lymphocytosis. In all cats, leukocyte morphology remained normal, and high numbers of immature neutrophils (ie, bands or metamyelocytes) were not observed on blood smears. Although all cats occasionally had low-nor-ma1 heniatocrits, anemia was not noted and the mean hematocrit values remained stable over time. Quantities and morphological characteristics of peripheral eosinophils, monocytes, and platelets remained within normal limits throughout the study period. Hematologic changes showed no apparent correlation with clinical signs (Figs 1 and 2) .", "cite_spans": [], "ref_spans": [{"start": 183, "end": 190, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1068, "end": 1082, "text": "(Figs 1 and 2)", "ref_id": "FIGREF2"}], "section": "Longitudinal Hematologic Findings"}, {"text": "In cat A, lymphocytosis (>7,000 lymphs/pL) was a prominent feature of leukograms early in the study (ie, months 13 to 23), but did not persist. Peripheral blood morphology revealed increased numbers of small, mature lymphocytes (range, 7,540 to 13,430 lymphs/pL; mean, 10,470 lymphs/ FL), whereas other hematologic and clinical parameters were normal.", "cite_spans": [], "ref_spans": [], "section": "Longitudinal Hematologic Findings"}, {"text": "In 3 cats (cats B, C, and D), absolute lymphopenia (< 1,500 lymphs/pL) was a relatively common finding, being noted in 17%, 30%, and 40% of leukograms evaluated over the entire study, respectively. Lymphocyte counts in these cats showed a tendency to decline progressively over time (Fig I) . During the final 12 months of the study, cats B, C, and D were lymphopenic in 57%, 60%, and 80% of leukograms, respectively. Despite this trend of decreasing lymphocyte numbers, cats C and D remained asymptomatic. Absolute neutropenia (~2 , 5 0 0 segs/pL) was detected intermittently in all 5 FIV-seropositive cats. Figure 2 illustrates sequential neutrophil counts for 2 of the study cats (cats C and E). Over the entire study, I7 of 154 ( 1 1 %) leukograms from all cats had absolute neutropenia, generally of mild to moderate severity (eg, 1,500 to 2,400 segs/FL). Neutropenia occurred most frequently in cat E, which showed low to low-normal neutrophil counts throughout the study (Fig 2) . Absolute neutropenia was present in 41% of leukograms from cat E, although neither the frequency nor severity of this abnormality changed significantly over time.", "cite_spans": [], "ref_spans": [{"start": 283, "end": 290, "text": "(Fig I)", "ref_id": null}, {"start": 609, "end": 617, "text": "Figure 2", "ref_id": null}, {"start": 978, "end": 985, "text": "(Fig 2)", "ref_id": null}], "section": "Longitudinal Hematologic Findings"}, {"text": "Cytological evaluations of bone marrow aspirates throughout the study revealed normal to slightly decreased myeloid-to-erythroid (M/E) ratios (range, 0.5 to 3.0: 1 .O; reference range, 0.6 to 3.9: I .O), normal cellular morphology, and normal cellular maturation sequences. Thus, there were no consistent marrow morphological derangements to correlate with peripheral blood changes. At the end of study, erythroid nuclear maturation defects (ie, megaloblastic features) were noted in marrows from 2 cats (cats A and D), and cat E had myeloid hypoplasia (M/E ratio, 0.5:l) concomitant with peripheral neutropenia. Histologic evalua-tion of marrow specimens taken at necropsy of cat B (at age, I 1.7 years) showed mildly increased cellularity (approximately 65% of the marrow space was occupied by cells), with increases in numbers of myeloid, erythroid, and megakaryocytic cells, and normal maturation sequences.", "cite_spans": [], "ref_spans": [], "section": "Longitudinal Hematologic Findings"}, {"text": "Serum biochemical values remained relatively unchanged throughout the study. Serum globulin concentrations were consistently high-normal to high (4.5 to 5.7 g/dL; reference range, 2.6 to 5.1 g/dL) in cats B and C. At the end of study, serum protein electrophoretic patterns were again consistent with polyclonal gammopathies in cats B and C, and were normal for the other cats. Mild increase in alanine aminotransferase activity (78 IU/L; reference range, 5 to 65 IU/L) was evident at the time of diagnosis of neoplasia in cat B, concurrent with metastatic liver disease.", "cite_spans": [], "ref_spans": [], "section": "Longitudinal Clinicopathologic Findings"}, {"text": "Initial serological evaluation for toxoplasmosis revealed that two cats (cats B and D) had positive IgM titers and negative IgG titers for T gondii. On serial evaluations, cat B continued to have positive IgM titers, which fluctuated from 1:256 to greater than 1:32,768; however, serum IgG titers remained negative. Cat D also had fluctuations in IgM titers (negative to > I : 16.384) and infrequently had positive IgG titers of low magnitude ( 1 : 128) . These serological results did not appear to correlate with disease or with peripheral blood or bone marrow changes in either cat. In cat B, histological examination of multiple tissues collected at necropsy failed to find any evidence of T gondii organisms or lesions consistent with active toxoplasmosis.", "cite_spans": [], "ref_spans": [{"start": 443, "end": 453, "text": "( 1 : 128)", "ref_id": "FIGREF2"}], "section": "Longitudinal Clinicopathologic Findings"}, {"text": "At the time of long-term follow-up marrow progenitor in vitro studies, cats B and D had absolute lymphopenia ( I , 100 lymphslpl and 5 10 lymphs/pL. respectively) and cat E had absolute neutropenia ( 1,570 segs/pL). The mean 2 SEM frequencies (number per lo5 MMNC) of CFU-E and CFU-G M in the FIV-seropositive cats (140 i 17 and 33 i 5, respectively) did not differ significantly from simultaneously studied controls ( 1 5 I f 2 1 and 34 f 3; P > .I). Also, the frequency of CFU-GM in Cat E, when studied during neutropenia, was not significantly different (P > .05) from a simultaneously studied control cat. In contrast, the mean frequency of BFU-E in infected cats was 67 2 5, compared with I I I It_ 9 in uninfected controls ( P < ,001). A significant difference in BFU-E frequency was consistently found in each experiment comparing an FIV-infected cat with a control. The decrease in BFU-E frequencies in FIV-infected animals could not be attributed to the effects of age, because mean i SEM frequencies of CFU-GM and BFU-E in the normal young adult cohorts (36 f 2 and I10 f 8, respectively; n = 3, median age, 2.2 years) were equivalent to frequencies in the old adult cohorts (45 f 4 and 12 1 f 15; n = 3, median age, 10.3 years).", "cite_spans": [], "ref_spans": [], "section": "Follow-Up Bone Marrow Culture Studies"}, {"text": "The mean percentages of CFU-E, BFU-E, and CFU-GM from FIV-seropositive cats in the S phase of the cell cycle were equivalent to the percentages of progenitors from controls (study cats: 59% f 1 I%, 37% -t 9%, and 43% f 11% respectively; controls: 54% k 14%,41% i 1370, and 36% 2 12%; P > .05). Studies of MMNC from FIV-infected or control cats cultured in different sources of sera revealed that BFU-E -derived colony formation was significantly enhanced in the presence of 10% normal or FIV-positive serum, compared with FCS alone. Enhanced BFU-E growth in the presence of 10% feline serum has been noted prev i o~s l y , '~ and together with the current observations, suggests that feline serum normally contains a burst-promoting activity that is not affected by chronic, asymptomatic FIV infection. There was no evidence of enhanced or suppressed growth of CFU-E or CFU-GM in vitro in the presence of normal or FIV-positive serum. The growth-response of BFU-E and CFU-GM from FIV-seropositive cats in the presence of increasing concentrations of FEFA-CM paralleled the response of normal progenitors, with peak/plateau growth achieved at 7.5% and 5.0% (data not shown), respectively. Thus, in spite of a significant decrease in the frequencies of marrow BFU-E in chronically FIV-infected cats, the cell cycle status of these progenitors, their growth in feline serum, and growth-response to colony stimulating activity remained unperturbed.", "cite_spans": [], "ref_spans": [], "section": "Follow-Up Bone Marrow Culture Studies"}, {"text": "To our knowledge, this is the hrst report of long-term sequential hematologic and clinicopathologic findings in cats with naturally acquired FIV infection. Clinical and laboratory data obtained from initially asymptomatic FIV-seropositive cats were compared with published reference values in an attempt to identify consistent, progressive abnormalities over time. 23 These results confirmed the prolonged penod of asymptomatic (latent) infection, which commonly occurs in FIV-seropositive cat^.^'^,'^ Two of 5 cats remained asymptomatic over study periods of approximately 4 to 5.5 years fie. 49 and 66 months). It is impossible to conclude whether the clinical signs observed in the other cats represent sequela of their FIV infections. Chronic feline herpes infections, uveitis, dermatophytosis, plasmacytic stomatitis, and neoplasia have all been associated with FIV infection, and may reflect underlying immun~deficiency.'-~.~.'~ The occurrence of cutaneous horns in cat B is noteworthy, in that these are rare lesions in cats, possibly resulting from keratinization defects, and have previously been associated with FeLV infection.24 These data further support previous claims that the prognosis for long-term survival of FIV-seropositive cats is generally f a v~r a b l e .~.~,~~ Four of 5 cats were still alive at the end of the study, with a median survival interval of 5.5 years (ie, 66 months). Because it was unknown how long these cats were infected with FIV before diagnosis, the latency and survival periods may actually be underestimated.", "cite_spans": [{"start": 365, "end": 367, "text": "23", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although persistent hematologic disease was not observed, all 5 FIV-seropositive cats developed intermittent absolute neutropenia and/or lymphopenia, and 1 cat had transient lymphocytosis. In 3 of 5 cats, lymphocyte counts showed a gradual progressive decline throughout the study. Although the FIV-seropositive cats periodically showed moderate leukopenia, these hematologic abnormalities did not correlate with clinical status (eg , Figs 1 and 2) . Clinicians must therefore be cautious when attempting to assess pa-tient prognosis based on results of a single blood profile. Anemia or thrombocytopenia were not observed, consistent with previous reports that these abnormalities rarely occur in the absence of clinical d i~e a s e .~.~ One cat in this study had consistently diminished neutrophil numbers in association with normal or hypoproliferative myeloid populations in bone marrow (ie, decreased M/E ratio). This finding is in contrast to the myeloid hyperplasia noted in some symptomatic cats with chronic, naturally acquired infection,' and occasionally accompanies severe neutropenia in cats with experimental acute FIV infection.I2 Similar peripheral blood findings in cats experimentally infected with FIV have been reported.2,'2 In one study, intermittent neutropenia (3/ 6 cats) and lymphopenia ( 2 / 6 cats) began after weeks 50 and 66 postinoculation, respectively, whereas hematocrit and platelet counts remained within the normal ranges for up to 98 weeks postinoculation.12 As peripheral blood cytopenias'O,l 1 and marrow morphological abnormalities' frequently develop in HIV-seropositive patients with late-stage disease, the lentiviral and host cell factors mediating marrow suppression in FIV infection may be similar to those in HIV infection.", "cite_spans": [], "ref_spans": [{"start": 433, "end": 448, "text": ", Figs 1 and 2)", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "To date, the causal role of HIV or FIV in the pathogenesis of the associated hematologic disorders remains undefined. In symptomatic, late-stage infection, marrow suppression could be related to the increased burden of virus (or viral antigen) acting directly or indirectly on marrow progenitor and/or accessory cells, severe immunodeficiency and opportunistic infections, malnutrition, and/or malignancy. In the present study, leukopenia occurred in the absence ofdemonstrable clinical deterioration, concurrent infections, neoplasia, or nutritional deficiencies. Similarly, Mandell et all2 described intermittent leukopenias in specific pathogen free (SPF) cats infected only with FIV and maintained in a pathogen-free environment, suggesting that these disorders are a direct consequence of chronic lentivirus infection. In our studies, the frequencies, cell cycle kinetics, and in vitro growth characteristics of the myeloid progenitors (ie, CFU-GM) were equivalent to controls at baseline and at longterm follow-up in all FIV-seropositive cats. Contrary to our previous findings in a symptomatic FIV-infected cat with chronic neutropenia,26 there was no evidence of progenitor growth inhibitory activity in FIV-positive sera, suggesting that humoral inhibitors of hematopoiesis are likely related to factors associated with late-stage complications. In comparison to the normal CFU-GM frequencies, significant decreases (Pc .OOI) in the frequencies ofmarrow BFU-E were found. These decreases were not associated with abnormalities in the in vitro growth characteristics of the erythroid progenitor populations, suggesting that the surviving BFU-E, and their progeny, were functionally normal. This hypothesis is supported by the observations that the frequencies of CFU-E and hematocrits were not significantly decreased in our study cats, and thus compensatory erythropoiesis likely accounted for the lack of anemia in this setting. Of note, decreased frequencies of peripheral blood BFU-E, with normal CFU-GM frequencies, have been detected in HIV-seropositive human patients with asymptomatic infe~tion.~' Together, these observations suggest that early declines in BFU-E frequencies may reflect a greater sensitivity of the early erythroid progenitor pool to the myelosuppressive effects of lentiviruses.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Progressive decreases in absolute numbers of CD4+ Tlymphocytes and CD4/CD8 ratios have been described in both experimentally and naturally FIV-infected cats,I3-I6 as well as in HIV-infected human patients.\" Although T-cell subsets were not determined in the present study, the progressively declining lymphocyte counts observed in 3 cats were presumed to be due to gradual depletion of CD4+ cells. Peripheral lymphocytosis appears to be an infrequent finding in both HIV-and FIV-infected patient^.^\"^^\" Clinical and laboratory investigations did not identify a specific cause for the mild lymphocytosis found in cat A for 1 1 months of study.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, chronic FIV infection was associated with minimal changes in serum biochemical parameters. Mild hyperglobulinemia, due to increases in a-2 globulin and polyclonal increases in y globulin fractions, was evident throughout the study in 2 of 5 cats. Hypergamniaglobulinemia is associated with both FIV and HIV infections, and most likely results from polyclonal activation of B-Cells.5.7,8.14.1 8.20 Experimentally infected specific pathogenfree cats have also developed significant elevations in serum IgG concentrations 24 to 28 months after FIV infection,13", "cite_spans": [{"start": 407, "end": 411, "text": "8.20", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "suggesting that polyclonal B cell activation likely results from direct or indirect effects of FIV, and not from comorbid factors that can occur during natural infection. In this regard, immunoglobulin-positive peripheral blood cells (presumably B-lymphocytes) have been recently recognized as a major target of FIV in both natural and experimental infections.\"", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "On initial evaluation, 2 cats were found to have positive Tgondii IgM titers and negative IgG titers. Although these results could be consistent with acute T gondii infection, neither cat developed clinical toxoplasmosis. Furthermore, on serial evaluation, T gondii IgM titers remained positive for prolonged periods (greater than 4 years) in these cats.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Lappin et aIz9 previously reported that FIV-seropositive cats are more likely to have Tgondii IgM titers without IgG than are FIV-seronegative cats. One hypothesis for this observation is that FIV infection may suppress T-helper cell function resulting in a delayed antibody class shift from IgM to IgG. In the present study, these serological findings appeared to reflect previous Tgondii exposure.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, these prospective findings from cats with naturally acquired FIV infection confirm several important clinical observations from previous retrospective and experimental studies. Namely, that FIV infection can be associated with ( 1) prolonged asymptomatic (latent) periods (>5.5 years); (2) development of numerous secondary/opportunistic infections suggestive of immunodeficiency; (3) low mortality; (4) absolute lymphopenia and/or neutropenia that may be intermittent and independent of clinical status;", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "( 5 ) progressively declining absolute lymphocyte counts over time; (6) hypergammaglobulinemia; and (7) persistence of positive serum T gondii-specific IgM (without IgG) titers. Also, as with HIV infection, cats with chronic FIV infection can have decreases in hematopoietic progenitor frequencies (ie, BFU-E) and subtle abnormalities in bone marrow cell morphologies that may precede symptomatic (AIDS-like) stages of disease.", "cite_spans": [{"start": 68, "end": 71, "text": "(6)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Isolation of a T-lymphotropic virus from domestic cats with an immunodeficiency-like syndrome", "authors": [{"first": "N", "middle": ["C"], "last": "Pedersen", "suffix": ""}, {"first": "E", "middle": [], "last": "Ho", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Brown", "suffix": ""}], "year": 1987, "venue": "Science", "volume": "235", "issn": "", "pages": "790--793", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pathogenesis of experimentally induced feline immunodeficiency virus infection in cats", "authors": [{"first": "J", "middle": ["K"], "last": "Yamamoto", "suffix": ""}, {"first": "E", "middle": [], "last": "Sparger", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Ho", "suffix": ""}], "year": 1988, "venue": "Am J Vet Res", "volume": "49", "issn": "", "pages": "1246--1258", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiologic and clinical aspects of feline immunodeficiency virus infection in cats from the continental United States and Canada and possible mode of transmission", "authors": [{"first": "J", "middle": ["K"], "last": "Yamamoto", "suffix": ""}, {"first": "H", "middle": [], "last": "Hansen", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Ho", "suffix": ""}], "year": 1989, "venue": "J Am Vet Med Assoc", "volume": "194", "issn": "", "pages": "2--3", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Hematologic abnormalities in cats seropositive for feline immunodeficiency virus", "authors": [{"first": "G", "middle": ["H"], "last": "Shelton", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Linenberger", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Grant", "suffix": ""}], "year": null, "venue": "JAm VetMed Assoc", "volume": "", "issn": "", "pages": "1353--1357", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical, hematologic, and survival data from cats infected with feline immunodeficiency virus: 42 cases (1983-1988)", "authors": [{"first": "E", "middle": ["J"], "last": "Fleming", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Mccaw", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Smith", "suffix": ""}], "year": null, "venue": "J Am Vet Med Assoc I99 I", "volume": "99", "issn": "", "pages": "13--22", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Feline immunodeficiency virus infection. Clinicopathologic findings in 90 naturally occurring cases", "authors": [{"first": "A", "middle": ["H"], "last": "Sparkes", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Hopper", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Millard", "suffix": ""}], "year": 1993, "venue": "J Vet Intern Med", "volume": "7", "issn": "", "pages": "85--90", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Leukogram and biochemical abnormalities in naturally occurring feline immunodeficiency virus infection", "authors": [{"first": "J", "middle": ["B"], "last": "Thomas", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Robinson", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Chadwick", "suffix": ""}], "year": 1993, "venue": "J Am Anim Hosp Assoc", "volume": "29", "issn": "", "pages": "272--278", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "In vitro properties and experimental pathogenic effect of three strains of feline immunodeficiency virus (FIV) isolated from cats with terminal disease", "authors": [{"first": "A", "middle": [], "last": "Moraillon", "suffix": ""}, {"first": "F", "middle": [], "last": "Barre-Sinoussi", "suffix": ""}, {"first": "A", "middle": [], "last": "Parodi", "suffix": ""}], "year": null, "venue": "Vet Microbiol", "volume": "1992", "issn": "", "pages": "3--4", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Haematologic manifestations of human immunodeficiency virus (HIV) infection", "authors": [{"first": "J", "middle": ["L"], "last": "Spivak", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Bender", "suffix": ""}, {"first": "Tc ; I", "middle": [], "last": "Quinn", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Zon", "suffix": ""}, {"first": "C", "middle": [], "last": "Arkin", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Groopman", "suffix": ""}], "year": 1987, "venue": "Br J Haematol", "volume": "66", "issn": "", "pages": "25--26", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Long-term haematological changes in cats experimentally infected with feline immunodeficiency virus (FIV)", "authors": [{"first": "C", "middle": ["P"], "last": "Mandell", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Sparger", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Pedersen", "suffix": ""}], "year": 1992, "venue": "Comp Haem Internat", "volume": "2", "issn": "", "pages": "8--17", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Lymphocyte population changes in cats naturally infected with feline immunodeficiency virus", "authors": [{"first": "C", "middle": [], "last": "Novotney", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "English", "suffix": ""}, {"first": "J", "middle": [], "last": "Housman", "suffix": ""}], "year": null, "venue": "AIDS", "volume": "990", "issn": "", "pages": "12--13", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Acquired immune dysfunction in cats with experimentally induced feline immunodeficiency virus infection: comparison of short-term and long-term infections", "authors": [{"first": "C", "middle": ["D"], "last": "Ackley", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Yamamoto", "suffix": ""}, {"first": "N", "middle": [], "last": "Levy", "suffix": ""}], "year": 1990, "venue": "J Acquir Immun Defic Syndr I99", "volume": "64", "issn": "", "pages": "219--227", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "An early defect in primary and secondary T cell responses in asymptomatic cats during acute feline immunodeficiency virus (FIV) infection", "authors": [{"first": "S", "middle": ["A"], "last": "Bishop", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Williams", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Gruffydd-Jones", "suffix": ""}], "year": 1992, "venue": "Clin Exp Immunol", "volume": "90", "issn": "", "pages": "491--496", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Clinical manifestations of feline immunodeficiency virus infection", "authors": [{"first": "G", "middle": ["H"], "last": "Shelton", "suffix": ""}], "year": 1984, "venue": "Feline Pract", "volume": "19", "issn": "", "pages": "224--228", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pathogenesis of human immunodeficiency virus infection", "authors": [{"first": "J", "middle": ["A"], "last": "Levy", "suffix": ""}], "year": 1993, "venue": "Microbiol Reviews", "volume": "57", "issn": "", "pages": "183--289", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Hematopoiesis in asymptomatic cats infected with feline immunodeficiency virus", "authors": [{"first": "M", "middle": ["L"], "last": "Linenberger", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Shelton", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Persik", "suffix": ""}], "year": 1991, "venue": "Blood", "volume": "78", "issn": "", "pages": "1963--1968", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Abnormalities of B-cell activation and immunoregulation in patients with the acquired immune deficiency syndrome", "authors": [{"first": "H", "middle": ["C"], "last": "Lane", "suffix": ""}, {"first": "H", "middle": [], "last": "Masur", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Edgar", "suffix": ""}], "year": 1983, "venue": "N Engl J Med", "volume": "309", "issn": "", "pages": "453--458", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Course and prognosis of human immunodeficiency virus-associated nephropathy", "authors": [{"first": "L", "middle": [], "last": "Carbone", "suffix": ""}, {"first": "D", "middle": [], "last": "&apos;agati", "suffix": ""}, {"first": "V", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "", "suffix": ""}], "year": 1989, "venue": "Am J Med", "volume": "87", "issn": "", "pages": "389--395", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Schalm's Veterinary Hematology", "authors": [{"first": "N", "middle": ["C"], "last": "Jain", "suffix": ""}], "year": 1986, "venue": "PA: Lea & Febiger", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Feline dermatology 1979-1982: Introspective retrospection", "authors": [{"first": "D", "middle": ["W"], "last": "Scott", "suffix": ""}], "year": 1984, "venue": "J Am Anim Hosp Assoc", "volume": "20", "issn": "", "pages": "537--564", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The bone marrow in human immunodeficiency virus (HIVf-related disease. Morphology and clinical correlation", "authors": [{"first": "D", "middle": ["S"], "last": "Karcher", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Frost", "suffix": ""}], "year": 1991, "venue": "Am J Clin Pathol", "volume": "95", "issn": "", "pages": "63--71", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Chronic leukopenia associated with feline immunodeficiency virus infection in a cat", "authors": [{"first": "G", "middle": ["H"], "last": "Shelton", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Abkowitz", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Linenberger", "suffix": ""}], "year": 1989, "venue": "J Am Vet Med Assoc", "volume": "194", "issn": "", "pages": "253--255", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Early loss of circulating hematopoietic progenitors in HIV-I-infected subjects", "authors": [{"first": "G", "middle": ["P"], "last": "Bagnara", "suffix": ""}, {"first": "G", "middle": [], "last": "Zauli", "suffix": ""}, {"first": "M", "middle": [], "last": "Giovannini", "suffix": ""}], "year": 1990, "venue": "Exp Hematol", "volume": "18", "issn": "", "pages": "426--430", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Effect of feline immunodeficiency virus infection on Toxoplasma gondii-specific humoral and cell-mediated immune responses of cats with serologic evidence of toxoplasmosis", "authors": [{"first": "R", "middle": ["V"], "last": "English", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Johnson", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Gebhard", "suffix": ""}], "year": 1993, "venue": "J Vet Intern Med", "volume": "67", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Vet Intern Med 1995;9: 133-140. Copyright 0 1995 by the American College of Veterinary Internal Medicine.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Scatterplot of absolute lymphocyte counts in 3 FIV-seropositive cats showing progressive declines during study (49 to 68 months). Hyperkeratosis of digital footpads and pulmonary neoplasia with metastatic disease were evident in cat B after 45 and 68 months, respectively. Cats C and D remained asymptomatic.", "latex": null, "type": "figure"}, "TABREF0": {"text": "SHELTON ET AL sis, as determined by peripheral blood and bone marrow evaluations, and in vitro marrow progenitor assays.\" These observations suggested that the cytopenias, which develop during symptomatic stages of FIV infection, may be attributable to factors associated with progressive immunodeficiency, increased viral replicative activity, opportunistic infections, nutritional deficits, and/or malignancies. naturally acquired FIV infections in an attempt to correlate these findings with progression of FIV infection, and if possible, with the development of clinical disease.", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary of Clinical Findings in 5 FIV-Seropositive CatsAbbreviations: M/N, neutered male; F/S, spayed female; DSH, domestic short-haired. * Represents major individual hematologic findings; all cats showed intermittent leukopenias, and significant (P < .001) decreases in frequencies of BFU-E progenitors in bone marrow cultures.", "latex": null, "type": "table"}, "TABREF2": {"text": "Summary of Mean (Range) Hematologic Values in 5 FIV-Seropositive Cats", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cat </td><td>No. of Samples </td><td>Hematocrit (%) </td><td>WBC (X 1.000/rL) </td><td>Segs ( X I .000/rL) </td><td>Lymphs (X 1 .OOO/PL) </td></tr><tr><td>A </td><td>37 </td><td>3 0 (24-39) </td><td>11.8 (6 6-1 9.9) </td><td>5.9 (2.4-12.2) </td><td>5.4 (2.0-13.4) </td></tr><tr><td>B </td><td>36 </td><td>37 (25-44) </td><td>8.2 (4.6-1 7.0) </td><td>4.8 (2.0-10.7) </td><td>2.7 (0.9-5.8) </td></tr><tr><td>C </td><td>33 </td><td>3 4 (25-46) </td><td>6.2 (2.8-15.3) </td><td>3.8 (1 -5-1 1.9) </td><td>2.1 (0.8-4.0) </td></tr><tr><td>D </td><td>31 </td><td>31 (27-38) </td><td>6.7 (4.4-1 1.8) </td><td>4.4 (2.4-8.0) </td><td>1.9 (0.5-3.5) </td></tr><tr><td>E </td><td>17 </td><td>36 (25-45) </td><td>7.4 (5.0-1 1.6) </td><td>2.7 (1.3-4.8) </td><td>3.9 (1.3-6.6) </td></tr><tr><td>Reference valuesz3 </td><td>37 (24-45) </td><td>12.5(5 5-19.5) </td><td>7.5 (2.5-12.5) </td><td>4.0 (1.5-7.0) </td></tr></table></body></html>"}}, "back_matter": []}