{"paper_id": "cce7c2d31a3ba14d0e868a2c688555f681dceb2f", "metadata": {"title": "Lost Trust: Socio-biological Hazard-From AIDS Pandemic to Viral Outbreaks", "authors": []}, "abstract": [], "body_text": [{"text": "from a 'socio-biological perspective' at the possibility of viral outbreaks in the near future and the conditions that have precipitated this hazard.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "It is now over 30 years since the first AIDS case was reported in Los Angeles in the United States in 1981, after which AIDS began to spread worldwide. As of the end of 2011, the number of HIV-positive people worldwide had reached 34 million. In response to this situation, the United Nations released its 2011 Political Declaration on HIV and AIDS: Intensifying Our Efforts to Eliminate HIV and AIDS. As of 2012, 186 countries or 96 % of United Nations members had submitted a report on their national AIDS-response measures (UNAIDS) [4] . Figure 5 .1 indicates the size of HIV-positive populations, showing from left to right the infection rates among adults, sex workers, men who have sex with men, and people who inject drugs. It is striking that the HIV-positive rate among drug injectors is 22 times higher than among the general population.", "cite_spans": [{"start": 535, "end": 538, "text": "[4]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 541, "end": 549, "text": "Figure 5", "ref_id": null}], "section": "Worldwide HIV Hazard"}, {"text": "The background to this situation regarding HIV infection is a story of massive spread of infection through an accident with 'high-risk biotechnologies' [5] . The iatrogenic HIV infection scandal refers to a series of cases of infection with the human immunodeficiency (HIV) virus, caused by the failure to apply safety measures to blood products. Included in these blood products were coagulationfactor products, which are pharmaceuticals effective against hemophilia. The raw material for these products is prepared from the blood of many donors, and the lack of a procedure for virus inactivation left no defense against viral infection. The reported discovery of acquired immune deficiency syndrome (AIDS) in 1981 led to concerns over the risk of infection through blood products, but despite the warnings from many specialists, the use of these products continued and resulted in some 2,000 cases of HIV infection. According to a 1997 White Paper from the Ministry of Health and Welfare, of the 4,028 people with HIV as of February 1997, 1,872 had been infected by blood products. Meanwhile, of the 1,484 people who had developed AIDS symptoms, 641 had been infected by blood products. The reality was that almost half of those with HIV infection were victims of the scandal. This affair raised issues regarding the administration of pharmaceutical approval and licensing by the former Ministry of Health and Welfare and the culpability of the involved organizations and individuals in industry (pharmaceutical manufacturers); in government (the former Ministry of Health and Welfare); and in academia (the AIDS Research Group led by Dr. Z).", "cite_spans": [{"start": 152, "end": 155, "text": "[5]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Worldwide HIV Hazard"}, {"text": "Iatrogenic HIV infection differs from many other cases of iatrogenic drug damage in that it is a 'progressive condition'. What this means is that even when use of the drugs stops, the progression of the symptoms does not. This is because iatrogenic HIV infection arises not from the drug's side-effects, as with most other cases of iatrogenic drug damage, but from viral contamination of the blood that is the raw material for the drugs (Osaka HIV) [6] . In the absence of effective therapy, HIV causes a gradual weakening of the immune system, leading to the onset of AIDS. As of July 1998, there had been 493 deaths from iatrogenic HIV infection, while the number infected was 1,434, of whom 631 had developed AIDS. The number of deaths continues to increase. The fact that many children were affected is another distinctive feature of iatrogenic HIV infection, making all the more urgent the task of limiting the damage and developing therapies. Of those affected, 14 % were 10 years old or younger, while 30 % were 15 years or below, and those aged 20 or below accounted for more than half of all victims. This is why, in the first report by the Research Group for Preventive Therapies for People with HIV Infection, the group's chief researcher, Professor K. Yamada, called iatrogenic HIV infection \"one of the greatest medical tragedies of this century\". The group's report is subtitled The AIDS Scandal [7] . Table 5 .1 summarizes the iatrogenic HIV problem in terms of the number of HIV-infected people and the (estimated) number infected by blood products in the major developed countries. The number of people infected iatrogenically through pharmaceuticals is particularly high in the United States and France, indicating that the damage was spread through a combination of natural and human-made disasters. In many countries including Japan, court actions were brought against the government and pharmaceutical manufacturers. In Spain, where 90 % of bloodcoagulant products were imports from the United States, it is reported that 82 % of the 2,700 hemophiliacs became infected with HIV (Osaka HIV) [8] .", "cite_spans": [{"start": 449, "end": 452, "text": "[6]", "ref_id": "BIBREF4"}, {"start": 1410, "end": 1413, "text": "[7]", "ref_id": null}, {"start": 2111, "end": 2114, "text": "[8]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 1416, "end": 1423, "text": "Table 5", "ref_id": "TABREF0"}], "section": "Spread of HIV Infection through Pharmaceutical Drugs"}, {"text": "In the case of the 'non-heat-treated' coagulation-factor products which were the medium of infection, although there were safety issues involved, the fact remained that they were effective for many hemophiliacs and user-friendly. The coagulationfactor products had a stronger pharmaceutical effect than the cryoprecipitate preparations which were candidate replacements, and, when symptoms became severe, there were apparently cases in which only coagulation-factor products could elicit recovery. Moreover, self-injection of coagulation-factor products by hemophiliacs was authorized in February 1983, offering a greater degree of user-friendliness than cryoprecipitate, which in principle had to be administered in a hospital. As HIV research was less advanced than nowadays, many doctors and patients opted for the immediate benefits of pharmaceutical efficacy and user-friendliness in the face of an unknown future risk, resulting in the unforeseen human-made medical disaster of iatrogenic HIV infection.", "cite_spans": [], "ref_spans": [], "section": "Spread of HIV Infection through Pharmaceutical Drugs"}, {"text": "Central government (the former Ministry of Health and Welfare) continued to assume the role of the supervision and guidance authority for pharmaceutical approval and licensing in its relationship with pharmaceutical manufacturers. Pharmaceutical manufacturers submitted detailed reports on risk data and other information to the Ministry of Health and Welfare, which provided them with guidance on the range of countermeasures. The former Ministry of Health and Welfare had collected information from overseas specialists, but this information was not communicated to medical treatment institutions, patients, or the general public. At the time of the first confirmed case, the Ministry tried to prepare a 'soft landing' for AIDS in Japan. Similarly, so as to avoid panic among the public and unequal treatment of companies, it continued to advocate a softly-softly approach. In court, too, the government went on to adopt the role of director and defender of the accused companies. In addition to this aspect, there was a strong significance attached to the fact that the disease was infectious, which meant that the damage spread through secondary and tertiary infection. Surprisingly, as the Ministry initially treated HIV as a public health and sanitation issue, it did not provide victims with medical treatment, relief or compensation, thinking of the infection rather as a social evil which needed to be rooted out and eliminated.", "cite_spans": [], "ref_spans": [], "section": "Spread of HIV Infection through Pharmaceutical Drugs"}, {"text": "Detailed information on the timeline of the iatrogenic HIV infection scandal has appeared on the website of Life AIDS Project and in a book by Hitoshi Sakurai entitled Umoreta eizu hōkoku (The Buried AIDS Report) [9] . The timeline presented below was prepared with reference to these sources and is based on factual information already released into the public domain.", "cite_spans": [{"start": 213, "end": 216, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Japan's Iatrogenic AIDS Epidemic"}, {"text": "Year. month 1981. 6 The US Centers for Disease Control and Prevention (CDC) reports first AIDS patient (a male homosexual) 1982. 7 CDC reports AIDS cases in hemophiliacs 1982. 9 CDC adopts the term acquired immune deficiency syndrome (AIDS) 1982. 12 The US Food and Drug Administration (FDA) proposes switch to cryoprecipitate and removal of at-risk groups from blood-donor eligibility The US National Hemophilia Foundation (NHF) points out the risk from blood products and the efficacy of cryoprecipitate 1983. ", "cite_spans": [{"start": 18, "end": 19, "text": "6", "ref_id": "BIBREF4"}, {"start": 129, "end": 130, "text": "7", "ref_id": null}, {"start": 176, "end": 177, "text": "9", "ref_id": null}, {"start": 247, "end": 249, "text": "12", "ref_id": null}], "ref_spans": [], "section": "Japan's Iatrogenic AIDS Epidemic"}, {"text": "Hemophilia, a disease in which constituents required for blood clotting and hemostasis are lacking or deficient for genetic reasons, requires medical treatment to supply these missing blood-coagulation factors. Cryoprecipitates products were used as drugs to control the disease [10] . As cryoprecipitate products are made from the pooled blood of one or at the most ten individuals, it was expected that they would be less likely to cause infection than coagulation-factor products, which are made from the pooled blood of between 2,000 and 20,000 people [11] . As the first cryoprecipitate were frozen products, their storage and use presented challenges, and patients had to be treated in hospital, but this problem was resolved by the dried cryoprecipitate developed in the early 1980s, and home treatment using cryoprecipitate did apparently take place in some cases. In countries such as Norway, which actually switched to cryoprecipitate, the rate of hemophiliac HIV infection was kept to low levels, indicating effective decision-making on health policy. This fact casts doubt on the basis of Dr. Z's statement that 'cryoprecipitate is liable to solidification', and instead points to the difference in drug-price markup as one of the possible reasons why the switch to cryoprecipitate was not realized. From 1984 until around 1985, many Japanese doctors viewed as specialists and many officials at the Ministry of Health and Welfare were apparently dominated by the 'logical argument' that \"although use of blood products can lead to HIV infection, many patients have not developed symptoms. Infection and onset of symptoms are thus separate phenomena. Although 'non-heated products' may be a cause of HIV infection, they do not act to cause AIDS onset\" [12] . AIDS is a disease of immune dysfunction caused by a virus called HIV. In a document published in 1986, Dr. Z maintained that confirmation of AIDS requires three conditions to be fulfilled [13] . The first was infection with the AIDS virus, which could be tested via the presence of antibodies. The second was reduced or insufficient immunocompetence. The fact that this reduction of immunocompetence occurs over time is one of the characteristics of AIDS. For reduced immune function to result in the onset of symptoms can take more than 10 years in many cases, until which time the patient may experience no more than a certain degree of fatigue, with no impairment of everyday activities. This is still one of the features that distinguish HIV infection from the onset of AIDS. The third of Dr. Z's conditions was opportunistic infection, which appears as a result of weakened immunocompetence in the form of illnesses such as pneumocystis carinii pneumonia and Kaposi's sarcoma. As a result, medical treatment following the onset of AIDS consists of a constant battle with opportunistic infections. Figure 5 .2 shows the number of new HIV and AIDS infections and deaths in the two subsequent decades from 1990 to 2010. Many HIV-infected patients die each year; the total number of those infected is shown in the figure. When we consider also the number of AIDS deaths due to non-pharmaceutical-related natural infection, such as infection through unprotected sex or needle-sharing, the extent of the tragedy is immeasurable. The problem of iatrogenic AIDS thus continues into the present. In the case of iatrogenic HIV infection, the main point of legal contention was at what juncture pharmaceutical manufacturers and the Ministry of Health and Welfare had become aware of the risk from non-heated products. The case in point in the criminal trial was that of a liver-disease patient treated with non-heated products from the pharmaceutical company Green Cross Corporation in April 1986. The court attempted to trace why the president of the corporation had not recalled the products, and why Mr. Y, the then head of the Biologics and Antibiotics Division at the former Ministry of Health and Welfare, had not ordered a recall.", "cite_spans": [{"start": 279, "end": 283, "text": "[10]", "ref_id": null}, {"start": 556, "end": 560, "text": "[11]", "ref_id": null}, {"start": 1763, "end": 1767, "text": "[12]", "ref_id": null}, {"start": 1958, "end": 1962, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 2872, "end": 2880, "text": "Figure 5", "ref_id": null}], "section": "Background to Scandal"}, {"text": "Since pharmaceutical manufacturers were also in a position to access risk data, they were unable to deny their involvement in the manufacture and sale of drugs potentially contaminated with the virus. Information from pharmaceutical manufacturers was reported to the former Ministry of Health and Welfare, but was not communicated to the hemophiliacs who were the product consumers. The Ministry thereby clearly neglected its duty to warn patients and the public. As for non-heated products, while most other countries reduced their imports, Japan sought to increase imports and even reduced the price as an incentive. The reason for the import of unsafe 'non-heated products' was quite simply the prioritization of earnings from the markup on the drug price. This is the profit derived from the difference between the fixed domestic price for medical products and the price actually paid to the overseas supplier. The markup on non-heated products was particularly great. With cryoprecipitate products, in contrast, there was almost none. There are also issues associated with the actions of those involved after the danger was realized: even after heated products became available, they failed to urgently recall the non-heated products which they knew to be unsafe. By making false reports to the Ministry of Health and Welfare regarding the dates of market release and recall of non-heated products, the Green Cross Corporation engaged in fraud and misrepresentation compounding the damage, for which it bears a grave 'social responsibility.' Figure 5 .3, stakeholders of the pharmaceutical industry, presents a diagrammatic illustration of the interest groups in the industry involved in the administration of pharmaceutical approval and licensing. As shown, Green Cross effectively engaged in bribery, which included making payments, disguised as 'research funds', to a foundation that Dr. Z was in the process of establishing, suggesting that the 'business ethics' of this pharmaceutical operator were very poor. Its approach, which prioritized its own interest at the expense of patients and the public, aggravated the damage. However, this kind of poor practice was not restricted to the corporate players; responsibility also lies with the government authorities that administered the pharmaceutical regulatory system, which became ever clearer as the Japanese media (NHK) delved more deeply into the scandal.", "cite_spans": [], "ref_spans": [{"start": 1547, "end": 1555, "text": "Figure 5", "ref_id": null}], "section": "Business Ethics and Corporate Social Responsibility"}, {"text": "The former Ministry of Health and Welfare had the role of providing supervision and guidance to pharmaceutical manufacturers. Notwithstanding its name change to the Ministry of Health, Labor and Welfare following a ministerial reorganization, its historic responsibility for the iatrogenic HIV infection remains, together with its duty to compensate patients and victims. This raises the question of the political and administrative responsibility of the regulatory authorities. Although it may not have been deliberately responsible, if it is the case that the former Ministry of Health and Welfare sacrificed the health of hemophiliacs for the sake of pharmaceutical manufacturers' profit, then the regulatory authority itself has become a malignant influence on society, a situation that calls for the establishment of an ethical code for government organizations. The pharmaceutical regulatory system has been called a 'web of vested interests'. The sorting of good medicines from bad is carried out under government guidance through a process known as pharmaceutical inspection, but, paradoxically, there is greater interest vested in bad medicines than in good medicines. Pharmaceutical companies make massive capital investment in drug development and have to adapt to new raw materials and a new production line for each new drug. They need to recoup this investment, and the development of a single drug is thus a kind of venture project that can determine the entire fate of the company.", "cite_spans": [], "ref_spans": [], "section": "Business Ethics and Corporate Social Responsibility"}, {"text": "Because of this, once a drug had been developed, since it was no longer possible to halt the investment in the associated production plant, the company would approach official bodies and the specialist committees and research groups that ", "cite_spans": [], "ref_spans": [], "section": "Business Ethics and Corporate Social Responsibility"}, {"text": "The administrative responsibility of the regulatory authorities involved in the iatrogenic HIV infection scandal (the former Ministry of Health and Welfare) was the focus of the court case. In court, the basis for the questioning of the Ministry's responsibility was the Pharmaceutical Affairs Law, which was amended in 1979 in response to the SMON (subacute myelo-optico-neuropathy) case. The amendment gave the Ministry the authority to close down the supply of a pharmaceutical where there was the risk of it creating or aggravating a health or safety hazard. At issue was the failure to exercise this authority, in other words negligence on the part of the regulatory authority. Specifically, it can be pointed out, for instance, that Japan lagged behind the United States by 2 years and 4 months in the approval of heated products. This was largely attributable to the coordination of clinical studies by Dr. Z, but another probable issue was the structure whereby the former Ministry of Health and Welfare's pharmaceutical-licensing operation was dependent on a small number of specialists. Table 5 .2 summarizes the dates from which HIV-antibody testing and heat treatments of concentrated products were made obligatory.", "cite_spans": [], "ref_spans": [{"start": 1097, "end": 1104, "text": "Table 5", "ref_id": "TABREF0"}], "section": "Ghost Governance"}, {"text": "Documents now made public suggest that, although the former Ministry of Health and Welfare had collected a large amount of risk data, it not only did not make the data public but may actually have manipulated the advice from the FDA. AIDS was first recognized in Japan on March 22, 1985, with the reporting of the case of a male homosexual resident in the United States, which became known as the Juntendo University case. The patient survived for 10 years after diagnosis, and, although infected with HIV, is thought to have been yet to develop AIDS at that time. In contrast, a hemophiliac who died in July 1983, known as the Teikyo University case, was not recognized as an AIDS patient. It has been claimed that this was because the former Ministry of Health and Welfare tried to conceal the fact of hemophiliac HIV infection. Even subsequent to the licensing of heated products, the Ministry exacerbated the damage by failing to order pharmaceutical manufacturers to recall unheated products. Underlying this lax leadership is a readily perceptible collusion between the former Ministry of Health and Welfare and the pharmaceutical manufacturers. The Green Cross Corporation of those days was described as an outpost of the Ministry of Health and Welfare's Pharmaceutical Affairs Bureau, and the practice of amakudari, whereby officials from the Ministry frequently retired into sinecure positions with pharmaceutical manufacturers, led to the formation of strong collusive relationships in the area of pharmaceutical approval and licensing (Mainichi Shimbun Shakaibu) [14] .", "cite_spans": [{"start": 1574, "end": 1578, "text": "[14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Ghost Governance"}, {"text": "As shown in Fig. 5 .4, the background to the iatrogenic HIV infection scandal was formed not only by the various contributions of industry, government and academia, but also by the undeniable fact of mutual interorganizational relationships among the three based on an 'industrial protection policy' peculiar to what has been called Japan Inc. It was surely the collusive relationships among industry, government, and academia based on the 'vulnerable systems' in Japanese society [15] -a negative result of the interrelationship of organizations in Japan's industrial society-that lay behind the iatrogenic HIV infection scandal. ", "cite_spans": [{"start": 481, "end": 485, "text": "[15]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 12, "end": 18, "text": "Fig. 5", "ref_id": null}], "section": "Ghost Governance"}, {"text": "The head of the AIDS Research Group, Dr. Z, was at the time Japan's foremost expert in hemophilia treatment, and was thus an influential and authoritative voice in the field of medicine relevant to the iatrogenic HIV infection scandal. The AIDS Research Group was in fact heavily involved in important decisions that led to the compounding of the damage from the iatrogenic HIV infection, such as the decision not to switch from coagulation-factor products to cryoprecipitate products. Specifically, at the meeting of the Home Treatment Promotion Committee on October 18, 1983, Dr. Z said in respect of his earlier claim that 'cryoprecipitate tends to solidify' that it might not be true. At a time when there were doubts over the safety of blood products, a grave responsibility attaches to his decisions not to switch to cryoprecipitate products, and then to delay the clinical study of the heated products when he should have been working to provide a safer drug as quickly as possible. In connection, it was found that doctors had had financial dealings with pharmaceutical manufacturers, which was proven by the fact that Green Cross had made donations, disguised as research funds, to a foundation established by Dr. Z. As part of the July 1997 reorganization of the pharmaceutical regulatory structure recommended in the 1997 Annual Report on Health and Welfare, the Pharmaceutical Affairs Bureau was abolished, and the Health Policy Bureau took control of policy on the promotion of pharmaceutical research and development, pharmaceutical production and distribution, and related aspects. Meanwhile, the Pharmaceutical and Food Safety Bureau was created to oversee the broad range of safety measures relating to medical treatment and pharmaceuticals, such as pharmaceutical clinical studies, approval and inspection, post-marketing safety measures, and measures to prevent infection within medical-treatment institutions. In parallel, as part of a strategic upgrade and reorganization of testing and research institutions, the National Institute of Hygienic Sciences was reconstituted as the National Institute of Health Sciences, and was equipped with a Pharmaceuticals and Medical Devices Evaluation Center to promote survey and research work on the safety and efficacy of pharmaceuticals and foodstuffs and strengthen pharmaceutical inspection. To coincide with the reorganization, there was a systematic increase in the number of staff assigned to pharmaceutical inspection work, and the inspection system was changed: whereas previously the actual work of inspection had been delegated to the Central Pharmaceutical Affairs Council, whose members were drawn from the outside, the core work of pharmaceutical inspection was now to be carried out in-house by the Pharmaceuticals and Medical Devices Evaluation Center, with the Council's role specialized to cover high-level assessment. Urgent steps were to be taken to set up a corresponding system of responsibilities. The system of clinical-study principal investigators, which had been Dr. Z's role in the licensing of heated products, was abolished.", "cite_spans": [], "ref_spans": [], "section": "Lost Compliance"}, {"text": "The new medical-product approval and inspection system created by the reorganization of government agencies came into force in 1997. In subsequent administrative reforms, the former Ministry of Health and Welfare became the Ministry of Labor, Health and Welfare, and there were changes in the content of its administrative activities including services provided and approval and licensing operations. Under the previous system, Inspection Guidelines and Inspection Reports were submitted to the Investigation Committee of the Central Pharmaceutical Affairs Council, which was made up of specialists from outside the Ministry. This system was replaced in November 2000 by a simplified format in which the Central Pharmaceutical Affairs Council participated in a so-called team inspection. This move appears to have been designed to shorten the time required for approval.", "cite_spans": [], "ref_spans": [], "section": "Lost Compliance"}, {"text": "In the final analysis, the cause of the iatrogenic HIV infection lay in a system in which the government agencies that constituted the pharmaceutical regulatory authorities were essentially bypassed so that the effective 'decision-making' body for drug clinical-study approval was the specialist committee known as the AIDS Research Group, to which pharmaceutical manufacturers made donations in an effort to have their pharmaceuticals approved and licensed, thus interfering in the process of pharmaceutical approval and license renewal. In future, lessons must be drawn from the iatrogenic HIV infection, and reform must be applied to the web of interests in the pharmaceutical industry and its system of cozy collusive relationships with government agencies. The poor practice and collusive relationships arising from the network of interests linking the worlds of industry and government also exemplify the need to reform, in terms of both policies and systems, the ethos and culture which became entrenched during Japan's earlier period of rapid economic growth. An existing organizational culture must not be allowed to prevent the organization from learning to find its way in a new age. Dismantling the old culture of the past and creating a new culture is an important process. The culture of poor practice which is latent within the pharmaceutical regulatory system and the pharmaceutical industry represents a form of 'organizational inertia' which still today retains the power to act against the public interest. The culture and ethos latent in this network of collusive relationships among Japanese industry, government, and academia may need to be the subject of creative destruction as we move into the near future.", "cite_spans": [], "ref_spans": [], "section": "Lost Compliance"}, {"text": "It is clear that responsibility for the organizational disaster of iatrogenic HIV infection lies at once with industry, government, and academia, but the background to this is the industrial-protection policy of Japan Inc., which is deeply rooted in the culture of the pharmaceutical industry. The system for approval and licensing, as administered by the regulatory government authority for each industry, itself spawned a network of collusive relationships among industry, government, and academia through practices such as amakudari, donations from private-sector bodies to the public sector, and expense-account entertaining. The case of iatrogenic HIV infection can be seen as a negative result of this relationship between business and government. This underlines the fragility of the 'cultural ethos' [16] of Japanese industrial organizations and typifies a system common to all of Japanese industrial society: a veritable 'Galapagos, a strange, isolated world'.", "cite_spans": [{"start": 808, "end": 812, "text": "[16]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Lost Compliance"}, {"text": "Human-made disasters such as the phenomenon of iatrogenic AIDS infection outlined above have an inevitable 'teleconnection' with natural disasters. New viral strains and infectious diseases are one form of 'unsafety threatening humankind.' Historically, tuberculosis, cholera, plague, influenza, AIDS, and other infectious diseases have claimed many victims. More recently, the worldwide spread of SARS and avian influenza in 2003 is fresh in our memory. There are fears of epidemics of the three major infectious diseases (AIDS, malaria, and tuberculosis) arising from the 'biological hazard' caused by the world population explosion to 7.2 billion. The particular danger of biological hazard is its exponential pattern of spread. Explosive damage arises through bacterial and viral infection via living organisms, person-to-person infection, or cross-species infection, for example from cattle to humans through bovine spongiform encephalopathy (BSE), variant Creutzfeldt-Jakob disease (vCJD), and foot-and-mouth disease. Moreover, rubella infection in pregnant women may cause cataracts and glaucoma, congenital heart disease, hearing impairment, and other conditions in the fetus, while congenital rubella syndrome (CRS) poses the risk of damage to the next generation. Whether this is regarded as a case of human-made or natural selection, the result is the same: the disaster leads to an indivisible resonance phenomenon, the negative interaction of which causes the accelerated spread of 'unsafety'.", "cite_spans": [], "ref_spans": [], "section": "Viral Outbreaks Caused by Global Warming: Limitations of Management and Policy"}, {"text": "The WHO has published Fig. 5 .5 worldwide to signal the risk from biological hazards. The northward spread of infectious tropical diseases caused by recent global warming is proceeding at an ever-accelerating pace. Among the hazards facing the world, the proportion represented by these biological hazards is second in number only to natural disasters such as earthquakes, tsunamis, volcanoes, typhoons and hurricanes, and accounts for one-third of all hazards.", "cite_spans": [], "ref_spans": [{"start": 22, "end": 28, "text": "Fig. 5", "ref_id": null}], "section": "Viral Outbreaks Caused by Global Warming: Limitations of Management and Policy"}, {"text": "Meanwhile, there is concern that global warming's disruption of the energy balance may allow the spread of infectious tropical diseases to the northern hemisphere. The serious prevalence of West Nile fever in the United States resulted from its being spread to the temperate zone of North America by travelers. In Japan, similarly, the example of the redback spider (Latrodectus hasselti), which was discovered in Osaka Prefecture and has extended its habitat to the whole country, demonstrates that this is not an insubstantial problem. In particular the recent prevalence of Dengue-fever, whose incidence has increased 30-fold in the last 50 years, means that over 100 countries are threatened by the growth of the domain of infection (WHO) [17] . Figure 5 .6 shows areas with high risk of Dengue-fever infection as of 2011. The lines to the north and south of the figure indicate the minimum temperature of 10 C delineating the habitat limit of the mosquito that transmits the Dengue-fever virus. Advancing northward like an army, global warming is extending the habitat of the mosquitoes that transmit tropical viruses and is pushing the infection toward the northern hemisphere, which has a large land mass and is home to a large proportion of the human race. This poses a threat to the populations of these areas, who have no experience of or resistance to tropical viruses, diehard by global-warming.", "cite_spans": [{"start": 743, "end": 747, "text": "[17]", "ref_id": null}], "ref_spans": [{"start": 750, "end": 758, "text": "Figure 5", "ref_id": null}], "section": "Viral Outbreaks Caused by Global Warming: Limitations of Management and Policy"}, {"text": "Not only the abovementioned infectious tropical diseases transmitted by bacteria and viruses, but also the risk of infection spread through global warming and the resulting crisis, will be of increasing concern going forward. For instance, since cholera bacteria live in symbiosis with plankton in seawater, the rise in sea temperatures, causing plankton to breed more prolifically, also leads to an increase in cholera bacteria, which has extended its infection zone northward. Already, it is reported that the 1991 El Niño phenomenon in South America has led to sharp yearon-year increases in cholera cases. The IPCC report from the end of September 2013 states that the world's average atmospheric temperature rose by 0.85 C from 1880 to 2012 and predicts that the temperature rise by the year 2100 will be up to a maximum of 4.8 C, leading to fears of a 'Global Big Melt', which will precipitate a worldwide struggle over water and food resources (IPCC) [18] . The freshwater available on the planet for human consumption as drinking water is said to represent 0.008 % of all the earth's H 2 O, so a Global Big Melt would mean the depletion of the water resources for the human population of 7.2 billion now. Especially in the northern hemisphere, which contains a high proportion of the planet's land mass, the melting of glaciers and permafrost soil to which the Big Melt refers is predicted to lead to the spread of viral infection to previously unaffected areas. Combined with 'trans-global movement' of travelers and migrants, and biological weapons, terrorism, and other disasters arising from human-made unsafety, these outbreaks could spread worldwide.", "cite_spans": [{"start": 958, "end": 962, "text": "[18]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Viral Outbreaks Caused by Global Warming: Limitations of Management and Policy"}, {"text": "Governments and the responsible departments of regulatory authorities are loath to recognize 'socio-biological hazard'. The leak and spread of radioactivity following the meltdown of the Fukushima nuclear power plant, although a question of life and death for local residents, the wider community, and the Japanese population as a whole, were hidden by the government and the company involved. Sociobiological hazard thus cannot be controlled by central government policy or corporate management, which instead frequently responds with concealment or falsification of information. Nor is it susceptible to control by social or other systems. Outbreaks or pandemics of social or biological problems are accompanied by the breakdown of social functions, indicating the limitations of policy and management at the level of national government and business organization.", "cite_spans": [], "ref_spans": [], "section": "Viral Outbreaks Caused by Global Warming: Limitations of Management and Policy"}, {"text": "Unlike war, coups d'état, and conflict, the influx of people into an area of hazard results in new infections as contamination with the pathogen spreads along the chain among the members of families, communities, and organizations. National governments and the WHO have, albeit discreetly, sounded the alarm over the worldwide spread of locally endemic diseases not only through mosquitoes, ticks, and migratory birds, but also through human movement (travelers on business or otherwise). A crucial role in the infection zones has been played by the organization Médecins Sans Frontières, known for its role in the discovery of SARS. In such a spread of infection, as in the model predicted by J. Reason, [19] accidents and disasters leak through security holes, author which suggests a resonance between human-made and natural disasters.", "cite_spans": [{"start": 705, "end": 709, "text": "[19]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Viral Outbreaks Caused by Global Warming: Limitations of Management and Policy"}, {"text": "To summarize, the increased risks and crises brought about by global warming can emanate through leaks in physical, social, and biological defensive barriers. The resulting human-made disasters have already brought about systemic breakdown on various fronts. The 'survivability' which is a defensive barrier programmed into human DNA does not operate in C. I. Barnard's so-called 'zone of indifference', where hazard is neither made known nor perceived. Consequently one could suggest, in many cases, hazard is only registered when a crisis emerges from the damage due to the spread of infection instigated in the breakdown of health and sanitation and other social systems and functions (Fig. 5.7) .", "cite_spans": [], "ref_spans": [{"start": 688, "end": 698, "text": "(Fig. 5.7)", "ref_id": null}], "section": "Viral Outbreaks Caused by Global Warming: Limitations of Management and Policy"}, {"text": "A comparison of viral outbreaks on a global scale, such as the worldwide pandemic of iatrogenic AIDS, reveals a similar structure. First of all, insufficient information disclosure allows an influx of people into the infection area; secondly, government measures to suppress infection and efforts at an organizational level by corporations or other bodies remain weak; and thirdly, there is a \"zone of indifference outside the infection area.\" These three factors create disregard for hazard information (de-civilization). Accurate publicity of 'socio-biological hazard' is therefore essential at the levels of international society, government, corporate organizations, and the individual, while also urgent are preventing unnecessary or unauthorized business visits or travel to the hazard area and other issues of organizational compliance and governance, together with Human Resource Management (HRM). The northward spread of tropical infectious diseases through global warming has created a need for social systems at various levels, including those of government, corporate organizations, and the individual. This means that the concept of an 'eco-civilization'-promoting coexistence at the level of the social ecosphere, and associated disclosure of information-is the only viable approach to suppressing the combination of human-made and natural disasters that constitute socio-biological outbreaks and pandemics.", "cite_spans": [], "ref_spans": [], "section": "Viral Outbreaks Caused by Global Warming: Limitations of Management and Policy"}, {"text": "In April 2002, eastern Asia was struck by the SARS virus. Following the noble efforts made by the organization Médecins Sans Frontières, alerts were communicated worldwide through WHO. At the time, I was due to leave for a period of external research at IMD Lausanne, and my office urged me to proceed with the departure from Kansai Airport despite the risk of spreading the SARS infection. However, I defied them and postponed the departure. It was precisely on the day of my scheduled departure that Kansai Airport was subjected to a major disinfection operation as a precaution against SARS. The decision to postpone my departure after consulting my departmental head was a close call. If I had left on that day, I may have spread the infection to my research host institution at the IMD, and the SARS infection could have been transmitted after my return to many of my students and teaching colleagues. The conclusion to be drawn from this episode is that, going forward, whatever the field of work and in the management of organizations of all kinds, response to viral outbreaks will become an urgent task for participants in and administrators of business travel. I pray for the repose of the souls of those who died of SARS and influenza.", "cite_spans": [], "ref_spans": [], "section": "Postscript for Executives and Administrators"}, {"text": "The recent hostage killings in Algeria and the deaths of journalists in Syria serve to illustrate that the managerial staff who issue the order for overseas business trips not only have managerial responsibility for the individual organization, but may also bear lifelong moral responsibility and a duty to compensate the families of injured junior staff for their trauma and emotional suffering. Accordingly, it has become essential for modern management to prepare for socio-biological hazard in organizational management by providing managerial staff with training in risk, crisis and resilience management. Reviewing the ups and downs of the Japanese economy, one recalls that, after the collapse of the bubble economy, a large portion of the sharply increased number of suicides from overwork that resulted from mass layoffs and staff cuts was represented by managerial staff which had fired their colleagues.", "cite_spans": [], "ref_spans": [], "section": "Postscript for Executives and Administrators"}, {"text": "Coincidental though it may be, I was in the countries at the time of the military coup d'état under the Fujimori government in Peru and the coup d'état at Bangkok airport in Thailand. The Great East Japan Earthquake, the Hanshin-Awaji earthquake, and the death of a student in a Japan Railways accident are also among my various experiences of accident and disaster. It was because of these that I entered my present field of research with the aim of averting suffering caused by avoidable human-made disasters. This chapter is dedicated to the world, to its people, and to humankind as a whole.", "cite_spans": [], "ref_spans": [], "section": "Postscript for Executives and Administrators"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Management Policy for Organizational Disaster", "authors": [{"first": "S", "middle": [], "last": "Atsuji", "suffix": ""}], "year": 1990, "venue": "Reason, J", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Man-made Disaster", "authors": [{"first": "B", "middle": [], "last": "Turner", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Global report: UNAIDS Report on the Global AIDS Epidemic", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "6--8", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Normal Accidents: Living with High-Risk Technologies", "authors": [{"first": "C", "middle": [], "last": "Perrow", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Sairy usha", "authors": [{"first": "Yakugai Aids Kokusai", "middle": [], "last": "Osaka Hiv Sosho Bengōdan", "suffix": ""}, {"first": "", "middle": [], "last": "Kaigi", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Blood Feuds: AIDs, Blood, and the Politics of Medical Disaster", "authors": [{"first": "F", "middle": [], "last": "Eric", "suffix": ""}, {"first": "B", "middle": [], "last": "Ronald", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "AIDS to wa Nanika", "authors": [{"first": "H", "middle": [], "last": "Abe", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Mainichi Shimbunsha", "authors": [{"first": "", "middle": [], "last": "See For Example", "suffix": ""}, {"first": "Yakugai Aids Ubawareta", "middle": [], "last": "Mainichi Shimbun Shakaibu", "suffix": ""}, {"first": "", "middle": [], "last": "Mirai", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Mintzberg on Management: Inside Our Strange World of Organizations", "authors": [{"first": "H", "middle": [], "last": "Mintzberg", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "WHO: World Health Organization, Department of Control of Neglected Tropical Diseases", "authors": [{"first": "K", "middle": ["E"], "last": "Weick", "suffix": ""}], "year": 1991, "venue": "Reframing Organizational Culture", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Die Formel fur nachhaltiges Wachstum, The Natural Edge Project", "authors": [{"first": "", "middle": [], "last": "See", "suffix": ""}, {"first": "E", "middle": ["U"], "last": "Weizsacker", "suffix": ""}, {"first": "K", "middle": [], "last": "Hargroves", "suffix": ""}, {"first": "M", "middle": [], "last": "Smith", "suffix": ""}, {"first": "", "middle": [], "last": "Faktor Funf", "suffix": ""}], "year": 2008, "venue": "IPCC: Intergovernmental Panel on Climate Change", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Managing the Risks of Organizational Accidents", "authors": [{"first": "J", "middle": [], "last": "Reason", "suffix": ""}], "year": 1977, "venue": "", "volume": "", "issn": "", "pages": "11--13", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "People living with HIV around the world Source: UNAIDS, World AIDS Day Report, United Nations, 2011, pp. 6-", "latex": null, "type": "figure"}, "FIGREF1": {"text": "effective decision-making authority within the pharmaceutical-inspection system of the former Ministry of Health and Welfare with the intention of having the drug approved, regardless of its merit. It was this network of interests surrounding pharmaceutical regulation that formed the backdrop to the tragedy of iatrogenic HIV infection. Meanwhile, the inspection procedures and clinical studies involved in drug licensing under the government regulatory system require time, something which often stands in the way of delivering medical treatment to patients who need the drug. Indeed, one wonders what the purpose of the government regulatory system is, and whether the clinical studies involved in pharmaceutical inspection have any useful effect. The iatrogenic HIV infection scandal provoked a loss of confidence in the pharmaceutical regulatory system, and the former Ministry of Health and Welfare and initiated a fundamental questioning of the whole of Japan's medical-treatment policy.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Lost compliances: illegal collusive relationships. Note: Charting based on 'Organizational Inertia and Culture' by C. Argyris, J.G. March, G.H. Litwin, and R.A. Stringer", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Selected emerging and re-emerging infectious diseases: 1996-2004 Source: WHO, World Health Report 2007: A Safer Future: Global Public Health Security in the 21th century, p. 12 (Publicity)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Global distribution of countries or areas at risk of Dengue transmission, 2011. Note: Mapping based on the discussions with participants at Climate Change and Global Warming by WWF Japan 2011 (Adapted from \"Sustaining the drive to overcome the global impact of neglected tropical diseases\", WHO, 2012, p. 25)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Mechanism of socio-biological hazard. Note: Charting based on 'Security Holes' in Organizational Accidents by J. Reason and 'Systems Pathology' by L. Troncale", "latex": null, "type": "figure"}, "TABREF0": {"text": "International comparison of HIV-infected populations: 1999", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Country\n</td><td>HIV-infected\n</td><td>HIV-infected\n</td><td>Number infected by blood products (estimate)\n</td></tr><tr><td>population (1990)\n</td><td>population (2011)\n</td><td> </td></tr><tr><td>United\n</td><td>1,200,000 </td><td>2,000,000 </td><td>6,000-10,000\n</td></tr><tr><td>States\n</td><td> </td><td> </td><td> </td></tr><tr><td>Canada </td><td>46,000 </td><td>89,000 </td><td>2,000\n</td></tr><tr><td>Japan </td><td>6,900 </td><td>10,000 </td><td>2,000\n</td></tr><tr><td>France </td><td>120,000 </td><td>200,000 </td><td>4,000\n</td></tr><tr><td>Spain </td><td>97,000 </td><td>160,000 </td><td>2,200\n</td></tr><tr><td>Germany </td><td>39,000 </td><td>82,000 </td><td>1,900\n</td></tr><tr><td>Italy </td><td>190,000 </td><td>200,000 </td><td>1,300\n</td></tr><tr><td>United Kingdom\n</td><td>30,000 </td><td>120,000 </td><td>1,200\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Consumer, Patients, Public, Users, PopulationFormer Ministry of Health and Welfare, Regulatory authorities", "latex": null, "type": "table"}, "TABREF3": {"text": "Date of introduction of compulsory HIV-antibody testing and heat treatment", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Introduction of obligatory HIV-antibody testing (ELISA)\n</td><td>Introduction of obligatory heat treatment of concentrated product\n</td></tr><tr><td>Australia </td><td>May 1985 </td><td>January 1985\n</td></tr><tr><td>Canada </td><td>November 1985 </td><td>July 1985\n</td></tr><tr><td>Denmark </td><td>January 1986 </td><td>October 1985\n</td></tr><tr><td>France </td><td>August 1989 </td><td>October 1985\n</td></tr><tr><td>Germany </td><td>October 1985 </td><td>Instead of obligatory heat treatment, no reimbursement for 'non-heat-treated' products\n</td></tr><tr><td>Italy </td><td>March 1985 </td><td>July 1985\n</td></tr><tr><td>Japan </td><td>November 1986 </td><td>October 1985 to February 1986\n</td></tr><tr><td>Britain </td><td>October 1985 </td><td>June 1985\n</td></tr><tr><td>United\n</td><td>March 1985 </td><td>October 1984\n</td></tr><tr><td>States\n</td><td> </td><td> </td></tr><tr><td>India </td><td>1987-1989 </td><td>N/A\n</td></tr><tr><td>Thailand </td><td>1987-1989 </td><td>N/A\n</td></tr><tr><td>Zimbabwe </td><td>July 1985 </td><td>N/A\n</td></tr></table></body></html>"}, "TABREF4": {"text": "GovernmentFormer Ministry of Health and Welfare (Ministry of Health, Labour and Welfare)", "latex": null, "type": "table"}}, "back_matter": []}