{
    "paper_id": "cfef8928ebc57961e1a604a099878dc839434688",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "With the rapid spread of the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), critical care physicians are seeing increasing numbers of patients with acute respiratory failure secondary to coronavirus disease 2019 (COVID-19) and reporting mortality rates of 40-65% for those requiring mechanical ventilation 1 -strikingly higher than the mortality rates reported for the more typical acute respiratory distress syndrome associated with other diseases. 2 The focus of therapeutic intervention has therefore been not only to reverse hypoxaemia and provide adequate organ support, but also to decrease viral load and thus limit disease severity. In addition to several antiviral agents, antimalarial drugs have been proposed as treatments that could reduce transmission of the virus. In-vitro studies have shown that chloroquine and hydroxychloroquine can both inhibit SARS-CoV-2 transmission, 3-5 through alkalinisation of the intracellular phagolysosome, which prevents virion fusion and uncoating and, therefore, viral spread. Early results from clinical studies conducted in China suggest that chloroquine use might have been associated with reduced fever, increased resolution of lung lesions on CT, and delayed disease progression. 6,7 Results of two French studies suggested that hydroxychloroquine could reduce the viral load in patients with COVID-19in particular, if combined with azithromycin 8,9 (table) . On the basis of these preliminary findings, chloroquine and hydroxychloroquine have been prescribed to patients to reduce the length of hospital stay and improve the evolution of COVID-19-related pneumonia. Nevertheless, the recently published Surviving Sepsis Campaign guidelines on the management of critically ill patients with COVID-19 concluded that there was insufficient evidence to offer any recommendation on the routine use of these drugs in patients admitted to the intensive care unit (ICU). 10 How can we explain these discrepancies and how should antimalarial drugs be used in the clinical management of patients in the ICU with severe COVID-19?",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 472,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1420,
                    "end": 1431,
                    "text": "8,9 (table)",
                    "ref_id": null
                },
                {
                    "start": 1938,
                    "end": 1940,
                    "text": "10",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Hydroxychloroquine in the management of critically ill patients with COVID-19: the need for an evidence base"
        },
        {
            "text": "First, hydroxychloroquine is not expensive, is readily available, and seems to be safe. However, clinical observations of the effects of this drug in patients with COVID-19 have not included critically ill patients who are receiving several other medications and have organ failure, such as hepatic or renal dysfunction, which might influence drug metabolism and potentially increase the risk of adverse events. Second, clinical data on hydroxychloroquine are far from convincing. The first study reported by Philippe Gautret and colleagues, 8 which indicated that hydroxychloroquine might be effective, had several limitations: a small cohort of patients, with only 20 participants who received hydroxychloroquine (six of whom received azithromycin) and 16 controls included in the final analysis; a very short observation period (6 days); absence of randomisation, raising concerns about selection bias and imbalance of baseline characteristics in the intervention and control groups; and no report of effects on clinical evolution (6 [17%] patients were asymptomatic and only 8 [22%] had pneumonia). The second French study, although larger, had no control arm. 9 Moreover, the inclusion and exclusion criteria were poorly described, most patients (69 of 75 [92%]) had a low National Early Warning Score, and the overall clinical outcome was similar to that reported for untreated patients with COVID-19. 11 The combination of hydroxychloroquine and azithromycin was associated with reduced viral load (83% and 93% tested negative on days 7 and 8, respectively), but no other clinically relevant outcomes were reported. In a trial in 30 patients with COVID-19, Jun Chen and colleagues found no significant difference in nasopharyngeal viral carriage on day 7 when hydroxychloroquine was compared with local standard of care; however, concomitant antivirals were given, which might have served as confounders when interpreting the results of this study. 12 In a second Chinese trial in 62 patients, Zhaowei Chen and colleagues showed that hydroxychloroquine treatment was associated with a shorter time to clinical recovery (temperature and cough) than placebo; 13 the participants had mild disease (SaO 2 /SpO 2 >93% or PaO 2 /FiO 2 >300) and it is not possible to extrapolate these results to critically ill patients. A study of 11 patients with COVID-19 reported persistence of SARS-CoV-2 in the nasopharyngeal swab in 8 of 10 patients receiving hydroxychloroquine. 14 Third, whether viral load is important in critically ill COVID-19 patients or whether progressive lung involvement is related to an overwhelming inflammatory response, unrelated to the virus, remains to be clarified. An observational study found that high viral load was associated with disease severity; 13 however, the influence of antiviral strategies in such advanced forms of the disease remains unproven.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 543,
                    "text": "8",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1165,
                    "end": 1166,
                    "text": "9",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1408,
                    "end": 1410,
                    "text": "11",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1956,
                    "end": 1958,
                    "text": "12",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2471,
                    "end": 2473,
                    "text": "14",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Hydroxychloroquine in the management of critically ill patients with COVID-19: the need for an evidence base"
        },
        {
            "text": "Fourth, the search for effective new drugs requires appropriate and valid trials-ie, prospective, randomised, placebo-controlled clinical studies. Although many drugs have in-vitro activity against the virus, the proposal that such drugs might provide more benefit than harm is inappropriate in the face of no clinical evidence supporting efficacy and safety in patients with COVID-19. International multicentre studies, such as the Discovery study (NCT04315948) and the Solidarity study (EudraCT Number 2020-000982-18), will randomise patients with COVID-19 to receive different antiviral drugs, including hydroxychloroquine, in an adaptive study design. These initiatives will provide important data to guide the management of patients with COVID-19 and help to improve understanding of the effects of antiviral therapies in critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydroxychloroquine in the management of critically ill patients with COVID-19: the need for an evidence base"
        },
        {
            "text": "Whether antimalarial drugs could be effective in changing the disease course in patients with severe COVID-19-in particular, in cases requiring ICU admission-remains unknown. Moreover, for patients receiving antimalarial drugs who then require ICU admission, it is not known whether the drug should be continued or considered clinically ineffective and stopped. Assessing viral load, either on a nasopharyngeal swab or in bronchoalveolar lavage fluid, might be of use in understanding whether targeting viral replication, rather than other injurious lung pathways, is a reasonable therapeutic strategy. Future studies should aim to clarify the precise role, if any, of chloroquine and hydroxychloroquine in critically ill patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydroxychloroquine in the management of critically ill patients with COVID-19: the need for an evidence base"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydroxychloroquine in the management of critically ill patients with COVID-19: the need for an evidence base"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A systematic review on the efficacy and safety of chloroquine for the treatment of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cortegiani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ingoglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giarratano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Einav",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Crit Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105949"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical and microbiological effect of a combination of hydroxychloroquine and azithromycin in 80 COVID-19 patients with at least a six-day follow up: an observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Surviving Sepsis Campaign: guidelines on the management of critically ill adults with Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06022-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A pilot study of hydroxychloroquine in treatment of patients with common coronavirus disease-19 (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Efficacy of hydroxychloroquine in patients with COVID-19: results of a randomized clinical trial",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20040758"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "No evidence of rapid antiviral clearance or clinical benefit with the combination of hydroxychloroquine and azithromycin in patients with severe COVID-19 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delaugerre",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Goff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "3 Yao X, Ye F, Zhang M, et al. In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Clin Infect Dis 2020; published online March 9. DOI:10.1093/cid/ciaa237. 4 Liu J, Cao R, Xu M, et al. Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro. Cell Discov 2020; 6: 16. 5 Wang M, Cao R, Zhang L, et al. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res 2020; 30: 269-71. 6 Gao J, Tian Z, Yang X. Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci Trends 2020; 14: 72-73.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "COVID-19=coronavirus disease 2019. ICU=intensive care unit. NR=not reported. RCT=randomised controlled trial. SARS-CoV-2=severe acute respiratory syndrome coronavirus 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical studies of hydroxychloroquine in patients with COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Department of Intensive Care, Erasme University Hospital, Université Libre de Bruxelles, 1070 Brussels, Belgium 1 Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med 2020; published online Feb 24. https://doi.org/10.1016/S2213-2600(20)30079-5. 2 Simonis FD, Serpa NA, Binnekade JM, et al. Effect of a low vs intermediate tidal volume strategy on ventilator-free days in intensive care unit patients without ARDS: a randomized clinical trial. JAMA 2018; 320: 1872-80.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}