{
    "paper_id": "d129ca2359714dceb8b8c7099ed4bb9c800f87a8",
    "metadata": {
        "title": "Specific mutations in SARS-CoV2 RNA dependent RNA polymerase and helicase alter protein structure, dynamics and thus function: Effect on viral RNA replication",
        "authors": [
            {
                "first": "Feroza",
                "middle": [],
                "last": "Begum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIR-Indian Institute of Chemical Biology",
                    "location": {
                        "addrLine": "4, Mullick Road, Jadavpur, West Bengal",
                        "postCode": "700032",
                        "region": "Raja S.C., Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Debica",
                "middle": [],
                "last": "Mukherjee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIR-Indian Institute of Chemical Biology",
                    "location": {
                        "addrLine": "4, Mullick Road, Jadavpur, West Bengal",
                        "postCode": "700032",
                        "region": "Raja S.C., Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandeepan",
                "middle": [],
                "last": "Das",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIR-Indian Institute of Chemical Biology",
                    "location": {
                        "addrLine": "4, Mullick Road, Jadavpur, West Bengal",
                        "postCode": "700032",
                        "region": "Raja S.C., Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Dluya",
                "middle": [],
                "last": "Thagriki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIR-Indian Institute of Chemical Biology",
                    "location": {
                        "addrLine": "4, Mullick Road, Jadavpur, West Bengal",
                        "postCode": "700032",
                        "region": "Raja S.C., Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "#",
                "middle": [],
                "last": "Prem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Prakash",
                "middle": [],
                "last": "Tripathi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIR-Indian Institute of Chemical Biology",
                    "location": {
                        "addrLine": "4, Mullick Road, Jadavpur, West Bengal",
                        "postCode": "700032",
                        "region": "Raja S.C., Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Arup",
                "middle": [
                    "Kumar"
                ],
                "last": "Banerjee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Bengal Medical College and Hospital",
                    "location": {
                        "addrLine": "Sushrutanagar, West Bengal",
                        "postCode": "734012",
                        "region": "Siliguri",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Upasana",
                "middle": [],
                "last": "Ray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIR-Indian Institute of Chemical Biology",
                    "location": {
                        "addrLine": "4, Mullick Road, Jadavpur, West Bengal",
                        "postCode": "700032",
                        "region": "Raja S.C., Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The open reading frame (ORF) 1ab of SARS-CoV2 encodes non-structural proteins involved in viral RNA functions like translation and replication including nsp1-4; 3C like proteinase; nsp6-10; RNA dependent RNA polymerase (RdRp); helicase and 3'-5' exonuclease. Sequence analyses of ORF1ab unravelled emergence of mutations especially in the viral RdRp and helicase at specific positions, both of which are important in mediating viral RNA replication. Since proteins are dynamic in nature and their functions are governed by the molecular motions, we performed normal mode analyses of the SARS-CoV2 wild type and mutant RdRp and helicases to understand the effect of mutations on their structure, conformation, dynamics and thus function. Structural analyses revealed that mutation of RdRp (at position 4715 in the context of the polyprotein/ at position 323 of RdRp) leads to rigidification of structure and that mutation in the helicase (at position 5828 of polyprotein/ position 504) leads to destabilization increasing the flexibility of the protein structure. Such structural modifications and protein dynamics alterations might alter unwinding of complex RNA stem loop structures, the affinity/ avidity of polymerase RNA interactions and in turn the viral RNA replication. The mutation analyses of proteins of the SARS-CoV2 RNA replication complex would help targeting RdRp better for therapeutic intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "SARS-CoV2 is a single stranded RNA virus belonging to the family of Coronaviruses [1] . The life cycle of the virus involves receptor attachment and ingress, viral RNA translation, replication, assembly and egress. All these individual steps of the virus life cycle depend on host cell and viral factors. Viral proteins are of two major categories, the structural proteins and the non-structural proteins. While role of structural proteins is mainly to form the viral structure and encase the viral genome, the non-structural proteins play crucial roles in mediating viral RNA translation and replication [1, 2] . In Coronaviruses viral non-structural proteins are encoded by the open reading frame (ORF) 1ab. These include nsp1-4; 3C like proteinase; nsp6-10; RNA dependent RNA polymerase (RdRp); helicase and 3'-5' exonuclease.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 609,
                    "end": 611,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "RdRp (also called as nsp12 in SARS-CoV2) is the most important protein helping in viral RNA replication and the helicase helps in unwinding of complex RNA structures so as to help RdRp access the RNA molecule. Proteins are dynamic molecules and their conformations and dynamics might influence their biological functions. Thus, mutations that alter the protein conformations might in turn modulate the dynamics and also the function. RNA viruses are prone to high frequency of mutations. The rate of mutation itself depends on the fidelity of the RNA polymerase itself and the mutations dictate the virus evolution, immune escape variants and overall variations in the viral genome in the population [3, 4] . When polymerase itself is prone to mutation, the fidelity will also get affected and this property might lead to emergence of drug resistant phenotypes. Mutations might also be correlated with the geographical region-specific virulence of a virus variants and carefully targeting the proteins for designing antiviral or vaccine candidates. Along with the structural protein spike, RdRp is another important target of therapeutic intervention. In this study we have studied the sequence variation of SARS-CoV2 ORF1a polyprotein. We have identified proteins that got mutated the most (RdRp and helicase) and investigated the effect of such mutations on the respective protein structure and function.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 703,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We downloaded 911 sequences of ORF1ab (length: 7096) from the NCBI virus database",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequences:"
        },
        {
            "text": "All the downloaded sequences were aligned by multiple sequence alignment platform of 'Multiple Alignment using Fast Fourier Transform' (MAFFT). The alignment file was viewed using Wasabi sequence viewer as well as on JalView and differences in the sequence i.e. mutations recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence alignments, phylogeny and structure:"
        },
        {
            "text": "Phylogenetic tree was generated from the MAFFT alignment file using 'Archaeopteryx' platform using neighbour joining method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence alignments, phylogeny and structure:"
        },
        {
            "text": "CFSSP (Chou and Fasman secondary structure prediction) server was used to predict the secondary structures of SARS-CoV2 RdRp and helicase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence alignments, phylogeny and structure:"
        },
        {
            "text": "To study the effect of mutation on the tertiary structure of the RdRp and helicase and predicting the impact of mutations on conformation, stability and flexibility, structures of wildtype RdRp (PDB ID: 6M71, Chain A) (Reference sequence: YP_009725307.1) and helicase (ID: 6JYT.1, Chain A) (Reference sequence: YP_009725308.1) from the SWISS model repository [5] (a database of annotated 3 dimensional protein structure models which has been generated by SWISS-MODEL homology-modelling pipeline) were uploaded on DynaMut software (University of Melbourne, Australia) [6] . Change in vibrational entropy between wildtype and mutant proteins; the atomic fluctuations and deformation energies were determined. For atomic fluctuation and deformation energy calculations, calculations were performed over the first 10 non-trivial modes of the molecule.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Sequence alignments, phylogeny and structure:"
        },
        {
            "text": "The study was initiated by acquiring sequence data with respect to the ORF1ab polyprotein of SARS-CoV2. We downloaded 908 available sequences of North American origin. This part of the geographic origin was selected as number of available sequences were maximum from this part of the world. More the number of sequences, more relevant a conclusion would be. All the 908 sequences were subjected to multiple sequence alignment in MAFFT software. The alignment file was downloaded and then uploaded in the Jalview and Wasabi softwares to identify the sites of mutation. We have pointed out only those mutations that we observed to have appeared multiple times i.e. in many isolates. The mutations have been tabulated in Figure 1A .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 727,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "We also compared these mutations with a sequence of Wuhan origin and Indian isolates. However, both Wuhan and Indian isolates didn't show any of the mutations identified. Phylogeny showed that ORF1ab polyprotein variants formed various clusters showing evolution of this virus in a multipronged form (Fig. 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Out of all the identified prime spots for mutation, the proteins that were seen to be mutated the most are the RdRp and the helicase. Both these proteins are very important for viral RNA replication. RdRp has the polymerase activity and helicase helps in unwinding the tangled RNA for better access of RdRp to the RNA for initiating and carrying out replication. Thus, we further analysed the effect of these mutations on conformation, stability and flexibility of the wild type/ Wuhan type sequence. First, we checked for any possible alterations of the secondary structure of the proteins due to each type of mutation followed by tertiary structure analyses using DynaMut.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "In case of RdRp the P to L mutation resulted in loss of two turn structures from positions 323 and 324 in the secondary structure ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Proline are common in turns and is also called as 'helix breaker'. On the other hand the amino acid leucine is one of the most stabilizing residues in alpha helix [7] . So, a replacement of proline by leucine is expected to stabilize the structure. The structural analyses revealed that the change in vibrational entropy energy (SVib ENCoM) was -4.074 kcal.mol -1 .K -1 . There was a decrease in molecular flexibility and G was 1.540 kcal/mol (a stabilizing mutation) (Figure 3) . Atomic fluctuation and deformation energy calculation studies were performed. Atomic Fluctuation tells the amplitude of the absolute atomic motion. Deformation energy provides a measure for amount of local flexibility in a protein. Calculations were performed over the first 10 non-trivial modes of the molecule (Figure 4) . Taken together studies showed that proline to leucine change in RdRp resulted in rigidification of the structure and reduction of molecular flexibility.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 482,
                    "text": "(Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 807,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In helicase however, P to L mutation lead to increase in molecular flexibility and the ΔΔG was calculated to be -0.200 kcal/mol and hence destabilizing. Proline is a polar and has uncharged R group whereas Leucine is non polar and has aliphatic R group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Secondary structure prediction of P to L mutation in helicase revealed significant changes ( Figure 5 ). At positions 503 and 504 there were loss of two turn structures. Three sheets were introduced at positions 502, 503 and 504 of the protein. From positions 500-504, five helices got introduced as compared to the Wuhan type sequence. The DynaMut predictions calculated SVib ENCoM to be 0.151 kcal.mol -1 .K -1 and an increase in molecular flexibility ( Figure 6 ). Visual analyses of atomic fluctuation and deformation energy calculations are shown in Figure 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 466,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 565,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Although not discussed in detail in the current paper, we also observed two sites in the exonuclease getting mutated in some of the isolates. Mutated exonuclease might be defective of proofreading activity and thus might also influence fidelity [8] . All the three proteins RdRp, helicase and exonuclease are replication determinants and thus mutations in these proteins cam immensely regulate the viral RNA functions.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "All these mutations that change the secondary structure and structural flexibility of RdRp is likely to influence the replication of the viral RNA as both these proteins are key players in executing replication of the RNA genome. Fidelity of RdRp is prone to get fine-tuned by mutations in RNA viruses and this property helps in emergence of fidelity variants. High mutation rate might also allow new variants to escape antibodies and establish as antibody escape mutants which might also lead to expansion of tissue tropism of a virus. Both attenuation as well as virulent forms might emerge and influence disease profile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The coronavirus replicase",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Viruses at the edge of adaptation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "RNA virus mutations and fitness for survival",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annu Rev Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The SWISS-MODEL Repository -new features and functionality",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bienert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waterhouse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "De Beer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tauriello",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Studer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bordoli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwede",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nucleic Acids Res",
            "volume": "45",
            "issn": "D1",
            "pages": "313--319",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "DynaMut: predicting the impact of mutations on protein conformation, flexibility and stability",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Carlos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pires",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ascher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic Acids Res",
            "volume": "46",
            "issn": "W1",
            "pages": "350--355",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Protein stability",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fersht",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Structure and Mechanism in Protein Science",
            "volume": "",
            "issn": "",
            "pages": "508--539",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Structural basis and functional analysis of the SARS coronavirus nsp14-nsp10 complex",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc Natl Acad Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank CSIR, AcSIR and North Bengal Medical College and Hospital for necessary support and input..",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors declare no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}