{
    "paper_id": "d264848c246fe880deedcde41b3e68051bf02ca3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Situation in Northern Italy. The epicenter of the current epidemic in Italy, the Lombardy region, is fighting a hard battle against an invisible enemy, the propagation of SARS-CoV-2. At the time of writing (March 17, 2020) 1 the region registers more than half (51%) of the total national confirmed cases (31.506) with a fatality rate at almost 8%. Of special concern, in general, and for me personally, is the situation in the province of Bergamo, with almost 4000 cases (3993) and many fatalities (460, almost 12%), where two small towns not far from where I was born and raised are paying a brutal toll. Of little comfort is the knowledge that the majority of infected people (up to 80%) are likely asymptomatic and go by undetected, as revealed by a study conducted in the small village of Vo' Euganeo (not far from Padua), where all 3000 residents were tested after lockdown. 2 These results mirror those recently published by Li and co-workers. 3 Teaching and Academic Research in Milan. This balance and the constant sound of the ambulance sirens is weighing heavily on our minds when thinking about keeping doing science. At the University of Milan, where I work, since the 24th of February we have been caught up in a crescendo of restrictive measures, at first stopping on-site lectures and then locking research laboratories 2 weeks later. Even professors and assistant professors have been discouraged from accessing the site for preparing or carrying out online teaching: please do it from home. Only essential in-person activities, such as refills of cryogenic gases to NMR instruments, are currently authorized in our department.",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 956,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chemistry courses are more effectively taught in the classroom, where the classical chalk and blackboard approach is paired with a direct interaction with the students. The many teaching laboratories we usually implement consolidate, handson, the knowledge acquired. This winning combination has been cut by the impending safety requirements, shifting to elearning alone. This resulted in many colleagues being elbowsdeep in the last minute preparation of online versions of their courses. On the other hand, for the few fortunate enough to have completed their teaching duties the past semester, this might be a good time to write those papers that were laying unfinished on our desks, or to finally catch up with the recent literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From a research point of view, while computational studies can continue from home, even if with a few mishaps here and there in remote access to servers or software licenses, all wetlab experiments are on hold, and presumably will be for (at least) one (or more) months. This of course leads to personal concerns about being able to fulfill the commitment made upon receiving both national and European funding. Not less worrying is that the must of social distancing, if long lasting, would negatively impinge on the intrinsically collective nature of research groups. Returning to business as usual might not be as straightforward as one might think. As a society, especially for the younger generations, a useful lesson would be realizing that social media cannot fully substitute human contact and face-to-face talking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent Efforts against COVID-19. In this increasingly surreal situation, I am pleased to ascertain that the Italian ability of \"fare di necessitàvirtu,\" i.e., making lemonade out of the lemons life gives you, is still undisputed, as testified by the number of initiatives carried out by the local and national scientific community and by the private sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical Isolates. Especially active have been, of course, the institutions devoted primarily to the study of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After isolating (January 29th) and diagnosing (January 30th) the first two cases of COVID-19 in the country (two Chinese tourists that arrived in Rome), researchers at the National Institute for Infectious Diseases (INMI) Spallanzani promptly isolated the viral strain 3 days later (February 2nd). 4 The patients were treated with an experimental antiviral, Remdesivir, that is under development for Ebola and Marburg infections. The drug was administered \"for compassionate use,\" given the current lack of specific authorizations, and the couple was declared officially cured on February 26th. Other clinical isolates from Italian patients have been obtained both at the Luigi Sacco Hospital, which is also a research campus for the University of Milan (Department of Biomedical and Clinical sciences), and at the S. Raffaele Hospital (March 3rd to 4th) . These isolates and their genome sequencing are the foundation on which to start our quest for effective drugs and, likely on a longer time frame, vaccines.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 299,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 836,
                    "end": 854,
                    "text": "(March 3rd to 4th)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Clinical Trials. The two most promising repurposed drugs that have been used during the current emergency are now entering legitimate clinical trials for COVID-19, as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Italian Drug Association (AIFA) and Gilead have recently announced that Italy will take part in two Phase III clinical trials that will allow an assessment of the efficacy and safety of the experimental drug Remdesivir in COVID-19 patients. 5 As mentioned above, this drug is currently being administered \"for compassionate use\" for emergency treatment of COVID-19 patients in critical condition that do not have alternative therapeutic options.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tocilizumab, a monoclonal antibody developed for treating rheumatoid arthritis, was first used to treat some COVID-19 patients in Naples. It inhibits the receptor of IL-6, likely damping the effect of the cytokine storms (i.e., massive release of pro-inflammatory cytokines that overstimulates the immune system) observed in more severe cases. Today, AIFA swiftly authorized the beginning of a clinical trial, 6 involving many hospitals in Italy, that was made possible also by Roche committing to supply the drug for free for the whole emergency duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Phylogenetic Analysis of SARS-CoV-2. Even before the appearance of COVID-19 cases in Italy, a group led by Prof. Zehender at the University of Milan performed a temporal reconstruction of the SARS-CoV-2 phylogeny. 7 The results suggest that the epidemic originated between October and November 2019, a few weeks before the identification of the first cases. We now know that this is spot on, since the first confirmed case reported has been fixed at November 17th. 8 Analysis of the reproduction number R of the virus (i.e., the number of secondary cases induced by a single infected individual) increased in December 2019, leading to the current pandemic ( Figure 2 ). R usually decreases over the course of an epidemic, due to the reduced number of susceptible individuals, but in this case the increase might be due to the acquisition of a more efficient human-to-human transmission trait (i.e., via the now infamous droplets).",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 465,
                    "end": 466,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 666,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Has the Majority of the Population Already Come into Contact with SARS-CoV-2? This is the fundamental question that two colleagues of the University of Milan, Prof. Bollati and Dr. Milani, are trying to answer. They designed a study to determine whether a large cohort of asymptomatic people already have circulating antibodies against the virus, both short-term response and memory antibodies. In parallel, volunteers will be tested for the presence, in the respiratory tract, of the virus itself. This will lead, in the first place, to an understanding of whether the virus had been circulating long before the outbreak of the epidemic (allowing the immune system to generate a long-term immune response in some individuals) and, second, to a cross-checking of the results of swabs and detection of false negatives. The results will need to be interpreted cautiously. Indeed, viral RNA quantification is an established diagnostic tool, but the interpretation of the presence of specific antibodies is still under debate, as it is currently unknown whether they will confer long-term immunity against future infections. The protocol for safe sample collection (timing of individual appointments and access to the dedicated location) has been designed in collaboration with the Italian Association of Blood Donors (AVIS). The call for voluntary participation to all the people working at the university registered more than 1500 volunteers in less than 24 h. The study, named UNICORN (UNIversity against CORoNavirus), funded by the University of Milan, has already obtained ethics committee approval and is ready to start as soon as citizens' mobility restrictions are lifted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Development of More Rapid Diagnostic Tools. It is apparent that quick and reliable tests for positivity to SARS-CoV-2 are of paramount importance for identifying infected individuals and breaking the contagion propagation chain. Current analysis methods rely on the amplification of viral genetic material isolated from the patient sample (generally a nasopharyngeal swab) that takes altogether 6 to 7 h. This takes into account the lengthy careful preparation of dangerous samples in a P3 facility followed by a pushed PCR protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An Italian multinational company, DiaSorin, has developed a much quicker analytical solution that will allow for obtaining a viral positivity answer in 60 min. 9 The company completed, in collaboration with the above-mentioned Spallanzani Institute and the S. Matteo Hospital in Pavia, all the necessary tests and obtained EU and FDA−EUA (Emergency Use Authorization) approval. 10 The test was developed taking into account 150 viral sequences deposited in worldwide databases, in order to detect all the currently known variants and minimize false negative results. Compatibly with the necessary production scale-up, this represents a strong asset for the quick analysis of samples directly at POC (point of care).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "text": "9",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 378,
                    "end": 380,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The escalation of this pandemic found the world utterly unprepared to face it as a united front, as the situation would require for maximum contagion containment efficacy. Italy found itself instead as the unfortunate Western pioneer of this fight. As a country, we are still days (?) away from the peak, and we have already paid a steep price as it is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To conclude on a more auspicious note, the Innovative Medicines Initiative (IMI), a big private−public partnership in the life sciences, launched their 21st call putting on the Table  45 M € for collaborative projects of public and private institutions to fight against COVID-19. 11 They are looking for proposals that will develop antivirals and therapeutics for the current or future outbreaks or rapid diagnostic tools for the detection of asymptomatic carriers and symptomatic infected individuals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 186,
                    "text": "Table  45",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Despite the many scientific efforts described here and the titanic efforts of our doctors and nurses, the only truly effective \"vaccine\" we have available at the moment is social distancing, so #staysafe, #stayhome, #iorestoacasa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Laura Kiessling, ACS Chemical Biology, Editor-in-Chief Views expressed in this editorial are those of the authors and not necessarily the views of the ACS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": ") Coronavirus: \"Il 50-75% dei casi a Vo' sono asintomatici. Una formidabile fonte di contagio",
            "authors": [],
            "year": null,
            "venue": "Covid-19: i casi in Italia alle ore 18 del 17 marzo",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolato presso il laboratorio di Virologia dell'INMI il nuovo coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Italia étra i Paesi che testeranno l'antivirale remdesivir per il trattamento del COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aifa E Gilead",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "AIFA e Istituto Nazionale per lo studio e la cura dei tumori di Napoli avviano uno studio per l'utilizzo di Tocilizumab nella malattia COVID 19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early phylogenetic estimate of the effective reproduction number of SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bergna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Acciarri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zehender",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "92",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25723"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diasorin Covid-19 Test Has Received FDA Emergency Use Authorization",
            "authors": [],
            "year": null,
            "venue": "Covid-19 dall'italiana DiaSorin test per individuarlo inunora",
            "volume": "",
            "issn": "",
            "pages": "2--21",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "WHEN THE OTHERS BECOME US: A CHEMIST'S PERSPECTIVE OF THE COVID-19 OUTBREAK IN ITALY Sara Sattin, Chemistry Department, Universitàdegli Studi di Milano, Milan, 20133, Italy:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Art work acknowledging the incredible work carried out by all the medical staff, affixed on the wall of the Papa Giovanni XXIII Hospital in Bergamo, the Italian province with the highest infection rate and the highest death toll so far (credit: Franco Rivolli Art and LP GRAFICA S.r.l.).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Christina MacLaughlin, ACS Chemical Biology, Managing Editor Sara Sattin ■ AUTHOR INFORMATION Complete contact information is available at: https://pubs.acs.org/10.1021/acschembio.0c00289",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}