{
    "paper_id": "d2925fe561dca6507ed45f86956275ec3b09fc30",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "reported 7548 probable SARS cases and 573 deaths. The case fatality ratio varies from 0 to 50%, depending on the age of the patient, with an overall estimate of 14-15% [2]. These figures will undoubtedly change with time as more cases emerge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aetiological agent is a novel coronavirus (SARS-CoV), with patterns of spread suggesting droplet or contact transmission [3, 4] . Clinical features are those of atypical pneumonia, with the common presenting symptoms being fever and dry cough. SARS patients are classified as either 'suspect' or 'probable' cases [5] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 129,
                    "end": 131,
                    "text": "4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A suspect case is a patient who presents with a history of high fever (>38°C) and a cough or breathing difficulty. In addition, there must be one or more of the following exposures within 10 days of the onset of symptoms: either a close contact with a person who is a suspect or probable case of SARS, or a history of travel to a SARS-affected area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A suspect case is upgraded to 'probable' with the appearance of radiological changes consistent with pneumonia or respiratory distress syndrome (RDS), or in the event of death, autopsy findings consistent with the pathology of RDS without an identifiable cause. At the time of writing, there is no validated, widely and consistently available laboratory test for infection with the SARS-CoV. However, from 1 May 2003, the WHO amended the definition of a probable case to include a suspect case of SARS who has positive laboratory tests for SARS-CoV, under conditions drawn up by the WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Empirical therapy for SARS has included corticosteroids, a broad spectrum antiviral agent and antibacterial cover [6] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Health care workers (HCWs) are a high-risk group for SARS-CoV infection. According to the WHO, they constitute the biggest, single group of probable SARS patients worldwide. As at 4 May, 41% of 203 SARS patients in Singapore and 22% of 1629 cases in Hong Kong [7] were HCWs. The majority of cases in Canada (74.4%) have been attributed to exposure in a hospital or health care setting [8] . As at April 25, more than 100 hospital workers at three Greater Toronto Area hospitals have become ill with SARS [9] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unfortunately, a number of deaths have occurred among HCWs. An early casualty was Dr Carlo Urbani, the WHO expert working in Hanoi who was among the first to identify the clinical disease, and in whose honour it has been proposed that the causative agent bear his name. The index case (and first reported death) of the Hong Kong outbreak was an elderly Chinese physician who had treated SARS patients in Guangdong. Three doctors, two nurses and a health care attendant in Singapore have also succumbed to SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The vulnerability of HCWs can be explained by their close contact with patients. The innocuous, 'flu-like' clinical presentation of SARS does not help to raise the index of suspicion. In the early stages of the outbreak, there was also not the same degree of vigilance with regards to potentially high exposure situations such as aerosol-generating procedures. These included aerosolized medication treatments (i.e. nebulizers), the use of high-flow Venturi masks and non-invasive positive pressure ventilation for SARS patients, airway suctioning and endotracheal intubations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a poignant illustration, in Singapore, a cluster of 41 probable and 21 suspected cases was traced to a single SARS patient who was initially undiagnosed for 10 days and treated for gastrointestinal bleeding, chronic kidney disease and diabetes [10]. The cluster included 26 hospital staff working as doctors, nurses, radiographers and housekeepers. An occupational health audit, which included a walk-through of the hospital 'hot spots' carried out by the authors, revealed a small number of deficiencies which could well be weak links in an otherwise strong preventive chain. That the cluster of cases included housekeepers is also significant-preventive measures need to target much broader groups of HCWs than just the doctors and nurses in direct contact with patients. Frontline HCWs like counter clerks, porters and ambulance drivers are also at risk, and must be educated and protected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The encouraging news is that with the institution of stringent infection control measures and personal protection, the situation appears to have improved somewhat. This was the case in a Singapore hospital [11] , where the experience was reported as: 'We did not see any further transmission from this index patient after we implemented strict infection control measures involving use of N95 masks, gown, gloves, and handwashing before and after patient contact'. Doctors in Hong Kong [12] are also 'hopeful that further cases among our staff will be prevented' after rigid application of infection control measures.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[11]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[12]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Substantial risks remain. Until we know more, precautions should include placement of patients in isolation rooms with negative pressure relative to the surrounding area and the use of N 95 respirators for people entering the room. Precautions to avoid droplet contact should include the use of gowns, gloves and goggles as a minimum for contact with patients or their environment. Higher-risk procedures with the potential for splattering or spraying of sputum or other body fluids require the use of full-face shields, and improved respiratory protection such as the use of powered airpurifying respirators. Perhaps the most important personal hygiene measure that all HCWs can adopt is regular handwashing. Excellent guidelines on infection control and exposure management are available at various websites, such as those of the US Centers for Disease Control and Prevention [13] , Health Canada On-line [14] and the WHO [15] .",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 882,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The adoption of extra-stringent control measures involving the donning of personal protection equipment is often a new experience for hospitals, clinics and their staff. The adoption of these measures on such a large scale, involving all HCWs with contact to patients, is unprecedented in SARS-affected countries. An audit of these newly implemented safety measures might reveal lapses. Even if adequate measures, including the provision of facemasks, gloves and gowns, and proper waste decontamination procedures are in place, their observance may be lax because of lowered vigilance or simply human error. For example, the tight seal around the wearer's face may be compromised if respirator fit testing is not properly carried out; and improper handling of contaminated biohazardous waste might result in serious consequences. Training of staff and close supervision by trained professionals knowledgeable in occupational health and safety methods are therefore vital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The psychological well-being of HCWs must also not be overlooked. Hospital staff tend to be on physical and emotional overdrive in an already overstretched system. The precautionary need to home-quarantine entire health care teams upon discovery of a new cluster of SARS cases further strains resources, and may even result in hospital shut-downs. Forcibly quarantining HCWs in hospitals, as has happened in some countries, raises further questions concerning the HCWs' individual human rights and their societal 'duty to care'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is bound to be significant disruption in home life as well. Staff anxiety under these abnormal conditions naturally runs high, especially when there is fear of contagion, and of infecting family, friends and colleagues [16] . It is therefore important to implement proactive, remedial actions to avoid burnout among overworked and highly stressed HCWs. Appropriate psychosocial support and scheduled rest periods should be in place before people run themselves into the ground.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[16]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS is a new occupational disease which we are only beginning to come to grips with. It is also a grim reminder that health care work is potentially hazardous. In the battle against SARS, the safety and well-being of the 'troops'-HCWs all over the world-must be accorded the priority it deserves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Department of Community, Occupational and Family Medicine, Faculty of Medicine, National University of Singapore, Singapore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "David Koh, Meng-Kin Lim and Sin-Eng Chia"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe Acute Respiratory Syndrome (SARS)-multi-country outbreak",
            "authors": [],
            "year": 2003,
            "venue": "WHO. Cumulative number of reported probable cases of Severe Acute Respiratory Syndrome (SARS)",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Case definitions for surveillance of Severe Acute Respiratory Syndrome (SARS). Revised",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outbreak of severe acute respiratory syndrome in Hong Kong special administrative region: case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan-Yeung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br Med J",
            "volume": "326",
            "issn": "",
            "pages": "850--852",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The war against an unknown pathogen: rising to the Sars challenge",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS among Ontario health care workers",
            "authors": [],
            "year": 2003,
            "venue": "SARS Epidemiologic Summaries",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Severe acute respiratory syndrome (SARS) in Singapore: clinical features of index patient and initial contacts",
            "authors": [
                {
                    "first": "L-Y",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe acute respiratory syndrome (SARS): infection control",
            "authors": [
                {
                    "first": "Tst",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "Fhy",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "Jjy",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infection Control Guidance for Health Care Workers in 242 OCCUPATIONAL MEDICINE Health Care Facilities and Other Institutional Settings. Severe Acute Respiratory Syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}