{
    "paper_id": "d48a520804291fe146a879754c9191ea4dc4b987",
    "metadata": {
        "title": "Journal Pre-proof One Lung Ventilation: A simple technique to reduce air contamination during the COVID-19 pandemic One Lung Ventilation: A simple technique to reduce air contamination during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Andreas",
                "middle": [],
                "last": "Kostroglou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Attikon\" University Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": "andreaskostr@gmail.com"
            },
            {
                "first": "Anastasia",
                "middle": [],
                "last": "Alevizou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Attikon\" University Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Tatiana",
                "middle": [],
                "last": "Sidiropoulou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Attikon\" University Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 68-year old man, American Society of Anesthesiology score ΙΙ (ΒΜΙ 21.5 kg/m 2 ), with a history of arterial hypertension, underwent left thoracotomy and subsequent left upper lobectomy, due to Positron Emission Tomography/Computed Tomography (PET/CT) (+) nodule in the left upper lobe. The patient was asymptomatic and negative in the preoperative nasopharyngeal test for COVID-19. However, in our department, every patient presenting in the OR is considered as a potential transmitter of the disease, taking into account that the upper respiratory swabs specimen exhibit a low but nevertheless potential false negative value [1] .",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 631,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Indeed, it is well established that transmission may occur from asymptomatic patients [2] . Therefore, the personnel in the OR was provided a minimum of Personal Protective Equipment (PPE), which included fitted respirator masks (FFP2 masks, with 94% filtration efficiency, thus, they are approximately equivalent to N95 respirator masks [3] ), double gloves, safety goggles and gown, while the patient was wearing a surgical mask upon his arrival. Moreover, strict infection protocols are implemented in order to reduce cross-infection in the OR, despite the fact that in our institution there is only one negative pressure OR dedicated to procedures for patients with confirmed COVID-19. Specifically, an anteroom for donning and doffing is available in every OR, a high air exchange cycle rate (≥ 25 cycles/h) is applied to reduce the viral load in the OR and a minimum number of theatre staff is present throughout the procedure [4] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two high efficiency particulate air (HEPA) filters are utilised in every patient, one between the patient and the breathing circuit and the other at the distal end of the expiratory limb. In addition, low flow anaesthesia is performed in order to keep the viral filtration efficiency of HEPA filters in acceptable levels, mitigating the viral transmission [5] .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After the insertion of a thoracic epidural catheter, Rapid Sequence Induction (RSI) was Before skin incision, OLV had already been implemented, in order to allow adequate time for lung collapse. The access to the non-ventilated lung was occluded to avoid dispersion of droplets or aerosol [6] . After opening the thorax, the non-dependent lung was not adequately deflated, rendering the operating field challenging for the thoracic surgeons, even though ventilation was not delivered in the aforementioned lung. At that point, it was deemed essential for the patient's safety to make the upper lung deflate, by opening the corresponding connector, thus allowing a communication of the patient's lower respiratory system with the environment of the OR. In order to decrease the amount of the aerosol-contamination, a HEPA pleated hydrophobic filter was employed in the bronchial connector (Hydro-Guard Mini Breathing Filter, INTERSURGICAL). Specifically, a disposable bronchial connector was utilised, for the appropriate connection of the HEPA filter. The first step was to cut the bronchial connector obliquely ( Figure 1A) . In that way, it acquired a suitable shape which enabled wedging in the bronchial (non ventilated) lumen of the DLT by advancing it with rotating moves and, subsequently, the HEPA filter was connected to the tube connector ( Figure 1B Connectors from smaller ETTs could not be wedged firmly, whereas connectors from larger ETTs could not fit at all (Figure 3) .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1114,
                    "end": 1124,
                    "text": "Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 1351,
                    "end": 1360,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1475,
                    "end": 1485,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "A direct connection of the HEPA filter into the adaptor on the bronchial lumen before the Y connector could be another simple and efficient option, however, it demands consecutive handling and discontinuation of the breathing circuit, increasing the possibility of droplet dispersion and subsequent OR contamination ( Figure 4 ). It also increases tubing length and therefore resistance to airway deflation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "The novel SARS-COV-2 virus is oval or round with an approximate diameter of 60-140 nm [7] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, HEPA pleated hydrophobic filters perform a filtration efficiency greater than 99% for aerosol generating sodium chloride particles with a count median diameter of 0.07 μm at a flow of 30 L/min [8] . Although appropriate viral filtration efficiency in order to prevent SARS-COV-2 passage is not known, HEPA filters should constitute an efficient and reasonable solution [5] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the COVID-2019 pandemic, it is highly recommended to minimise the AGPs, thus reducing significantly the possibility of air contamination in the OR. However, in thoracic surgery, lung deflation by allowing direct communication of the non-dependent lung with the theatre environment may be deemed necessary for the patient's safety. In such circumstances, the employment of a HEPA filter as we described, could constitute a practical solution. Figure 1A : Oblique-cut bronchial connector. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 458,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Surviving Sepsis Campaign: Guidelines on the Management of Critically Ill Adults with Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Møller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000004363"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Delivery of infection from asymptomatic carriers of COVID-19 in a familial cluster",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.042"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Particle Size-Selective Assessment of Protection of European Standard FFP Respirators and Surgical Masks against Particles-Tested with Human Subjects",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Healthc Eng",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2016/8572493"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Preparing for a COVID-19 pandemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01620-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Society for Cardiothoracic Surgery in Great Britain and Ireland <https",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Measuring the filtration performance of breathing system filters using sodium chloride particles",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilkes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Anaesthesia",
            "volume": "57",
            "issn": "",
            "pages": "162--170",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Lung Ventilation: A simple technique to reduce air contamination during the COVID-19 pandemic Andreas Kostroglou MD, Anastasia Alevizou MD, Tatiana Sidiropoulou MD, PhD From the Second Department of Anesthesiology, National and Kapodistrian University of Athens, We would like to present a simple and efficacious technique of reducing the contamination in the operating room (OR), while performing One-Lung Ventilation (OLV), during the COVID-19 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "performed and the patient was intubated with a left Double Lumen Tube (DLT) 39 French (Fr) size (PORTEX). The correct position of the DLT was verified with chest auscultation, immediately after the intubation and in the final right lateral decubitus position, avoiding our common practice of using a flexible fiberoptic bronchoscope, in order to minimise aerosol-generating procedures (AGPs).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "). The last step was to open the bronchial lumen of the DLT and connect it with the improvised structure (Figure 2). The non-dependent lung was, then, deflated and the operation was completed uneventfully. A previous attempt of using a tube connector of a single lumen endotracheal tube (ETT) (incidentally size 8) had failed. Postoperatively, we examined the issue and we concluded that for all adult DLTs (35-41 Fr), suitable for adjusting the HEPA filter on the bronchoscope entry point are only the connectors of ETTs with internal diameter (ID) of 7.0 mm and 7.5 mm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Bronchial connector and HEPA filter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Bronchial connector and HEPA filter attached in the patient's bronchial lumen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Common connectors of ETTs with several ID and an adult size DLT (PORTEX). Solely the connectors from 7.0 mm and 7.5 mm ID were suitable to fit to the bronchoscope entry point (red arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The HEPA filter connected into the bronchial adaptor before the Y connector.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}