{"paper_id": "d644253ff85dad1801962053761334feb9e8ad8a", "metadata": {"title": "Quantifying the social distancing privilege gap: a longitudinal study of smartphone movement", "authors": [{"first": "Nabarun", "middle": [], "last": "Dasgupta", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of North Carolina at Chapel Hill", "location": {"addrLine": "521 S. Greensboro Street", "postCode": "27510", "settlement": "Carrboro", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "Michele", "middle": ["Jonsson"], "last": "Funk", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of North Carolina at Chapel Hill", "location": {"addrLine": "521 S. Greensboro Street", "postCode": "27510", "settlement": "Carrboro", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "Allison", "middle": [], "last": "Lazard", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of North Carolina at Chapel Hill", "location": {"addrLine": "521 S. Greensboro Street", "postCode": "27510", "settlement": "Carrboro", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "Benjamin", "middle": ["Eugene"], "last": "White", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of North Carolina at Chapel Hill", "location": {"addrLine": "521 S. Greensboro Street", "postCode": "27510", "settlement": "Carrboro", "region": "NC", "country": "USA"}}, "email": ""}, {"first": "Stephen", "middle": ["W"], "last": "Marshall", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of North Carolina at Chapel Hill", "location": {"addrLine": "521 S. Greensboro Street", "postCode": "27510", "settlement": "Carrboro", "region": "NC", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Concerns have been raised that compliance with stay-at-home orders (\"social distancing\") might be a manifestation of social and economic privilege. 1, 2 However, there is limited systematic documentation of impacts of privilege during the coronavirus pandemic. This study examined whether gradients in structural and economic factors play a role in the adoption of social distancing, with inequities based on wealth, health, and power. We hypothesized that counties that were healthier or wealthier would adopt social distancing countermeasures with more intensity. Our hypothesis is based on the \"healthy user effect,\" which can be described as the propensity for patients who partake in one preventive measure to seek additional preventive services or engage in other healthy behaviors. 3, 4 We sought to quantify the social distancing privilege gap in order to suggest priorities for action.", "cite_spans": [{"start": 148, "end": 150, "text": "1,", "ref_id": "BIBREF0"}, {"start": 151, "end": 152, "text": "2", "ref_id": "BIBREF1"}, {"start": 789, "end": 791, "text": "3,", "ref_id": "BIBREF2"}, {"start": 792, "end": 793, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Social distancing is physical separation to prevent disease transmission. In the United States of America (USA) and elsewhere, this has been implemented in the form of mass self-sequestration at home, accompanied by suspension of access to places of employment, education, recreation, and worship. In the absence of population-based testing or vaccination, social distancing has become the primary intervention for slowing viral transmission.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Aggregate movement data from mobile phones have emerged as a potential tool for understanding viral transmission, evaluating interventions, and monitoring compliance with countermeasures. 5 These data could also be used to assess if pandemic response is poised to exacerbate underlying inequities in health. Location tracking includes global positioning system (GPS) data generated from mobile devices (smartphones, tablets, wearable activity trackers, in-vehicle navigation systems, etc.). In general, mobility traces can be generated using a device's location via tracking apps or when switching signals are generated by mobile phone users moving between cell tower coverage areas. In the context of COVID-19, mobility data have been used as a proxy to measure intervention effects and model transmission patterns. [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] In previous emergency responses they have been used to evaluate evacuation behavior after earthquakes 16 and displacement after wildfires and cyclones. 17 Legitimate concerns about privacy have also been raised. 18 A recent report by Thompson and Serkez 19 analyzed county-level smartphone mobility data to establish temporal trends in social distancing, stratifying by political leanings. However, this and other analyses did not control for rurality, which could be a strong explanatory factor in movement data. Therefore, we sought to identify healthcare and socioeconomic characteristics of places where social distancing was most successfully implemented within levels of rurality. Such analyses have the potential to inform messaging about social distancing. They also factor into the design of future studies evaluating the countermeasures.", "cite_spans": [{"start": 188, "end": 189, "text": "5", "ref_id": "BIBREF4"}, {"start": 817, "end": 820, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 821, "end": 824, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 825, "end": 828, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 829, "end": 832, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 833, "end": 837, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 838, "end": 842, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 843, "end": 847, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 848, "end": 852, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 853, "end": 857, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 858, "end": 862, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 965, "end": 967, "text": "16", "ref_id": "BIBREF16"}, {"start": 1015, "end": 1017, "text": "17", "ref_id": "BIBREF17"}, {"start": 1075, "end": 1077, "text": "18", "ref_id": "BIBREF18"}, {"start": 1097, "end": 1119, "text": "Thompson and Serkez 19", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This study linked established 20 community-level health, social, and economic indicators with mobility data. 7 Validation was conducted using a second mobility dataset with more granular information on venue.", "cite_spans": [{"start": 109, "end": 110, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "METHODS"}, {"text": "In order to identify explanatory health and socioeconomic indicators, we used the 2019 Robert Wood Johnson Foundation County Health Rankings (CHR) dataset. 20, 21 The publicly available dataset contains dozens of metrics compiled from national surveys and healthcare databases.", "cite_spans": [{"start": 156, "end": 159, "text": "20,", "ref_id": "BIBREF20"}, {"start": 160, "end": 162, "text": "21", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Baseline Health Data"}, {"text": "We compared the variation in intensity of social distancing to eleven county-level metrics: three healthcare, two economic, three structural, and three demographic. These were selected from the CHR dataset because they are established indicators, 20 with an emphasis on specific concerns arising during the pandemic.", "cite_spans": [{"start": 247, "end": 249, "text": "20", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Baseline Health Data"}, {"text": "To gauge overall baseline healthcare access, we examined primary care providers per 100,000 population and percent uninsured under age 65 (e.g., Medicare eligibility). We examined health insurance coverage among adults under age 65. As a marker for a related preventive health behavior, we also separately evaluated whether baseline influenza vaccination rates were associated with how much the county was likely to slow down during the current coronavirus outbreak, quantified as the percent of annual Medicare enrollees vaccinated.", "cite_spans": [], "ref_spans": [], "section": "Healthcare metrics"}, {"text": "We explored two baseline economic metrics, one representing overall community wealth (80 th percentile of annual household income in dollars) and one as proxy 22 for child poverty (percent of school-age children eligible for subsidized or free lunches). 23 ", "cite_spans": [{"start": 159, "end": 161, "text": "22", "ref_id": "BIBREF22"}, {"start": 254, "end": 256, "text": "23", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Economic metrics"}, {"text": "Three lifestyle metrics were selected to provide a diverse range of baseline structural factors that could influence compliance with prolonged stay-at-home orders. The percent of people experiencing food insecurity was established from survey responses and a cost-of-food index. Opportunities for physical activity was modeled as the percent of population with adequate access to nearby parks and recreational facilities. The percent of households with overcrowding was based on housing condition surveys.", "cite_spans": [], "ref_spans": [], "section": "Structural metrics"}, {"text": "The three demographic metrics were: percent of youth (age under 18 years) because of concerns about non-compliance with stay-at-home orders, the percent of elderly (aged 65 years and above) because they are a risk group for COVID-19 mortality, and a residential segregation index (white versus non-white) to address broader concerns about privilege and identity. 24", "cite_spans": [], "ref_spans": [], "section": "Demographic metrics"}, {"text": "The analytic dataset started with public, aggregated county-level (or similar geopolitical unit assigned by coordinates of origin) data from smartphone GPS movement tracing, pre-processed by Descartes Labs (Santa Fe, New Mexico, USA). Raw mobility data generated from location services were processed using a parallel bucket sort to create device-based (e.g., node) records that for a given day were longitudinal. 25 Maximum distance mobility (M max ) was defined as the maximum Haversine (great circle) distance in kilometers from the first location report. 7 Conceptually, this represents the straight-line distance between the first observation and the day's 3 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 414, "end": 416, "text": "25", "ref_id": "BIBREF25"}, {"start": 559, "end": 560, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Primary Mobility Data"}, {"text": "The copyright holder for this preprint this version posted May 8, 2020. . farthest. Across all reports, the median accuracy of location measurement was 15 to 20 meters. Adjustments were made for poor GPS signal locks, too few observations (less than 10 reports per day), and signal accuracy (50 meter threshold). 7 To reduce bias from devices merely transiting through (e.g., interstate highways), M max is limited to nodes with at least 8 hours of observation per day. The resulting analysis dataset contained 2,633 of 3,142 US counties.", "cite_spans": [{"start": 59, "end": 73, "text": "May 8, 2020. .", "ref_id": null}, {"start": 313, "end": 314, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Primary Mobility Data"}, {"text": "The pre-processed mobility dataset in this analysis could not be used to identify individuals. Using geotemporally coarse data provides further safeguards for protecting privacy. To this end, the values of M max were summarized by taking the median per county-day ( m50 ). The median was indexed against a baseline period to obtain our main study metric: the percentage change in mobility since baseline ( m50_index ) as a proxy for the intensity of social distancing. The baseline period of February 17 through March 7, 2020 was established by the data provider as a stable period before widespread social distancing.", "cite_spans": [], "ref_spans": [], "section": "Primary Mobility Data"}, {"text": "To account for weekly periodicity in movement (e.g., less on weekends) we limited analysis to weekdays. To prevent undue influence from single-day variability and to allow two weeks to have elapsed since the last round of state stay-at-home orders, we averaged values of m50_index for the three most recent available weekdays at the time of analysis: April 15, 16, 17. The resulting distribution approximated a Gaussian function. To reduce outlier influence, we constructed a five-level inverted stratification of m50_index , where the highest quintile (5) represented the greatest reduction in mobility since baseline, interpreted as the highest 20% of counties in terms of social distancing intensity. Category boundaries for m50_index by quintile were: lowest mobility change (1) +193% to -45·8%, (2) -46·0% to -55·4%, (3) -55·5% to -62·3%, (4) 62·4% to 74·8%, and highest (5) -75·0% to -100%. Only seven counties (all less than 20,000 population) showed an increase in mobility from baseline and were included in the lowest quintile.", "cite_spans": [{"start": 553, "end": 556, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Variable Construction"}, {"text": "We adjusted for two potential confounders. First, state and municipal stay-at-home-orders from February through April 2020 were classified by county. 26 These orders limited travel to basic necessities and employment in sectors deemed essential. Municipal stay-at-home orders were accounted for in eight states without mandates.", "cite_spans": [{"start": 150, "end": 152, "text": "26", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Potential Confounders"}, {"text": "Second, even though our main outcome was change in mobility from baseline, rurality might be a potential confounder due to distances traveled for essential activities. We used federal rural-urban continuum codes (RUCC) to adjust for rurality and transportation connections between city centers and satellite counties. 27 Although RUCC can be conceptualized as a 9-point ordinal scale of urbanicity (or rurality), it was modeled using indicator coding to impose fewer assumptions. Other potential spatial and economic confounders (number of solo vehicle commuters, long commuting times, and composite socioeconomic indices) were not included because they did not meaningfully improve model fit.", "cite_spans": [{"start": 318, "end": 320, "text": "27", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Potential Confounders"}, {"text": "In the context of social distancing, general movement data have the potential for misclassification. One way to validate the findings is to compare these data to more granular 4 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "External Validation"}, {"text": "The copyright holder for this preprint this version posted May 8, 2020. . location information, such as by type of visited venue. The data came from aggregated and anonymized GPS traces of devices for which the Location History setting within Google apps had been turned on enabled. Since only limited information on data collection was available, 11 we did not consider the Google Location Services data appropriate for the primary analysis at this time.", "cite_spans": [{"start": 59, "end": 73, "text": "May 8, 2020. .", "ref_id": null}, {"start": 348, "end": 350, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "During the study period, Google LLC (Mountain View, California, USA) published county-level datasets 28 showing COVID-19-related mobility changes across six types of venues: grocery and pharmacy; parks, transit stations, retail and recreation, places of residence; and places of work. The metric was percent change in mobility since baseline, January 3 to February 6, 2020, controlling for day of week. A validation dataset was created for March 1 to April 11, the overlap period with mobility data used in the primary analyses, for which county-day could be established. To have confidence in overall mobility change to serve a proxy for social distancing, we expected the strongest correlations with staying at home, transit, work and retail, and less correlation with other venues that were permissible or essential.", "cite_spans": [{"start": 101, "end": 103, "text": "28", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Datasets were analyzed with Stata MP (version 16, College Station, Texas, USA). Scaled Poisson regression with robust variance estimators was used in base models regressing each of the 11 metrics individually against quintiles of mobility change. Negative binomial (NB2) models were employed when warranted by residual overdispersion. The adjusted models included indicator variables to control for rurality/urbanicity and governmental stay-at-home mandates. For a given health or socioeconomic indicator, mean and 95% confidence intervals were calculated for each quintile using non-intercept models; pairwise contrasts of percent difference between quintiles were estimated using the full model with adjustment. For validation we compared zero-recentered m50_index against percent change from baseline by venue, as reported by Google Location Services users. Structural equation modeling was used to calculate pairwise correlations and 95% confidence intervals, accounting for repeated measures. Code and datasets are available at https://github.com/opioiddatalab/covid .", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "The aggregated public county-level data analyzed in this study were not considered human subjects research and exempted from ethics review per the guidance of the University of North Carolina Office of Human Research Ethics.", "cite_spans": [], "ref_spans": [], "section": "Ethics Statement"}, {"text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "5"}, {"text": "The copyright holder for this preprint this version posted May 8, 2020. . ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We analyzed data from 65,544,268 mobile GPS traces for the 3-days April 15, 16, 17 of 2020, comparing mobility to an early COVID-19 baseline period (February 17 through March 7). These traces came from 2,633 US counties and each device was observed for more than 8 hours.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Across the United States, there was an average decline of -59·7% in mobility from baseline. Mobility decline ranged from -86·5% in the quintile with the most restricted movement, and -33·2% in the least ( Table 1 ). The 337 counties without stay-at-home orders showed a decline in movement of -52·3% (95% CI: -50·3%, -54.3%), while the 2,296 counties where stay-at-home orders had been enacted experienced a slightly greater decline, -60·8% (95% CI: -60·0%, -61·6%).", "cite_spans": [], "ref_spans": [{"start": 205, "end": 212, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Mobility Changes"}, {"text": "6 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Mobility Changes"}, {"text": "The copyright holder for this preprint this version posted May 8, 2020. In general, counties that reduced movement tended to be more urban, however, there were many exceptions to this trend. For example, 33% (n=137) of counties in the highest tier of social distancing had less than 20,000 population (RUCC 6 or greater), found in states with earlier (late March) stay-at-home orders like Michigan, Minnesota, and Texas. Similarly, 107 (25%) metropolitan counties (RUCC 3 or lower) were found in places with less mobility curtailment, for example in states with later (early April) stay-at-home orders most commonly Georgia, Louisiana, and Alabama. All subsequent results in this paper are adjusted for rurality/urbanicity and the enactment of stay-at-home orders.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "All eleven explanatory healthcare, economic, structural and demographic factors consistently showed near-linear associations with intensity of social distancing as measured through mobility declines, Figure 1 . The counties with the smallest declines in mobility had 50 primary care providers per 100,000, whereas the most social distancing counties had 74 per 100,000 after adjusting for rurality and stay-at-home orders, a 47% (95% CI: 38%, 58%) difference. Counties with lower social distancing had a higher proportion of people without health insurance. The lowest social distancing counties had 10·7% uninsured, whereas the most social distancing counties had only 7·0% uninsured, a 52% (95% CI: 45%, 60%) difference. Overall county influenza vaccination rates among Medicare beneficiaries varied from 9% to 65% at baseline, with a mean of 42%. On average, counties with more social distancing had 6·2% (95% CI: 3·7%, 8·7%) higher flu vaccinations at baseline.", "cite_spans": [], "ref_spans": [{"start": 200, "end": 208, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Healthcare Indicators"}, {"text": "There was a strong increasing trend between income and intensity of social distancing. Places that were able to most curtail movement had 17% (95% CI: 15%, 20%) higher annual household income, after adjusting for rurality and social distancing orders. In places with the least mobility decline, the 80th percentile of annual household income was around $120,000, whereas in the most social distancing counties it was $140,000. Correspondingly, 41% of school age children were eligible for free or subsidized lunches in the least social distancing areas, which was 26% (95% CI: 21%, 31%) higher than in areas that were more able to restrict movement.", "cite_spans": [], "ref_spans": [], "section": "Economic Indicators"}, {"text": "The lowest social distancing counties had greater food insecurity, among 13% of residents. The most social distancing counties had 10%. After adjusting for rurality and social distancing orders, this amounted to a 27% (95% CI: 23%, 32%) difference. In the lowest social distancing counties, only 71% of residents had access to physical spaces for exercise, whereas in the most social distancing counties 91% had access, a 29% (95% CI: 24%, 34%) difference. The most social distancing counties had 14% (95% CI: 4·4%, 25%) less overcrowding, but showed greater variability.", "cite_spans": [], "ref_spans": [], "section": "Structural Indicators"}, {"text": "Counties with the least social distancing were younger: 8·2% more youth (95% CI: 6·4%, 10%) younger than 18 years. Counties that did the best at social distancing were older, with 7·4% (95% CI: 4·7%, 10%) more elderly people compared to the lowest tier. Counties that limited 7 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Demographic Indicators"}, {"text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.03.20084624 doi: medRxiv preprint mobility the most also had 9·6% higher (95% CI: 4·1%, 15%) residential racial segregation (white compared to non-white).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "County-level mobility and venue-specific changes were well-correlated, Table 2 . Retail and recreation, work, and transit showed positive linear correlations above 0·70. Changes in the use of parks (0·24) and grocery/pharmacy (0·53) were less correlated with overall mobility. Conversely, and as anticipated, changes in mobility showed a strong (negative) correlation with increases in staying at home (-0·83). These results lend further credence that using overall mobility change as a proxy for social distancing was justified.", "cite_spans": [], "ref_spans": [{"start": 71, "end": 78, "text": "Table 2", "ref_id": "TABREF2"}], "section": "External Validation"}, {"text": "Counties that were most successful at limiting mobility through social distancing were healthier and wealthier before pandemic onset. This paper provides empirical evidence that places with greater social distancing had distinctive healthcare, economic, and structural advantages that may have facilitated compliance with stay-at-home orders. Awareness about barriers to social distancing faced by low wage workers has been recognized. 28 However, much less awareness exists about privilege's consequences. Consistent with the concept of privilege as a system, our analysis documents the specific advantages of privilege in a crisis situation. 29 Of the eleven metrics we examined, one of the starkest differences between the highest and lowest social distancing counties was in primary care providers per capita, 47%. But, influenza vaccination among Medicare beneficiaries showed only a 6% difference. Over decades, a vaccine initially intended for primary care settings was expanded to allow administration by nurses and pharmacists, benefitting from streamlined record keeping and reimbursement processes, no additional patient cost (in Medicare), and administration venues outside of traditional healthcare delivery. If a coronavirus vaccine becomes available, one way to close the social distancing privilege gap could be to make it at least as easy to obtain as the flu vaccine.", "cite_spans": [{"start": 436, "end": 438, "text": "28", "ref_id": "BIBREF28"}, {"start": 644, "end": 646, "text": "29", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Since the flu vaccine is free to all Medicare beneficiaries, and the elderly group has the most influenza mortality, this might represent how health conscious the population was, on average. However, in the Medicare population not getting a flu vaccine is also a marker for frailty. Failure to receive the flu vaccine, even when there is no influenza circulating, is a strong predictor of mortality. 29 An alternative interpretation is that places with low social distancing could have a greater share of the elderly who are exceptionally vulnerable.", "cite_spans": [{"start": 400, "end": 402, "text": "29", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A key concern during pandemic quarantine is how to maintain routine healthcare screening for chronic diseases. In-person clinic visits have been curtailed drastically in favor of telemedicine, but the replacement is not complete. Blood pressure cannot be readily checked remotely. While misclassification could arise if patients routinely cross county lines to see doctors (and providers may cluster together within health systems), our observations suggest that longstanding inequities in chronic disease screening and testing may also be exacerbated. The 52% difference in health insurance coverage will also need to be addressed.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "The copyright holder for this preprint this version posted May 8, 2020. . The observed 17% income differential cannot be explained by location alone, since we controlled for urbanicity. Food insecurity ranked highly in disparity between high and low social distancing counties. As evidenced on social media, a phenomenon of the quarantine era has been for otherwise busy professionals to take up labor intensive food projects, epitomized by baking bread. At the same time, food banks have been expending stocks and asking for donations. Granular demographic information is routinely used to customize social media messages in advertising. Perhaps our findings can serve to inspire new avenues for tailored public health messaging to reduce the social distancing privilege gap.", "cite_spans": [{"start": 59, "end": 73, "text": "May 8, 2020. .", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "As societies weigh options for removing restrictions on social distancing, our findings encourage considering ways to even social distancing ability. Epidemiologic models for betacoronavirus transmission suggest that social distancing measures may need to be selectively loosened, and possibly reinstated, over the next two years. 30 Assuming seasonal forcing in the autumn, these models make clear that in the absence of pharmaceutical intervention, the surest way to manage hospital load is through controlled cultivation of population immunity. We found that voluntary sequestration rates were similar to areas with stay-at-home mandates, and that racial segregation was highest in areas with most social distancing. This suggests that those wealthy enough to remain cocooned may minimize their exposure to the virus even after stay-at-home orders are lifted. In such a scenario, the bulwark of herd immunity would likely be achieved through infection of less privileged members of society. While durability of immunity and asymptomatic carriage of SARS-CoV-2 are unknown, the circumstances are set for those with the greatest privilege to benefit from communal protection, while incurring a lower burden of disease.", "cite_spans": [{"start": 331, "end": 333, "text": "30", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We measured change in movement as a proxy for success in implementing social distancing. A limitation is that change in movement does not capture physical proximity to other people. Maintaining two meters of distance from others is a key element of social distancing not reflected in mobility changes measured in kilometers. Our study also has an underrepresentation of extremely rural areas because we required at least ten 8-hour smartphone traces per day to maintain privacy; findings might not be generalizable to these areas. The distributions of jobs that are amenable to remote work-from-home likely also vary by rurality, but we did not have data to test this hypothesis beyond commute times. We intentionally did not analyze positive-among-tested coronavirus counts because of strong variation between states leading to selection bias (e.g., diagnostic suspicion bias for test eligibility).", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "This study is innovative in using smartphone location tracking for measuring the extent of public health interventions on a national scale. We found that the adoption of social distancing practices was strongly correlated with better community health and financial resources. Our findings also suggest the need to innovate additional measures to prevent viral transmission in places where social distancing is less feasible. Awareness of systems of privilege should inform the next phase of pandemic interventions and provision of healthcare resources in order to ensure equity.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.03.20084624 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 8, 2020. . * Unequal cell sizes due to ties at quintile boundaries. * Varying cell sizes due to low count suppression in the Google Location Services dataset.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "13 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.03.20084624 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Social Distancing Is a Privilege. The New York Times", "authors": [{"first": "C", "middle": ["M"], "last": "Blow", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Location Data Says It All: Staying at Home During Coronavirus Is a Luxury. The New York Times", "authors": [{"first": "J", "middle": [], "last": "Valentino-Devries", "suffix": ""}, {"first": "D", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Gjx", "middle": [], "last": "Dance", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Prior to Use of Estrogen Replacement Therapy, Are Users Healthier than Nonusers?", "authors": [{"first": "K", "middle": ["A"], "last": "Matthews", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Kuller", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Wing", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Meilahn", "suffix": ""}, {"first": "P", "middle": [], "last": "Plantinga", "suffix": ""}], "year": 1996, "venue": "Am J Epidemiol", "volume": "143", "issn": "10", "pages": "971--978", "other_ids": {"DOI": ["10.1093/oxfordjournals.aje.a008678"]}}, "BIBREF3": {"ref_id": "b3", "title": "Healthy User and Related Biases in Observational Studies of Preventive Interventions: A Primer for Physicians", "authors": [{"first": "W", "middle": ["H"], "last": "Shrank", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Patrick", "suffix": ""}, {"first": "Alan", "middle": [], "last": "Brookhart", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "J Gen Intern Med", "volume": "26", "issn": "5", "pages": "546--550", "other_ids": {"DOI": ["10.1007/s11606-010-1609-1"]}}, "BIBREF4": {"ref_id": "b4", "title": "Aggregated mobility data could help fight COVID-19", "authors": [{"first": "C", "middle": ["O"], "last": "Buckee", "suffix": ""}, {"first": "S", "middle": [], "last": "Balsari", "suffix": ""}, {"first": "J", "middle": [], "last": "Chan", "suffix": ""}], "year": 2020, "venue": "Sills J, ed. Science", "volume": "368", "issn": "6487", "pages": "145--147", "other_ids": {"DOI": ["10.1126/science.abb8021"]}}, "BIBREF5": {"ref_id": "b5", "title": "Mapping county-level mobility pattern changes in the United States in response to COVID-19. ArXiv200404544 Phys Q-Bio", "authors": [{"first": "S", "middle": [], "last": "Gao", "suffix": ""}, {"first": "J", "middle": [], "last": "Rao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liang", "suffix": ""}, {"first": "J", "middle": [], "last": "Kruse", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Mobility Changes in Response to COVID-19. ArXiv200314228 Cs", "authors": [{"first": "M", "middle": ["S"], "last": "Warren", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Skillman", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Early Evidence on Social Distancing in Response to COVID-19 in the United States", "authors": [{"first": "M", "middle": [], "last": "Andersen", "suffix": ""}], "year": 2020, "venue": "Social Science Research Network", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3569368"]}}, "BIBREF8": {"ref_id": "b8", "title": "Report 11: Evidence of Initial Success for China Exiting COVID-19 Social Distancing Policy after Achieving Containment", "authors": [{"first": "K", "middle": [], "last": "Ainslie", "suffix": ""}, {"first": "C", "middle": [], "last": "Walters", "suffix": ""}, {"first": "H", "middle": [], "last": "Fu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25561/77646"]}}, "BIBREF9": {"ref_id": "b9", "title": "COVID-19 outbreak response: a first assessment of mobility changes in Italy following national lockdown. medRxiv", "authors": [{"first": "E", "middle": [], "last": "Pepe", "suffix": ""}, {"first": "P", "middle": [], "last": "Bajardi", "suffix": ""}, {"first": "L", "middle": [], "last": "Gauvin", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.22.20039933"]}}, "BIBREF10": {"ref_id": "b10", "title": "Impacts of State-Level Policies on Social Distancing in the United States Using Aggregated Mobility Data during the COVID-19", "authors": [{"first": "G", "middle": ["A"], "last": "Wellenius", "suffix": ""}, {"first": "S", "middle": [], "last": "Vispute", "suffix": ""}, {"first": "V", "middle": [], "last": "Espinosa", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China", "authors": [{"first": "Mug", "middle": [], "last": "Kraemer", "suffix": ""}, {"first": "C-H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "B", "middle": [], "last": "Gutierrez", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb4218"]}}, "BIBREF13": {"ref_id": "b13", "title": "The impact of traffic isolation in Wuhan on the spread of 2019-nCov. medRxiv", "authors": [{"first": "G", "middle": [], "last": "Jin", "suffix": ""}, {"first": "J", "middle": [], "last": "Yu", "suffix": ""}, {"first": "L", "middle": [], "last": "Han", "suffix": ""}, {"first": "S", "middle": [], "last": "Duan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.04.20020438"]}}, "BIBREF14": {"ref_id": "b14", "title": "Population Movement, City Closure and Spatial Transmission of the 2019-NCoV Infection in China . Epidemiology", "authors": [{"first": "S", "middle": [], "last": "Ai", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "F", "middle": [], "last": "Tian", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.04.20020339"]}}, "BIBREF15": {"ref_id": "b15", "title": "Social Distancing, Internet Access and Inequality", "authors": [{"first": "L", "middle": [], "last": "Chiou", "suffix": ""}, {"first": "C", "middle": [], "last": "Tucker", "suffix": ""}], "year": 2020, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3386/w26982"]}}, "BIBREF16": {"ref_id": "b16", "title": "Cross-comparative analysis of evacuation behavior after earthquakes using mobile phone data. Martínez-Álvarez F", "authors": [{"first": "T", "middle": [], "last": "Yabe", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sekimoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Tsubouchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Ikemoto", "suffix": ""}], "year": 2019, "venue": "PLOS ONE", "volume": "14", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0211375"]}}, "BIBREF17": {"ref_id": "b17", "title": "Facebook Disaster Maps: Aggregate Insights for Crisis Response & Recovery", "authors": [{"first": "P", "middle": [], "last": "Maas", "suffix": ""}], "year": null, "venue": "Proceedings of the 25th ACM SIGKDD International Conference on Knowledge Discovery & Data Mining -KDD '19", "volume": "2019", "issn": "", "pages": "3173--3173", "other_ids": {"DOI": ["10.1145/3292500.3340412"]}}, "BIBREF18": {"ref_id": "b18", "title": "Privacy vulnerability of published anonymous mobility traces", "authors": [{"first": "Cyt", "middle": [], "last": "Ma", "suffix": ""}, {"first": "Dky", "middle": [], "last": "Yau", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Yip", "suffix": ""}, {"first": "Nsv", "middle": [], "last": "Rao", "suffix": ""}], "year": 2010, "venue": "Proceedings of the Sixteenth Annual International Conference on Mobile Computing and Networking -MobiCom '10", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1145/1859995.1860017"]}}, "BIBREF19": {"ref_id": "b19", "title": "How Has Your State Reacted to Social Distancing? The New York Times", "authors": [{"first": "S", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "Y", "middle": [], "last": "Serkez", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The County Health Rankings: rationale and methods", "authors": [{"first": "P", "middle": ["L"], "last": "Remington", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Catlin", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Gennuso", "suffix": ""}], "year": 2015, "venue": "Popul Health Metr", "volume": "13", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1186/s12963-015-0044-2"]}}, "BIBREF21": {"ref_id": "b21", "title": "Measures & Data Sources. County Health Rankings & Roadmaps", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The Effect of the Community Eligibility Provision on the Ability of Free and Reduced-Price Meal Data to Identify Disadvantaged Students", "authors": [{"first": "C", "middle": [], "last": "Koedel", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "COVID-19, school closures, and child poverty: a social crisis in the making", "authors": [{"first": "W", "middle": ["V"], "last": "Lancker", "suffix": ""}, {"first": "Z", "middle": [], "last": "Parolin", "suffix": ""}], "year": 2020, "venue": "Lancet Public Health", "volume": "", "issn": "0", "pages": "", "other_ids": {"DOI": ["10.1016/S2468-2667(20)30084-0"]}}, "BIBREF24": {"ref_id": "b24", "title": "Ethnicity and COVID-19: an urgent public health research priority. The Lancet", "authors": [{"first": "M", "middle": [], "last": "Pareek", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Bangash", "suffix": ""}, {"first": "N", "middle": [], "last": "Pareek", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30922-3"]}}, "BIBREF25": {"ref_id": "b25", "title": "2HOT: An Improved Parallel Hashed Oct-Tree N-Body Algorithm for Cosmological Simulation", "authors": [{"first": "M", "middle": ["S"], "last": "Warren", "suffix": ""}], "year": 2013, "venue": "Proc Int Conf High Perform Comput Netw Storage Anal -SC 13", "volume": "", "issn": "", "pages": "1--12", "other_ids": {"DOI": ["10.1145/2503210.2503220"]}}, "BIBREF26": {"ref_id": "b26", "title": "See Which States and Cities Have Told Residents to Stay at Home. The New York Times", "authors": [{"first": "S", "middle": [], "last": "Mervosh", "suffix": ""}, {"first": "D", "middle": [], "last": "Lu", "suffix": ""}, {"first": "V", "middle": [], "last": "Swales", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Continuum Code -SEER Datasets", "authors": [{"first": "", "middle": [], "last": "Rural-Urban", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Google COVID-19 Community Mobility Reports", "authors": [{"first": "Llc", "middle": [], "last": "Google", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Further Evidence for Bias in Observational Studies of Influenza Vaccine Effectiveness: The 2009 Influenza A(H1N1) Pandemic", "authors": [{"first": "M", "middle": ["L"], "last": "Jackson", "suffix": ""}, {"first": "O", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Nelson", "suffix": ""}], "year": 2013, "venue": "Am J Epidemiol", "volume": "178", "issn": "8", "pages": "1327--1336", "other_ids": {"DOI": ["10.1093/aje/kwt124"]}}, "BIBREF30": {"ref_id": "b30", "title": "Projecting the transmission dynamics of SARS-CoV-2 through the postpandemic period", "authors": [{"first": "S", "middle": ["M"], "last": "Kissler", "suffix": ""}, {"first": "C", "middle": [], "last": "Tedijanto", "suffix": ""}, {"first": "E", "middle": [], "last": "Goldstein", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Grad", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb5793"]}}}, "ref_entries": {"FIGREF0": {"text": "US Counties (N=2,633) with greater privilege in healthcare resources and wealth adopted social distancing with greater intensity, as measured by reductions in mobile device movement. Horizontal axis increases in social distancing intensity by quintile from left (1) to right (5), adjusted for rurality and stay-at-home orders.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Average change in GPS-measured movement from baseline, by quintile of mobility change, April 15 to 17, 2020, United States.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Counties </td><td>GPS Traces </td><td>Mobility </td><td>Median Distance </td></tr><tr><td> </td><td>(N)* </td><td>(N) </td><td>Change (mean) </td><td>Traveled (km) </td></tr><tr><td>Quintile of change in mobility </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1 (least social distancing) </td><td>519 </td><td> 2,289,735 </td><td>-33.2% </td><td>7.0 </td></tr><tr><td>2 </td><td>526 </td><td> 12,686,755 </td><td>-51.1% </td><td>5.7 </td></tr><tr><td>3 </td><td>513 </td><td> 21,464,240 </td><td>-59.3% </td><td>4.6 </td></tr><tr><td>4 </td><td>540 </td><td> 17,229,129 </td><td>-67.4% </td><td>3.7 </td></tr><tr><td>5 (greatest social distancing) </td><td>535 </td><td> 11,874,409 </td><td>-86.5% </td><td>1.1 </td></tr><tr><td>Total </td><td>2,633 </td><td>65,544,268 </td><td>-59.7% </td><td>4.4 </td></tr></table></body></html>"}, "TABREF2": {"text": "Correlation between changes in overall mobility versus venue-specific location information from Google Location Services, March 1 through April 11, 2020.Grocery and pharmacy grocery markets, food warehouses, farmers markets, specialty food shops, drug stores, pharmacies Transit public transportation hubs for subway, bus, and trains", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank David Joerg for providing access to formatted data. We thank Anindita Dasgupta and Roxanne Saucier for helpful editorial comments. Funding: None. Author Contributions : BW processed source data. ND conducted the analysis and drafted the first version of the manuscript, and is the party responsible for data integrity. MJF provided the impetus for the initial study and provided clinical interpretations during analysis. AL and SWM contributed to the drafting of the manuscript and interpretation of results. Competing interests : Authors declare no competing interests. The data provider was made aware that the analysis was being conducted, but was not involved in any aspect of the study or publication process. Data and materials availability: All code and data available at https://github.com/opioiddatalab/covid .", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments:"}, {"text": "None reported.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}