{
    "paper_id": "d89abe12ddeaf326dcd6f0af74adc5d8d0d8057d",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ryan",
                "middle": [
                    "C"
                ],
                "last": "Ungaro",
                "suffix": "",
                "affiliation": {},
                "email": "ryan.ungaro@mssm.edu"
            },
            {
                "first": "Timothy",
                "middle": [],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Inflam-matory Bowel Disease Clinical Center, Henry D. Janowitz Division of Gastro-enterology",
                    "institution": "",
                    "location": {
                        "addrLine": "1 Gustave L. Levy Place",
                        "postCode": "10029",
                        "settlement": "New York, New York",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Frederic",
                "middle": [],
                "last": "Colombel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gopi",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Inflam-matory Bowel Disease Clinical Center, Henry D. Janowitz Division of Gastro-enterology",
                    "institution": "",
                    "location": {
                        "addrLine": "1 Gustave L. Levy Place",
                        "postCode": "10029",
                        "settlement": "New York, New York",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Dr",
                "middle": [],
                "last": "Henry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Janowitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A mid the Q7 recent emergence of coronavirus disease 2019 (COVID-19), gastroenterologists are frequently being asked by their patients about this virus and any necessary precautions to take. COVID-19 has been of particular interest to our patients on immunosuppressive agents (immunomodulators or biologics) such as those with inflammatory bowel disease (IBD). COVID-19 has now been reported throughout the world, with more reported cases on a daily basis. We therefore aim to provide a brief overview of COVID-19 for the gastroenterology community based on currently available information to help assist with addressing our patients' questions and concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 is a respiratory illness caused by a novel coronavirus that was first identified in Wuhan, the capital city of China's Hubei Province, in December 2019. 1 Initially referred to as the 2019 novel coronavirus, COVID-19 is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). 2 It was identified by researchers at the Wuhan Institute of Virology through metagenomic analysis of a bronchoalveolar lavage sample from a patient in the initial cluster of pneumonia cases in that city. 3 Coronaviruses are a large family of RNA viruses that are known to cause illnesses ranging from the common cold to more severe diseases such as Middle East respiratory syndrome (MERS) and SARS. The SARS-CoV-2 virus shares 79.5% of the genetic sequence of SARS and has 96.2% homology to bat coronavirus. 4 The intermediate animal vector between bats and humans for SARS-CoV-2 is currently unknown but has been linked epidemiologically to the Huanan Seafood Wholesale Market. 5 Although initially a zoonotic virus, SARS-CoV-2 is now spread human-to-human, with higher infectivity than MERS and SARS but with a lower fatality rate. 3 The clinical presentation of COVID-19 can range from mild nonspecific respiratory symptoms to severe organ dysfunction such as acute respiratory distress syndrome that can lead to death. 1, 6, 7 Most cases of COVID-19 appear to be mild, with the most common symptoms being fever (83%-98%), cough (46%-82%), myalgia or fatigue (11%-44%), and shortness of breath (31%). 7 Risk factors for more severe illness requiring hospitalization appear to be older age and having underlying chronic medical conditions such as diabetes, lung disease, and cardiovascular disease. 7 Early reports suggest that for more severe cases the median time from first symptom onset to the development of shortness of breath and/or need for hospitalization ranged from 5 to 8 days. 6-8 Among hospitalized COVID-19 patients, it is reported that 5% to 26.1% have required admission to the intensive care unit. 6, 8 The reported fatality rate for hospitalized COVID-19 patients has ranged from 1.4% to 15%. [6] [7] [8] The incubation period for SARS-CoV-2 appears to average 5.2 days but may range from 2 to 14 days, and potential asymptomatic infection has been reported. 7, 9 Of note for gastroenterologists, patients may complain of gastrointestinal symptoms such as nausea or diarrhea. 7 In the prior SARS coronavirus outbreak, diarrhea was reported in up to 25% of patients. 11 Interestingly, the cell entry receptor ACE2 appears to mediate entry of SARS-CoV-2 (similar to SARS) and has been demonstrated to be highly expressed in small intestinal enterocytes. 11 ACE2 is important in controlling intestinal inflammation and its disruption may lead to diarrhea. 11 The reported frequency of diarrhea among COVID-19 patients has varied from 2% to 33% and was one of the prominent symptoms reported by the first case in the United States. 11,12 SARS-CoV-2 has been detected in the stool of COVID-19 patients. 12, 13 So while COVID-19 appears to primarily spread through respiratory droplets and secretions, the gastrointestinal tract may be another potential route of infection, highlighting importance of personal protective equipment during endoscopy. Further, some of the more common laboratory findings described in COVID-19 patients include liver function test abnormalities. In addition to leukopenia (reported in 9%-25% of cases) or leukocytosis (24%-30%), elevated alanine aminotransferase and aspartate aminotransferase have been seen in up to 37%  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58 of cases. [7] [8] [9] More recent descriptions of patients in China also noted that around 10% of patients had elevated total bilirubin levels. 8 Gastroenterologists should be aware of these potential gastrointestinal manifestations of COVID-19.",
            "cite_spans": [
                {
                    "start": 1325,
                    "end": 1327,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2020,
                    "end": 2022,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2116,
                    "end": 2119,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2120,
                    "end": 2123,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2124,
                    "end": 2127,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2282,
                    "end": 2284,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3021,
                    "end": 3024,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3802,
                    "end": 3805,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3806,
                    "end": 3809,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3810,
                    "end": 3813,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 3565,
                    "end": 3791,
                    "text": "37%  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Measures to control the spread of COVID-19 are similar to the general advice for preventing any respiratory viral illness. At the national and international level, travel restrictions have been implemented for regions with the highest COVID-19 incidence currently, but these recommendations and polices are likely to rapidly change and warrant close monitoring. Patients with potential symptoms of COVID-19 with recent travel to areas of higher incidence (China, South Korea, Japan, Iran, and Italy based on the most recent Centers for Disease Control and Prevention [CDC] data) should be asked to wear a standard surgical mask as soon as they are identified and be placed in a private room with the door closed, ideally an airborne isolation room (negative-pressure room). 3, 7 It is important to note that travel history criteria for testing for COVID-19 will change as community-based spread is emerging within the United States and patients living in or with recent travel to areas where COVID-19 has been confirmed should be considered for testing as well. Any concern for possible COVID-19 should immediately prompt notification of institutional infection prevention and control as well as local or state health departments. Healthcare personnel entering the room should use standard precautions, contact precautions (gown and gloves), airborne precautions (with N95 respirator), and eye protection (goggles or a face shield). Testing has been performed at the CDC but is now more widely available in state and city laboratories and is becoming available commercially. It is important that more common respiratory illnesses (eg, influenza) are also ruled out.",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 776,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At this time there is no vaccine for COVID-19, but early phase 1 clinical trials of potential vaccines are being palnned. No specific treatments for COVID-19 are currently available so medical management involves supportive measures. The investigational antiviral drug remdesivir and chloroquine have been reported to have efficacy against SARS-CoV-2 in vitro. 14 Neither of these therapies is currently available for clinical use; however, clinical trials with remdesivir are underway (NCT04280705). Of note, remdesivir was given on a compassionate use basis to the first COVID-19 case in the United States. 12 What should we tell our patients based on our current knowledge? First, this is a rapidly evolving area with new information emerging on a daily basis. Therefore, periodically checking on recommendations from leading national and international health organizations, such as the CDC or the World Health Organization, is the most important way for both patients and physicians to stay informed with accurate information. Second, it is important to realize that the majority of cases (>80%) have been mild, the fatality rate for COVID-19 is lower than prior coronavirus outbreaks, and the proportion of severe or fatal cases may be an overestimate as milder or asymptomatic cases are likely underreported. 15 Third, there are currently no specific recommendations for people on immunosuppression, such as IBD patients. Prior IBD research has found that viral infections are more likely among patients on immunomodulators (eg, 6-mercaptopurine and azathioprine) than those on biologics, but it is unclear if this can be extended to COVID-19. 16 There are no data currently about the impact of immunosuppressive agents, although one of the largest case series from China did note that 2 patients with immunodeficiency (not further specified) had nonsevere disease. 8 At the current time, we should not advise IBD patients (or others on immunosuppression, such as those with autoimmune hepatitis, etc.) to hold or stop medications as the risk of disease flare far outweighs the chance of contracting SARS-CoV-2. Currently, it is likely prudent to advise our patients on immunosuppression to follow CDC guidance for at risk populations such as limiting travel and avoiding crowds. Fourth, physicians should take patient concerns about COVID-19 as an opportunity to review immunization status against vaccinepreventable infections, in particular influenza, which currently poses a significantly greater risk. The 2019-2020 influenza season has been moderately severe to date, and as of February 15, 2020, has resulted in nearly 300,000 hospitalizations and 16,000 deaths in the United States alone. 17 Last, the best measures to decrease the risk of contracting SARS-CoV-2 are the same as standard practices against any viral illness. These include good hand hygiene with alcohol-based hand sanitizers or soap and water, covering your mouth and nose with a tissue or your Most cases of COVID-19 appear to be mild, with the most common symptoms being fever, cough, myalgia/fatigue, and shortness of breath but can result in more severe disease. Risk factors for more severe disease included older age and underlying chronic medical conditions such as cardiovascular or lung disease. Potential gastrointestinal manifestations of COVID-19 have been reported including nausea, vomiting, diarrhea, and abnormal liver function tests. SARS-CoV-2 has been detected in patient stool though unclear if there is a fecal-oral route of infection. There are currently no data on impact of immunosuppression on susceptibility or disease course. Patients on immunosuppression should be counseled to not stop medications for preventative reasons but should follow general precautions recommended for at risk groups by the CDC. Patients who potentially have COVID-19 should be isolated in a separate room and asked to wear a surgical mask. Local health authorities should be notified of possible cases. This is a rapidly evolving area, and it is important to keep up to date with information from national and international health organizations. sleeve (not your hands) when coughing or sneezing, limiting touching your face, avoiding close contact with anyone with influenza-like or upper respiratory symptoms, and staying home if you are sick. Some people are using facemasks in public as a preventative measure, but this is of uncertain benefit and only those with upper respiratory symptoms should wear these in order to decrease risk of spreading respiratory droplets to others. Practices should also consider performing quick screening for influenza-like symptoms when calling patients to remind them of their appointments or answering urgent calls prior to office visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While COVID-19 is a significant global public health concern, it is important to keep its risks in perspective and stay up to date on current research and recommendations in order to provide our patients with the most accurate advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Web resources for up-to-date information include the CDC (https://www.cdc.gov/coronavirus/2019-ncov/index.html), World Health Organization (https://www.who. int/emergencies/diseases/novel-coronavirus-2019), and the Mount Sinai Health System (https://www.mountsinai. org/about/preparedness/novel-coronavirus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Centers for Disease Control and Prevention. Coronavirus disease 2019 (COVID-19) and you",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Escaping pandora's box -another novel coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel coronavirus-important information for clinicians",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Rio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Centers for Disease Control and Prevention. Coronavirus disease 2019",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diarrhoea may be underestimated: a missing link in 2019 novel coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "First case of 2019 novel coronavirus in the united states",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "929--936",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19: Gastrointestinal manifestations and potential fecal-oral transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--271",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Risk of serious and opportunistic infections associated with treatment of inflammatory bowel diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirchgesner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lemaitre",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gastroenterology",
            "volume": "155",
            "issn": "",
            "pages": "337--346",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Coronavirus disease 2019 and influenza",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rekito",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Main Q4 Points of Interest Regarding COVID-19 For Gastroenterologists COVID-19 is a respiratory illness caused by SARS-CoV-2.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "CDC, Centers for Disease Control and Prevention; COVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "These authors disclose the following: Ryan C. Ungaro has served as an advisory board member or consultant for Eli Lilly, Janssen, Pfizer, and Takeda; and received research support from AbbVie, Boehringer Ingelheim, and Pfizer. Jean-Frederic Colombel has served as an advisory board member or consultant for AbbVie, Amgen, Boehringer-Ingelheim, Arena Pharmaceuticals, Celgene Corporation, Celltrion, Enterome, Eli Lilly, Ferring Pharmaceuticals, Genentech, Janssen and Janssen, Medimmune, Merck & Co, Nextbiotix, Novartis Pharmaceuticals Corporation, Otsuka Pharmaceutical Development & Commercialization, Pfizer, Protagonist, Second Genome, Gilead, Seres Therapeutics, Shire, Takeda, and Theradiag; has served as a speaker for AbbVie, Ferring, Takeda, and Celgene Corporation; owns stock options for Intestinal Biotech Development, Genefit; and has received research grants from AbbVie, Takeda, Janssen, and Janssen. The remaining authors disclose no conflicts. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}