{
    "paper_id": "d8a06c5e5b59376d3b3866d59bfbc43a1bd03a32",
    "metadata": {
        "title": "Journal of Vascular Surgery Repercussions on Patient Care at an Academic Aortic Center",
        "authors": [
            {
                "first": "Claire",
                "middle": [
                    "L"
                ],
                "last": "Griffin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vikas",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "R"
                ],
                "last": "Sarfati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brigitte",
                "middle": [
                    "K"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Larry",
                "middle": [
                    "W"
                ],
                "last": "Kraiss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "H"
                ],
                "last": "Mckellar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Antigone",
                "middle": [],
                "last": "Koliopoulou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "S"
                ],
                "last": "Brooke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [
                    "H"
                ],
                "last": "Selzman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "P"
                ],
                "last": "Glotzbach",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Larry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Kraiss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel coronavirus disease 2019 has imposed a severe strain on healthcare 23 2 systems worldwide and is now impacting all hospitals in the United States. 1 As of this writing in 1 early April 2020, most large medical centers in the US have either restricted or completely 2 cancelled elective surgical procedures, including cardiovascular procedures. A recent survey of 3 vascular surgery practices around the world found that most have significantly scaled back 4 elective surgery in the face of the pandemic. 2 We have addressed these challenges by modifying 5 our surgical indications and work flow to accommodate the constraints of this new environment 6 while continuing to provide appropriate and timely surgical care for patients with aortic disease.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 515,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we describe the modifications we have implemented in clinical care provided by the 8 multidisciplinary Aortic Disease Program at our large regional referral institution to address the 9 challenges presented by the COVID-19 pandemic. been shown to play a role in aneurysm progression, 7 so it is theoretically possible that COVID- 16 19 may worsen aortic disease or cause increased aortic complications. More data are needed to 17 evaluate this question as patients with concomitant COVID-19 and aortic disease are identified 18 and followed. Unfortunately given the rapid escalation of this worldwide pandemic, we do not 19 have the luxury of waiting for definitive data regarding the effects of COVID-19 on the 20 cardiovascular system-we must proceed in the face of this uncertainty to continue to take care 21 of patients. 8 (Figure 1) . 13 Most patients with isolated descending thoracic or abdominal aortic aneurysms less 22 than 6.5 cm and root, ascending or arch aneurysms less than 6.0 cm have been postponed until 23 the surge has passed, which we anticipate will be in 2-3 months. Patients with both proximal 1 aortic aneurysms (root, ascending, or arch) aneurysms and coronary artery disease or valve 2 disease are being considered on a case-by-case basis. Symptomatic aortic stenosis with 3 concomitant aortic aneurysm is classified as time-sensitive and we have proceeded with these 4 procedures. Patients with subacute or chronic Type B aortic dissections who otherwise meet our 5 criteria for TEVAR have similarly been delayed until after the surge passes. The locoregional 6 impact of COVID-19 should be considered as each hospital system and aortic surgery practice 7 develops an individualized approach to prioritization of scheduling. Clearly, hospitals with 8 higher burdens of COVID-19 patients will likely be forced to impose stricter restrictions on 9 elective surgical scheduling.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 337,
                    "text": "16",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "17",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 626,
                    "end": 628,
                    "text": "19",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 846,
                    "end": 848,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 833,
                    "end": 843,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "7"
        },
        {
            "text": "10 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National and International Guidelines on the Timing of Cardiovascular Procedures"
        },
        {
            "text": "We have also considered altering our operative plan for patients with aortic disease in need of 13 high-risk operations to take into consideration the current and projected constrained resources of 14 our hospital system due to the pandemic. Should patients be temporized with an expeditious 15 strategy of stabilization through endovascular repair rather than a definitive open repair to 16 decrease the length of stay and preserve scarce hospital resources? Should an anticipated need 17 for personal protective equipment (PPE), blood products, or prolonged intubation or ICU stay in 18 this time of constraint play a role in decision making? We recently treated a patient who 19 presented with a ruptured thoracoabdominal aneurysm by utilizing a temporizing TEVAR 20 procedure rather than performing a more definitive, but more resource intensive, open repair.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "text": "16",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 487,
                    "end": 489,
                    "text": "17",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 679,
                    "end": 681,
                    "text": "19",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "While we were able to achieve an adequate proximal seal in Zone 2 of the arch, we accepted a 22 suboptimal distal landing zone within aneurysm thrombus in the supraceliac aorta (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 186,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "21"
        },
        {
            "text": "This approach stabilized the patient and reduced utilization of hospital resources. She was 1 expeditiously discharged and we will perform the definitive repair once the surge of COVID-19 2 cases has abated. The most prudent course of action will be institution and hospital-system specific, but all 17 surgical practices will benefit from pursuing a deliberate approach to the period of post-COVID 18 return to normalcy that we all hope to achieve. A recent report from an acute care surgical 19 program describes a practical prioritization framework for addressing this challenge. 18 While priority of disease is the most important factor determining each patient's position in the 6 queue, we are also taking into consideration the projected length of stay in the ICU and in the 7 hospital for each patient following surgery. We are fortunate to have a large dedicated 8 cardiovascular ICU, but the ICU service is limited by number of beds and staff. To prevent 9 complete saturation of the ICU service (and the resultant inability to perform elective surgery), 10 we plan to alternate scheduling of patients with projected longer ICU stays with patients 11 expected to recover more quickly. This approach will preserve ICU throughput and allow the 12 most efficient clearance of our patient backlog. The decision-making model will be different in 13 each regional and institutional environment, but multi-disciplinary collaboration with social 14 workers, the blood bank, supply chain, and hospital staffing will be critical. Efforts to \"flatten the 15 curve\" are already showing effect (Figure 3) . The intended consequence of these mitigation 16 efforts is that the increase in COVID-19 patients will have a prolonged and lower peak. If this 17 strategy is successful, many regions will continue to experience resource limitations, not just in 18 the short term but for many months. An understanding of local modeling of disease burden and 19 system resources will be critical as we continue to evaluate and re-evaluate our patients who are 20 currently in limbo. Success in flattening the curve will also mean that the devastating choices 21 faced by clinicians in areas where this did not occur may be avoided. At this time we do not 22 anticipate the need to palliate patients who would otherwise be treated due to lack of beds, 23 ventilators, or PPE. We are still on the \"pre-peak\" part of our curve and this decision will be societies would draft such guidelines in a collaborative consensus-building manner, both to 10 minimize differences in regional decision making as well as to provide a \"pandemic standard of 11 care\" to protect physicians across specialties from medicolegal liability for outcomes related to 12 resource constrained decision-making. There may be a role for government intervention as well;",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "text": "19",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 583,
                    "end": 585,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1649,
                    "end": 1651,
                    "text": "16",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1946,
                    "end": 1948,
                    "text": "19",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1591,
                    "end": 1601,
                    "text": "(Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "5"
        },
        {
            "text": "New York State has recently passed legislation allowing for legal protection for physicians and 14 hospital systems making difficult decisions in the face of the pandemic. Given the high 15 morbidity and mortality for untreated acute aortic syndrome, it seems clear that surgical 16 treatment should be offered whenever possible to these patients. Decision making for elective or 17 urgent aortic surgery is much more nuanced and will be best served with an institution and 18 program-specific approach. By taking these collective measures, we as a specialty can continue 19 to provide the best possible care for our patients in the context of our new shared reality. ",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 574,
                    "text": "19",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "13"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Supporting the Health Care Workforce During the COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Global Impact of COVID-4 19 on Vascular Surgical Services",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ng Jj",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Dharmaraj",
                    "suffix": ""
                },
                {
                    "first": "Jcl",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Amtl",
                    "middle": [],
                    "last": "Choong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Vasc Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Potential Effects of Coronaviruses 6 on the Cardiovascular System: A Review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madjid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Safavi-Naeini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus 8 Disease 2019 (COVID-19) and Cardiovascular Disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Clerkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raikhelkar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Masoumi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Association of Cardiac Injury With 10",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mortality in Hospitalized Patients With COVID-19 in Wuhan, China. JAMA Cardiol",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cardiovascular Implications of Fatal 12 Outcomes of Patients With Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "2020. 13 7. Investigators MRS. Aortic Wall Inflammation Predicts Abdominal Aortic Aneurysm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expansion, Rupture, and Need for Surgical Repair",
            "authors": [],
            "year": 2017,
            "venue": "Circulation",
            "volume": "136",
            "issn": "9",
            "pages": "787--797",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cardiovascular Considerations for Patients, Health Care Workers, and Health Systems During 17 the Coronavirus Disease 2019 (COVID-19) Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Catheterization Laboratory Considerations During the Coronavirus (COVID-19) Pandemic: 20 From ACC's Interventional Council and SCAI",
            "authors": [],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CSC Expert Consensus on 22 Principles of Clinical Management of Patients with Severe Emergent Cardiovascular Diseases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Anesthetic Management of 11",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Patients Undergoing Aortic Dissection Repair With Suspected Severe Acute Respiratory 12",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Journal of cardiothoracic and vascular anesthesia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Medicare Telemedicine Health Care Provider Fact Sheet. Centers for Medicare and 14",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Variation in postacute care utilization after complex surgery",
            "authors": [],
            "year": 2018,
            "venue": "J Surg Res",
            "volume": "230",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Postacute Care Preparedness for COVID-19: 19 Thinking Ahead",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Grabowski",
                    "suffix": ""
                },
                {
                    "first": "Joynt",
                    "middle": [],
                    "last": "Maddox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "reports have documented the deleterious effects of COVID-19 on the myocardium, 13 possibly related to the significant inflammatory response generated by the viral infection. 3-6 Data 14 on the implications of this phenomenon in aortic disease are lacking. Aortic inflammation has 15",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "report from Wuhan, China documented successful surgical treatment of four patients 7 with confirmed or suspected COVID-19 who presented with Type A aortic dissection. 14 The 8 authors stressed the importance of N95 mask protection and multiple layers of gloves and gowns 9 worn by the anesthesia team. These layers of personal protective equipment (PPE) were 10 disinfected in between the pre-procedural steps of intubation and central line insertion. They also 11 utilized video laryngoscopy to allow the anesthesia providers to maintain maximum distance 12 between themselves and the patient's oropharynx. Muscle relaxants and high-dose narcotics were 13 administered before airway manipulation to minimize the risk of coughing and vomiting, which 14 would aerosolize secretions and greatly increase the risk of virus transmission. They used tape to 15 secure all seams in the PPE, including between the gloves and the gown and the mask and the 16 goggles. These increased universal precautions should be utilized by the anesthesia team 17 providing airway management for all patients requiring surgery who have known or suspected 18 COVID-19. It is unclear whether this level of protection is necessary for the surgical team19performing aortic surgery (after the airway manipulation portion of the procedure is completed), 20 but increased precautions may be prudent for all members of the care team.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "burden of cancelling or postponing elective aortic surgery falls primarily on the 1 surgeons, patients are also struggling with these difficult decisions. At least three patients who 2 met our criteria for elective aneurysm repair have decided, following appropriate shared medical 3 decision-making efforts, to postpone their operations until they become symptomatic or the surge 4 has passed. Each patient needs endovascular repair of an abdominal aneurysm, two juxtarenal, 5 but they are > 60 years old and have underlying medical co-morbidities. They have elected to 6 assume the risk of an aortic complication to avoid the risk of contracting Additionally, our hospital has implemented strict no-visitor policies in an effort to reinforce8 social distancing and decrease spread of the virus. This does not factor significantly into the 9 physician decision making but has been a critical component of patient decision making. use of telemedicine visits can reduce the exposure of patients to hospitals and clinics 13 actively treating COVID-19 patients. CMS recently waived the HIPAA-compliance regulations 14 for multiple video and voice platforms and allowed for provider and health system 15 reimbursement for telemedicine visits, greatly facilitating the expansion of these processes. 15 16 Telemedicine is an ideal adjunct for clinical management of aortic disease, as these patients 17 rarely have critical clinical decisions that rely on physical exam maneuvers that must be 18 performed in person. We have transitioned the majority of our initial patient evaluations and 19 routine surveillance clinic visits to the telemedicine platform. Routine post-operative visits are 20 still being performed in person on a case-by-case basis, depending on the specific needs of each 21 patient. Both patients and providers have appreciated this approach to minimize potential virus 22 exposures while maintaining high quality clinical care. In fact, this may be one of the lasting 23impacts of the pandemic to clinical practice, particularly for patients who live far from a tertiary 1 care center. Routine post-surgical follow-up or routine surveillance imaging can and is already 2 often obtained locally but patients then drive 2-6 hours to be seen in person. Now that both 3 patients and providers have experienced that this is not in fact necessary the likelihood of 4 returning to the former practice model is low.Management of Pending Surgical Backlog and Hospital Capacity7Treatment of patients whose elective surgery was postponed during the crisis will be an 8 important consideration in the months following the peak surge in COVID-19 hospital resource 9 utilization. The backlog of surgeries will cause a significant strain on operating room, intensive 10 care, and hospital capacity that could result in further delays of surgical care. In addition, aortic 11 surgery patients have a relatively high utilization of post-acute care in skilled nursing facilities 12 and inpatient rehab centers.16 These resources will likely be stressed by the coming influx of 13 recovering COVID-19 patients, creating an impediment to discharge for patients following aortic14 surgery and further reducing hospital capacity. 17 15 16",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "year-old woman with acute aortic syndrome, ruptured TAAA. Admission CTA axial (A) 7 and coronal reconstructions (B). Post emergency TEVAR repair, (C) CTA coronal reconstruction 8 demonstrating the suboptimal distal landing zone (arrows; endograft in aneurysm thrombus) and 9 (D) 3D reconstruction demonstrating patent left common carotid to left subclavian bypass graft 10 and good proximal seal in Zone 2. 11 Projected COVID-19 case burden for the University of Utah Health system. A) The initial 14 analysis projected a surge in cases in mid-May, but the revised \"flattened\" projection (released 15 3/31/20) anticipates a surge in cases in early June (B",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Multiple professional societies have issued guidance for cardiovascular and surgical specialists in the face of this crisis. The American College of Cardiology has recommended that all elective",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "master list. Given that our operating room block time is structured by service, the cardiac and vascular services have separate master lists. Our entire faculty meet (virtually) once a week to go over the list and agree upon prioritization of each patient in a rolling fashion so we can remain",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "assessed by the Aortic Program faculty as necessary. There is no algorithm per se as the inputs As a teaching hospital, all of our training programs have been significantly impacted by the COVID-19 pandemic. Both our vascular and thoracic surgical fellows have been maintaining a the fellows to maximize learning with each opportunity for a surgical case. We have cancelled all in-person meetings and didactic sessions, including education and morbidity and mortality conferences, which have all been moved to a video conferencing format. Given the sophistication of the software available, we have not experienced a drop off in conference participation or quality with this change. Interestingly, we have begun discussions among the faculty to consider keeping the virtual format indefinitely for some select conferences and education activities, as it can facilitate participation for fellows who are spread across multiple different hospitals rather than demanding in-person attendance.These are uncertain times, and a balanced thoughtful approach is needed for management of patients with aortic disease. It is crucial that the international community of aortic specialists work together to achieve consensus on how best to prioritize appropriate patient care while preserving capacity of the healthcare system to address this crisis. The SVS is to be commended for developing clear guidelines surrounding this type of decision making. Ideally, all relevant",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}