{
    "paper_id": "da8c2e0c808587382ebf25f8070a6b876cbcae0c",
    "metadata": {
        "title": "Acute Pulmonary Infections CHAPTER 25 LEARNING OBJECTIVES",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Acute lower respiratory infection is a common cause of morbidity in infants and children, and at times, requires intensive care and mechanical ventilation. Viral bronchiolitis and bacterial pneumonia account for the majority of lower respiratory tract infections that lead to respiratory insuffi ciency and pediatric intensive care admission. Twenty-seven percent of children who require mechanical ventilation for at least 24 h in pediatric intensive care units are diagnosed with bronchiolitis and 16% have the diagnosis of pneumonia. The median length of time intubated for an acute pulmonary infection leading to respiratory failure is approximately 7 days. Viral bronchiolitis remains the leading cause for hospital admission in infancy and the most frequent cause of acute respiratory failure in children admitted to pediatric intensive care units in North America. Pneumonia in children younger than 5 years of age has an annual incidence KAREN S. POWERS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "of 34-40 cases per 1,000. Community acquired pneumonia can also lead to severe respiratory compromise especially in children with pre-existing disease. A detailed understanding of the diverse etiologies and distinct clinical courses of acute pulmonary infections is essential for the pediatric critical care practioner. This chapter will focus on bronchiolitis and pneumonia as the two leading causes of pulmonary infections leading to PICU admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C HAPTER 25 • AC UTE PU LMONARY I N FECTIONS"
        },
        {
            "text": "Approximately one third of children develop bronchiolitis during the fi rst 2 years of life. Of these, only 1 in 10 (3% of all infants in the United States) will require hospitalization. Although hospitalization rates have increased over the last three decades, mortality remains low. Overall mortality rate is 1-2%, but as high as 5% in high risk infants. Most deaths occur in infants younger than 6 months of age with co-morbidities such as prematurity, congenital heart disease, congenital or acquired lung disease or immunodefi ciency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BRONCHIOLITIS Epidemiology"
        },
        {
            "text": "Respiratory syncytial virus (RSV) was fi rst isolated in 1957 and still represents the major cause of bronchiolitis. Other causative viruses include parainfl uenza, adenovirus, enterovirus, infl uenza and most recently human metapneumovirus and human bocavirus (HBoV). In the northern hemisphere, RSV outbreaks occur from October to June. Human metapneumovirus (hMPV) recently has been identifi ed as the causative agent in 3-19% of bronchiolitis cases, possibly surpassing parainfl uenza as the second most common etiology. Its prevalence is slightly higher in the late winter and spring. Parainfl uenza infections peak at 10 months of age, representing approximately 7-10% of cases of bronchiolitis. Parainfl uenza (PIV-3) is endemic throughout the year, but especially common in the late spring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Etiology of Viral Bronchiolitis"
        },
        {
            "text": "Males are 1.5-2 times more likely to require hospitalization for bronchiolitis and are likely to have more severe disease. An X-linked genetic trait that results in a reduced tolerance to hypoxia has been postulated and would be consistent with the observation of increased mortality in newborn males with infant respiratory distress syndrome. Virtually all children by the age of two will have been infected with RSV, all children by the age of fi ve will have been infected with hMPV, and all children by the age of nine will have been infected with HBoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Etiology of Viral Bronchiolitis"
        },
        {
            "text": "The remainder of the discussion on bronchiolitis will be divided into RSV and non-RSV bronchiolitis. Although etiologic agents may differ, clinical courses are often similar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Etiology of Viral Bronchiolitis"
        },
        {
            "text": "Respiratory syncytial virus (RSV) accounts for 50-80% of bronchiolitis, infecting one-half of all infants within the fi rst year of life and hospitalizing approximately 120,000 infants yearly (about 3% of affected infants). Approximately 10% of these infants require mechanical ventilation. Co-infection with either hMPV or rhinovirus occurs in 10-30% of young children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Syncytial Virus (RSV)"
        },
        {
            "text": "Two types of RSV exist -types A and B. Type A is more common and is believed to cause more severe disease, although data is not conclusive. Both types may exist simultaneously in the community. Infants less than 1 year will typically shed the virus for about 9 days. Children with immunodefi ciencies may shed the virus for months. The immune response varies with age and contributes to both termination of the disease and its pathologic features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Syncytial Virus (RSV)"
        },
        {
            "text": "The virus is transmitted from respiratory secretions by close contact with infected persons or by contact with contaminated objects or surfaces. There is a 45% RSV transmission rate within families and about one-half of hospital workers will acquire RSV. Therefore, hand washing and the wearing of gowns and gloves is of primary importance to attenuate transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Syncytial Virus (RSV)"
        },
        {
            "text": "Mortality from RSV bronchiolitis continues to decline with better intensive care and the use of preventive therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Syncytial Virus (RSV)"
        },
        {
            "text": "Male infants are more likely to require hospitalization and usually manifest more severe disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Syncytial Virus (RSV)"
        },
        {
            "text": "About ½ of all infants will be infected with RSV bronchiolitis in their 1st year of life; 3% will be hospitalized; 10% of hospitalized infants will require mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Syncytial Virus (RSV)"
        },
        {
            "text": "Antibody-Mediated Immunity RSV introduced onto the nasal or conjunctival mucosal surface causes profuse rhinorrhea within a few days. During the fi rst 2 months of life, passively acquired maternal antibodies are protective. However, as maternal antibody titers gradually decrease, infants become susceptible to severe disease. Cell-bound IgA may develop to help clear the virus. Circulating IgG directed against the glycoprotein (G) and fusion (F) proteins (operative in syncytia formation) on the viral surface will develop several days later. Infants less than 3 months of age appear to induce a weaker antibody response likely due to the presence of maternal antibodies. Virus-specifi c IgE in the respiratory tract is associated with disease severity. Often, complete and effective immune responses are not induced, thus re-infections are possible even during the same season.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathophysiology"
        },
        {
            "text": "Epithelial cells and alveolar macrophages are key activators of cellular immunity. Although these cells enhance viral clearing, they also contribute to airway infl ammation through the release of cytokines and chemokines. These include interleukin (IL)-1, tumor necrosis factor-alpha, IL-6, IL-8, macrophage-infl ammatory protein (MIP)-1-alpha and RANTES (regulated upon activation, normal T cell expressed and secreted). Release of these cytokines and chemokines are believed to be partially responsible for airway infl ammation and hyperreactivity. The effects of these mediators persist beyond the acute infection and contribute to prolonged pulmonary dysfunction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell-Mediated Immunity"
        },
        {
            "text": "Children who require mechanical ventilation have lower peripheral T cell counts compared to hospitalized infants not requiring mechanical ventilation. These infants demonstrate low T cell proliferative responses and interferon (IFN-g ) production. IL-12 is required for the initiation of cellular immunity. The length of time requiring mechanical ventilation has been found to be inversely related to IL-12 production. The role of Th1/Th2-like cytokine profi les, expressed as IFN-g /IL-4 ratios, is controversial. In some studies, these ratios decreased after polyclonal stimulation in hospitalized infants with RSV. However, more recent studies have shown normal ratios following polyclonal stimulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell-Mediated Immunity"
        },
        {
            "text": "Neutrophils are the predominant cell found in the airways of infants with RSV bronchiolitis. Elevated levels of IL-8 are found in high concentrations in the nasal secretions of infected children and act as a neutrophil chemoattractant. Further evidence of cellular induced injury is seen in post-mortem examination where peribronchial lymphocyte infi ltration with bronchial epithelial necrosis is typically present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell-Mediated Immunity"
        },
        {
            "text": "Infants typically present with tachypnea, rhinorrhea, cough, low-grade fever, irritability, poor feeding and vomiting. Respiratory rates greater than 60 breaths per minute are often associated with room air saturations of less than 96%. Infants may also have tachycardia, mild conjunctivitis, otitis media, or pharyngitis. Low-grade fever usually persists for 1-3 days. In addition, infants may develop a metabolic acidosis from poor caloric and fl uid intake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Presentation and Course"
        },
        {
            "text": "Apnea often is the fi rst presenting symptom of RSV bronchiolitis in small infants. The etiology of apnea remains unknown; however, is likely related to the immaturity of the respiratory control center in the brainstem. The incidence of apnea in infants with bronchiolitis is approximately 16-20%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Presentation and Course"
        },
        {
            "text": "The heterogeneous nature of RSV induced lung disease can cause atelectasis in some areas and overdistension in others. Chest roentgenograms often show hyperinfl ation with fl attening of the diaphragms and patchy or peribronchial infi ltrates. Atelectasis, especially of the right upper lobe, is often seen. Infants may have high lung volumes with the functional residual capacity often being twice normal. The decrease in dynamic compliance and increase Up regulation of the infl ammatory cascade with release of chemokines and cytokines are contributory to the airway infl ammation and hyperreactivity. C HAPTER 25 • AC UTE PU LMONARY I N FECTIONS in airway resistance leads to marked increase in work of breathing, often worse during expiration from lower airway obstruction. Alterations in gas exchange and hypoxemia are secondary to a ventilation-perfusion mismatch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Presentation and Course"
        },
        {
            "text": "The anatomical differences between young infants and older children contribute to the severity of the disease in the young. Due to the highly compliant cartilaginous chest wall and poor thoracic musculature, the infant's chest wall has diffi culty countering the lung's inherent tendency towards collapse. This leads to a greater propensity of small infants towards atelectasis compared with older children. The absence of effective collateral ventilation in infants also contributes to the development of atelectasis and impaired gas exchange. Cellular debris in small airways and peribronchial edema increase airways resistance leading to wheezing as the predominant symptom in some infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Presentation and Course"
        },
        {
            "text": "Despite the potential for severe impairment in lung function, most hospitalized infants improve within 3-5 days. Typically, by 2 weeks, they have normal respiratory rates, oxygenation, and ventilation. Chest radiographs usually normalize by day 9. However, about 20% of infants will have a protracted course, with some mild respiratory symptoms persisting for months. Viral respiratory infections have been linked to the development of asthma later in childhood. The Tucson Children's Respiratory Study group prospectively followed for 13 years, 880 infants who had bronchiolitis and found an increased risk for subsequent wheezing episodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Presentation and Course"
        },
        {
            "text": "Some infants are at an increased risk for severe RSV disease such as those with chronic lung disease due to prematurity (bronchopulmonary dysplasia), cystic fi brosis, congenital heart disease, and immunodefi ciencies. In children with cystic fi brosis, RSV accounted for 18% of symptomatic infections, 33% of hospitalizations for infants less than 1 year, and 43% of infants requiring mechanical ventilation. In a study of hospitalized infants with congenital heart disease infected with RSV, 33% required intensive care, 19% received mechanical ventilation, and 3.4% died. Children having undergone hematopoietic stem cell transplants who develop RSV infections have an extremely high mortality of 60-80% despite mechanical ventilation and antiviral therapy. Environmental factors such as crowding, passive exposure to tobacco smoke, and lack of breast-feeding are associated with the development of severe disease. Compared to national averages, Native American and Alaskan children younger than 1 year of age have higher rates of infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High Risk Populations"
        },
        {
            "text": "There are three subtypes of human parainfl uenza viruses. HPIV-3 is most frequently isolated from children with bronchiolitis, while PIV-1 and PIV-2 most commonly cause croup. Similar to RSV, both cell-mediated hyper-responsiveness to viral antigen and virus-specifi c IgE responses are observed in children with parainfl uenza bronchiolitis. Upper airway edema with concomitant obstructive symptoms may be present. Children that are infected with parainfl uenza have a signifi cant likelihood of developing asthma later in life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parainfl uenza"
        },
        {
            "text": "The human metapneumoviruses (hMPV) are a group of RNA viruses of the Paramyxoviridae family identifi ed in humans in 2001. hMPV appears to be the second most common cause of bronchiolitis in children throughout the world. The majority of children are born with maternal hMPV specifi c IgG which wanes to around 25% by 6-12 months of age. By age fi ve, essentially 100% of children have been exposed to hMPV and will have neutralizing antibody to hMPV. There are two subgroups, A and B, with group A having more severe clinical symptoms. Clinical presentation of children with this virus is similar to RSV. The pulmonary infl ammation generally peaks on day 5 which includes interstitial edema and infl ammatory cell infi ltrates of the bronchioles and alveoli. These infl ammatory changes can persist for up to 21 days. About half of infected children are 0-12 months of age, and infection is primarily in the winter months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapneumoviruses"
        },
        {
            "text": "Human bocavirus (HBoV) was recently discovered in 2003. With amino acid sequencing, this new member of the Parvoviridae family was found to be closely related to the bovine parvovirus and the canine minute virus, hence the name bocavirus (BO for Bovine and CA for Canine). Detection of the HBoV from the respiratory tract in symptomatic children and its absence of detection in non-symptomatic controls strongly suggest the virus to have a role in respiratory infections in children. Co-infection is commonly described in up to 60% of samples. It remains unclear if HBoV is a primary pathogen or acts to exacerbate other viral illnesses. The pathogenesis of HBoV has not been well described, but with the high occurrence of wheezing and lower respiratory tract symptoms in children infected with the virus, it is speculated that this virus may be a signifi cant contributor to asthma exacerbations. The majority of infected children have rhinorrhea, cough, and wheezing, however, diarrhea has been reported in up to 25% of these children. In children with high viral loads, HBoV has been detected in the serum suggesting the potential for disease beyond the respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human Bocavirus"
        },
        {
            "text": "Both infl uenza A, including novel infl uenza strains such as H1N1, and infl uenza B can cause a clinical picture consistent with bronchiolitis in the small infant. These viruses may cause severe multisystem disease and are discussed in greater detail in the viral pneumonia section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infl uenza A and B"
        },
        {
            "text": "Rapid diagnostic assays are available for early detection of many viruses. The older assays are antigen-based and include indirect immunofl uorescence/direct immunofl uorescence (IFA/ DFA), enzyme immunoassay (EIA), optical immunoassay (OIA), and neuraminidase activity assays. Although still widely used because they are inexpensive and technically simple, they have a low specifi city and sensitivity. Molecular assays are becoming the new \"gold standard\" for respiratory virus detection -replacing tissue culture that may take days. The published sensitivities and specifi cities approach 100% when compared to tissue culture or antigen assay. These assays generally use polymerase chain reaction (PCR) amplifi cation. Signifi cant advancements in these assays are being made to simplify the performance of the assay and decrease the required time. The most important cause of false negative test results remains poor specimen handling or inadequate sample collection. Other than aiding with cohorting of hospitalized patients, serologic detection of respiratory viruses is rarely clinically useful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Regardless of the viral etiology of bronchiolitis, supportive care remains the mainstay of treatment. Supplemental humidifi ed oxygen is frequently needed. Due to many infants being obligate nasal breathers, frequent nasal suctioning may be benefi cial to maintain an unobstructed upper airway. The affected infant or child is often unable to take adequate fl uids complicated by increased insensible losses from the respiratory tract; hence, intravenous fl uids may be required. Infants and children with severe respiratory distress should be kept NPO in the event respiratory failure ensues and endotracheal intubation is required. Antibiotics are not routinely indicated in previously healthy children infected with RSV. Progressive disease, leukocytosis, persistent fever, consolidation on radiograph or systemic toxicity should prompt an evaluation of bacterial co-infection and the use of empiric antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "High risk patients often require close monitoring and care in an intensive care unit. These include infants less than 6 weeks of age or infants with a history of prematurity, congenital heart disease, bronchopulmonary dysplasia, immunodefi ciency or neurologic disease. Infants with RSV bronchiolitis typically have a combination of hyperinfl ation, pulmonary infi ltrates, Supportive therapy is the mainstay of treatment for bronchiolitis. Ribavirin, bronchodilators, and corticosteroids have not shown to be of benefi t. Secondary bacterial infections are rare. and atelectasis. Therefore, no one mode of ventilation can be recommended for all infants. Non-invasive positive pressure (NIIPP) modes (CPAP or BiPAP) may be attempted in infants where their primary respiratory embarrassment is secondary to atelectasis. However, this may not be suitable if the disease process appears severe or protracted as prolonged use of NIPP may make feeding diffi cult, cause breakdown of facial tissue, or be diffi cult to maintain without signifi cant sedation that further compromises ventilation. If an infant requires endotracheal intubation, the mode of mechanical ventilation should be tailored to the predominant lung pathology present (i.e. atelectasis versus hyperinfl ation). Children with signifi cant air trapping may need mechanical ventilation similar to a child with asthma, providing low respiratory rates and longer inspiration and exhalation times. The more typical infant will lose functional residual capacity (FRC) because of atelectasis and alveolar infi ltrates. Therefore, despite having some air trapping, these infants often need PEEP to be adjusted to recruit alveoli and return FRC to normal. In the setting of elevated pulmonary vascular resistance (PVR) which may occur in infants with congenital heart disease or bronchopulmonary dysplasia, lowering PVR by traditional methods such as maintaining oxygenation, deep sedation, muscle relaxation and even nitric oxide may be indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Ribavirin is the only FDA-approved antiviral drug for RSV. Ribavirin inhibits viral replication and is active against RSV, infl uenza A and B, adenoviruses, and hepatitis viruses. For lower respiratory tract diseases, ribavirin is typically administered via aerosolization. In 1996, a meta-analysis of studies involving ribavirin was discouraging and was consistent with the common clinical experience that ribavirin did not improve clinical outcomes. Therapy targeted at attenuating the virus-induced infl ammatory cascade has also been disappointing. Corticosteroid administration was not associated with reduction in clinical scores, the need for hospitalization, or the length of hospitalization. Routine use of any corticosteroid given via any route (intravenous, enteral or aerosolized) is not indicated, except in patients with pre-existing chronic lung disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Bronchodilators have not shown a clear benefi t in patients with acute RSV bronchiolitis. In 12 randomized control trials, involving 843 infants, evaluating the effect of salbutamol or albuterol on bronchiolitis, 9 (75%) showed no effect. The remaining three studies demonstrated only a small transient improvement in the acute clinical score. Although the routine use of bronchodilator therapy cannot be recommended, it has become acceptable practice to attempt to see if individual infants are beta agonist responsive or not. If no clinical response is seen after a trial of a beta agonist, its use should be discontinued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "In the 1990s, fi ve randomized trials involving 225 infants, evaluating the effect of nebulized adrenaline (epinephrine) on bronchiolitis showed clinical improvement, with reductions in oxygen requirement, respiratory rate, wheezing, and decrease in pulmonary vascular resistance. Two of these studies showed lower hospital admission rates and earlier discharge. A 2004 Cochrane systematic review suggested a potential benefi t with epinephrine administration. However, subsequent studies have not supported its routine use. As with albuterol, a clinical trial in selected infants seems reasonable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Nebulized hypertonic saline has been used for treating hospitalized, as well as ambulatory, children with viral bronchiolitis with variable success. A recent Cochrane meta-analysis of nebulized hypertonic saline has shown an improvement in clinical scores and decrease in hospital duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Several studies have evaluated the benefi t of surfactant and nitric oxide for severe respiratory distress. The results have been inconclusive and do not currently support their routine use. Heliox, a mixture of oxygen (20-30%) and helium (70-80%) with lower viscosity than air has been used successfully in cases of airway obstruction, croup, airway surgery, and asthma to reduce respiratory effort during the period of airway compromise. Several studies have shown improved respiratory distress scores in patients on heliox with continuous positive airway pressure obviating the need for intubation and mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Palivizumab is a neutralizing humanized mouse monoclonal antibody directed against the RSV-F glycoprotein. It was licensed by the Food and Drug Administration (FDA) in 1998 for premature infants and infants with bronchopulmonary dysplasia. The randomized, double blind, placebo controlled IMpact-RSV trial involving 1,502 high risk infants found a signifi cant reduction of 55% in hospitalizations. With the exception of very rare anaphylaxis, no signifi cant adverse effects have been observed. Palivizumab has been approved for use in infants with congenital heart disease. The cardiac synagis study group included 1,287 children with congenital heart disease in a randomized, double blind, placebo controlled trial; it found a 45% relative reduction in RSV associated hospitalizations with no deaths attributable to the palivizumab. Since cardiopulmonary bypass can decrease serum drug concentrations by about 58%, it is recommended that an additional dose be given following surgery, if continued protection is desired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention"
        },
        {
            "text": "Palivizumab should be administered intramuscularly as 15 mg/kg every 30 days for a total of fi ve doses during RSV season, which is generally from November through March, to high risk infants. Infants or children that develop an RSV infection should continue to receive prophylaxis following recovery because the naturally acquired antibodies are not fully protective. Motavizumab, a new, enhanced potency, humanized RSV monoclonal antibody has demonstrated 50-100 times greater neutralizing activity against RSV. In completion of a phase III trial, motavizumab was found equal to palivizumab for the prevention of RSV hospitalization and superior to palivizumab for reduction of RSV-specifi c outpatient medically attended lower respiratory tract infections (MALRIs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention"
        },
        {
            "text": "Pneumonia describes any infl ammatory condition of the lung in which the alveoli are compromised by aspirated foreign matter, infl ammatory fl uid, or cellular debris. Infection is the primary cause of parenchymal injury to the lung. Pathogens include viruses, bacteria and fungi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PNEUMONIA"
        },
        {
            "text": "Signs and symptoms of pneumonia are non-specifi c and may be occult in the young infant. Children often have fever, chills, headache, malaise, restlessness, and irritability. Gastrointestinal complaints such as abdominal pain, distention, or emesis may also be present in young children. The symptoms are often preceded by minor upper respiratory tract infections characterized by low-grade fever and rhinorrhea. With more signifi cant involvement of the lower respiratory tract, tachypnea, dyspnea, cough, nasal fl aring, grunting, or retractions may be seen. The older child may demonstrate productive sputum and complain of pleuritic chest pain. On auscultation of the chest, rales and/or decreased breath sounds might be heard over areas of consolidation or pleural effusions. However, due the short path for transmission of breath sounds and the small chest size in infants, breath sounds may not be decreased, even in the presence of effusions. Children with pleural irritation might prefer to lie on the affected side with legs fl exed and may complain of radiating pain to the neck and shoulder or into the abdomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Presentation"
        },
        {
            "text": "Community acquired pneumonia (CAP) is a common, and at times, a serious infection in children. The incidence of CAP is 35-40 cases per 1,000 children less than 5 years of age and 11-16 cases per 1,000 children 5-14 years of age. The exact prevalence of the etiologic agents causing pediatric pneumonia is diffi cult to ascertain. It is often diffi cult to differentiate viral from bacterial pneumonia based solely on clinical examination. Specifi c pathogens causing CAP can be determined in only approximately one-third of children using commonly available cultures, antigen detection, or serologic techniques. Blood cultures yield pathogens in only about 10-15% of infants and children with bacterial CAP and many children do not undergo viral testing as it is often unnecessary. With these inherent limitations, it is generally thought that viruses account for approximately 80% of CAP in children under the age of 2 years and approximately 50% of CAP in preschool children ages 2-5 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "Palivizumab should be used as preventive therapy in infants with chronic lung disease and congenital heart disease. Cardiopulmonary bypass signifi cantly lowers the serum level of palivizumab, so it should be redosed following surgery if continued protection desired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "Viral causes decline in the school age and adolescent child and bacterial causes such as Streptococcus pneumoniae and Mycoplasma become important pathogens ( Fig. 25-1 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 169,
                    "text": "Fig. 25-1 )",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "C HAPTER 25 • AC UTE PU LMONARY I N FECTIONS"
        },
        {
            "text": "Overall, bacteria account for 20-30% of community-acquired pneumonias. The likelihood of infection with different bacteria varies by age. In the newborn period, organisms from the maternal genital tract are likely causes and include Group B Streptococcus , Escherichia coli , enteric Gram-negative bacilli, Listeria , and Chlamydia . In older infants, Streptococcus pneumoniae becomes a signifi cant cause and remains so until 6 years of age. Group A Streptococcus and Staphylococcus aureus are uncommon causes. Moraxella catarralis is a common cause of upper respiratory tract disease, but rarely causes pneumonia. About 20% of infants with pertussis will have bacterial co-infection. In children older than 6 years of age, Streptococcus pneumoniae remains the most common cause. Hemophilus infl uenzae type B (HIB), and most recently Streptococcus pneumoniae , have decreased signifi cantly as causes of CAP due to the widespread use of effective vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C HAPTER 25 • AC UTE PU LMONARY I N FECTIONS"
        },
        {
            "text": "In the older child and young adolescent, the atypical pneumonias, Mycoplasma and Chlamydia , become more prevalent and viral causes less common. Rare bacterial pneumonias can occur with animal contact and include: Francisella tularensis (rabbits); Chlamydia psittaci (parrots and birds); Coxiella burnetii (sheep); and Salmonella choleraesuis (pigs). Children with congenital anatomical defects, immunodefi ciencies, and genetic disorders are at increased risk for bacterial, viral and fungal pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C HAPTER 25 • AC UTE PU LMONARY I N FECTIONS"
        },
        {
            "text": "The airways are normally sterile below the sublaryngeal area to the lung parenchyma. There are several protective mechanisms that include anatomic and mechanical factors, local immune defenses, and the systemic immune response. Microbes are fi ltered by nasal hairs or are expelled from the airways by the epiglottic refl ex, cough refl ex, and mucociliary apparatus. Immunoglobulin A (IgA) is the predominant immunoglobulin present in the upper respiratory tract. IgA is able to bind two antigens simultaneously, forming large antigen-antibody complexes. In this manner, the microbes are neutralized and removed by ciliary clearance, thus preventing microbial binding to the epithelium. In the lower tract, immunoglobulin G (IgG) provides humoral protection by opsonizing microbes for phagocytosis by neutrophils and macrophages, activating the complement cascade, and by neutralizing bacterial It is diffi cult to determine the etiologic agent causing pneumonia, but when microbial agents are identifi ed, bacteria are isolated in 20-30%. Etiology of community acquired pneumonia based on age endotoxin. Alveolar macrophages produce superoxide anions, hydrogen peroxide, and hydroxyl radicals that serve an important role in the host defense; however, uncontrolled production can lead to lung injury. In addition to oxygen radicals, a number of cytokines are produced by the alveolar macrophages. These include IL-1, IL-6, TNF, transforming growth factor-β (TGF-b ), chemotactic factors, platelet derived growth factor, and M-CSF. These cytokines play a central role in phagocytic recruitment and activation. Infection occurs when one or more of the defense mechanisms is altered or if the inoculum is too large. Pathogens typically gain entry through inhalation of aerosolized material or through aspiration of resistant organisms inhabiting the upper airways. Less frequently, pneumonia can occur via hematogenous spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Normal Host Defense Mechanisms"
        },
        {
            "text": "In children with bacterial pneumonia, a signifi cant portion will have a concurrent or preceding viral infection. Viral infection may predispose to bacterial superinfection by reducing clearance mechanisms and by weakening the host immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Normal Host Defense Mechanisms"
        },
        {
            "text": "Pathogens entering the lower airways evoke an exudative consolidation of pulmonary tissues. Initially, there is hyperemia of lung parenchyma due to vascular engorgement and capillary leak causing exudation and intra-alveolar fl uid accumulation. Fibrin is then deposited and the airways are infi ltrated with neutrophils. Consolidation causes a decrease in lung compliance and vital capacity and a total reduction in the surface area available for gas exchange. A physiologic shunt (V/Q mismatch) occurs as there is increased blood fl ow through poorly ventilated segments of lung, resulting in hypoxia. Compensatory hypoxic vasoconstriction may occur in an attempt to reduce V/Q mismatch and hypoxia, especially in localized areas of consolidation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathophysiology"
        },
        {
            "text": "With treatment, resolution of consolidation will occur in 8-10 days. The exudate undergoes enzymatic digestion and is either reabsorbed or removed by coughing. If the bacterial infection extends into the pleural cavity, an empyema may result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathophysiology"
        },
        {
            "text": "Streptococcus pneumoniae is a Gram-positive diplococcus that is frequently found in the upper respiratory tract. There are over 80 capsular serotypes with 80% of infections caused by 14 serotypes. It is the most common bacterial cause for pneumonia occurring at a peak age of 13-18 months. Typically, it causes a lobar or segmental consolidation, but it may manifest as patchy infi ltrates in infants. Pleural effusions occur in up to 20% of children that require hospitalization (Fig. 25-2 ) . Pneumatocoele formation is rare. Hemolytic uremic syndrome is associated with neuraminidase-producing strains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 492,
                    "text": "(Fig. 25-2 )",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Bacterial Pneumonia Streptococcus Pneumoniae"
        },
        {
            "text": "Treatment is typically with a penicillin or cephalosporin. Emerging resistance may require initial therapy with vancomycin. In hospitalized patients, parenteral therapy is generally needed for 48-72 h after fever resolves, followed by completion of 7-10 days of enteral therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Pneumonia Streptococcus Pneumoniae"
        },
        {
            "text": "Pneumococcal conjugate vaccines (PCV) have been developed that confer immunity against 7 and 13 serotypes. The 7-valent PCV (Prevnar) was licensed for use in the United States in 2000. A 13-valent PCV has been recently introduced and will replace the 7-valent PCV. The PCVs have been highly effective at reducing hospitalizations among children younger than 2 years for pneumococcal pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Pneumonia Streptococcus Pneumoniae"
        },
        {
            "text": "PCV is now recommended universally for children younger than 24 months of age and older children at high risk due to underlying diseases. High risk children include those with sickle cell disease and other types of functional asplenia, human immunodefi ciency syndrome, primary immunodefi ciency, children receiving immunosuppressive therapy, and children with chronic pulmonary or cardiac disease. A 23-valent PCV is available for Pneumonia occurs when one or more of the host defense mechanisms are altered. Viruses enhance the host susceptibility to bacterial pathogens by affecting clearing mechanisms and by weakening the host immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Pneumonia Streptococcus Pneumoniae"
        },
        {
            "text": "Streptococcus pneumoniae is the most common bacterial cause for pneumonia. C HAPTER 25 • AC UTE PU LMONARY I N FECTIONS high risk children who need expanded serotype coverage. Children with sickle cell disease or functional asplenia should continue to receive antibiotic prophylaxis regardless of whether or not they have received pneumococcal vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Pneumonia Streptococcus Pneumoniae"
        },
        {
            "text": "Approximately 50-75% of infants born to Chlamydia trachomatis -infected mothers will become infected at one or more anatomical site, including conjunctiva, nasopharynx, rectum, and vagina. About 30% of infants with nasopharyngeal infections will develop pneumonia. The infants usually present at about 4-12 weeks of age with cough and congestion, but an absence of fever. The cough often interferes with the ability to feed. Infants generally have tachypnea and rales on examination and chest x-ray frequently shows hyperinfl ation. A peripheral eosinophilia may be present. C . trachomatis is susceptible to macrolides, tetracyclines, quinolones, and sulfonamides. Erythromycin for 2-3 weeks is the treatment of choice for neonatal pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chlamydia Trachomatis"
        },
        {
            "text": "Mycoplasma pneumoniae and Chlamydia pneumoniae play a greater role in causing respiratory tract disease in children then previously thought. An indolent course that develops over 5-7 days manifested by low-grade fever, scratchy sore throat, aches, and headaches characterizes both pathogens. After a few days, rales may be heard, particularly in the bases where the infi ltrates tend to occur. These organisms have been associated with the initiation, promotion, and exacerbation of asthma in children. In addition, a pertussis-like illness with acute bronchitis has been described. A recent study has shown that nearly half of the cases of community-acquired pneumonia in children aged 2-14 years were associated with M . pneumoniae or C . pneumoniae . Classic atypical pneumonias caused by these organisms are usually mild and self-limited. However, a number of studies have suggested that severe pulmonary infection may occur in otherwise healthy children. Pleural effusions, pneumatocoeles, lung abscesses, pneumothoraces, bronchiectasis, chronic interstitial fi brosis, and acute respiratory distress syndrome although rare complications, have all been reported. Serological testing is the most common means of diagnosis, but this is often retrospective. Cultures obtained from swabbing the nasopharynx may take several days to grow. PCR techniques are currently being refi ned and standardized. Treatment with antibiotics reduces the rate of recurrent wheezing episodes, decreases morbidity, and shortens the duration of symptoms. The organisms are susceptible to tetracyclines, macrolides, and quinolones. The optimal doses and duration of treatment is unclear; however, some data suggest that prolonged treatment for greater than 2 weeks may be more desirable to decrease symptoms and eradicate the organism from the nasopharynx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chlamydia pneumoniae and Mycoplasma Pneumoniae"
        },
        {
            "text": "Chlamydia pneumoniae have an increased prevalence in older children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycoplasma pneumoniae and"
        },
        {
            "text": "Chest radiograph of 3 year old female with Streptococcus pneumoniae pneumonia. Note the combination of consolidation and effusion affecting the right lung. (Image provided courtesy of FA Maffei)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 25-2"
        },
        {
            "text": "Staphylococcus aureus is a Gram-positive organism that can be found on the skin, nasal mucosa, and other mucus membranes. About 20-30% of children are carriers. It is generally spread by direct contact or by respiratory particles. S . aureus is an unusual cause of lower airway disease in otherwise healthy children. It is more typically isolated from infants and young children with debilitating conditions. Primary S . aureus pneumonia presents in the winter or early spring with a short febrile prodrome and a rapid onset of pulmonary symptoms. Blood cultures are positive in 20-30% of patients. Secondary staphylococcal pneumonia will have a more prolonged prodrome with no seasonal predilection, but is often seen after infl uenza infections. As this secondary pneumonia is usually a result of hematogenous spread, blood cultures are positive in about 90% of patients. Unilateral lobar disease is more typical with primary disease, while diffuse bilateral infi ltrates are more frequent with secondary pneumonia. Effusions can be diagnosed in about 15% of children at presentation, but ultimately will develop in about 75% of cases. Pneumatocoeles occur in up to 45-65% of children. Treatment is with nafcillin or oxacillin, but more organisms are becoming resistant and require therapy for serious or invasive disease with vancomycin, linezolid, daptomycin, or quinupristin-dalfopristin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus Aureus"
        },
        {
            "text": "Methicillin resistant Staphylococcus aureus (MRSA) was once considered to be restricted to hospitals and long-term care facilities. However, community acquired MRSA (CA-MRSA) is now a signifi cant cause of a variety of infections (including pneumonia) in children without prior health care facility exposure. The majority of community acquired MRSA infections involve minor skin and soft tissue infections, but invasive and sometimes fatal infections can occur in otherwise healthy individuals. CA-MRSA and healthcare-associated MRSA (HA-MRSA) can be distinguished by several important features. Patients with CA-MRSA by defi nition have not had recent hospitalization (acute or chronic care), prolonged antibiotic use or chronic underlying disease. Toxin production also distinguishes CA-MRSA from HA-MRSA. Panton valentine leukocidin (PVL) is a toxin which is present in most CA-MRSA isolates, but rarely in HA-MRSA isolates. PVL toxin lyses white blood cells leading to leukopenia and a decreased ability to kill S . aureus . Its production has been implicated as a contributor to the development of CA-MRSA necrotizing pneumonia. CA-MRSA isolates, unlike HA-MRSA, lack multi-drug resistance. CA-MRSA is generally more susceptible to clindamycin, trimethoprim-sulfamethoxazole and doxycycline than HA-MRSA, probably because HA-MRSA has developed resistance to survive in the healthcare setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus Aureus"
        },
        {
            "text": "Group A betahemolytic Streptococcus (GABHS) is a Gram-positive organism responsible for about 15% of pharyngitis and tonsillitis in children. It is rare as a primary cause of pneumonia. When it does occur, the children generally have high fever and appear toxic. The pneumonia is typically lobar. Associated empyemas are common and pneumatocoeles may develop. There are several virulent toxin-producing GABHS M-serotypes that are associated with toxic shock syndrome. Pre-existing varicella disease with disruption of skin and soft tissue as the port of entry is reported approximately 40-50% of the time. An associated pneumonia occurs in 10-20% of children with toxic shock syndrome. GABHS are highly susceptible to penicillins and cephalosporins. In cases of toxic shock, clindamycin is often added to inhibit the production of streptococcal pyrogenic exotoxins A (SPE-A) and B (SPE-B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group A Beta-Hemolytic Streptococcus"
        },
        {
            "text": "About 30-40% of infants with perinatally acquired Group B Streptococcus (GBS) infections will have pneumonia. The infant usually has systemic disease and blood cultures are frequently positive. Late-onset GBS is predominantly caused by the type III serotype. In these infants, the infection is usually manifest as bacteremia without a focus or with meningitis. Pneumonia is rare in late-onset disease. GBS is uniformly sensitive to penicillin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group B Streptococcus"
        },
        {
            "text": "While Staphylococcus aureus pneumonia is uncommon, effusions ultimately develop in about 75% of cases and pneumatocoeles occur in 45-60%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group B Streptococcus"
        },
        {
            "text": "Pertussis, or \"whooping cough\" is a highly contagious respiratory tract infection caused by the Gram-negative pleomorphic bacillus Bordetella pertussis and less commonly Bordetella parapertussis . With the development and widespread use of a vaccine in the 1940s, a significant and sustained decrease in incidence has occurred. However, despite immunization rates greater than 80%, cyclical recurrences of the disease have occurred every 3-4 years since the 1980s. This is likely secondary to the waning of immunity in adolescents and young adults. Under-immunized or unimmunized infants are the most vulnerable. Nearly all deaths reported from pertussis occur in infants younger than 3 months of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pertussis"
        },
        {
            "text": "Pertussis is often divided into catarrahal (fever, rhinnorhea and initiation of cough), paroxysmal (severe coughing episodes, lymphocytosis, potential for complications) and convalescent stages (slow waning of cough over weeks to months). Complications include secondary bacterial or viral pneumonia, apnea, malnutrition, pulmonary hypertension and neurologic involvement including seizures and encephalopathy. Infants less than 6 months of age are at highest risk for complications and mortality. Characteristic paroxysms of cough with an end inspiratory whoop occur in children. Infants may present with a nonspecifi c cough with associated apnea and cyanosis, without a whoop. Adolescents may be asymptomatic or have only a mild prolonged cough. An increased white blood count up to 100,000 with a lymphocytosis is characteristic early in the course of the disease. The preferred test for laboratory confi rmation is the detection of B. pertussis DNA by PCR assay. Bacteriologic culture provides a defi nitive diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pertussis"
        },
        {
            "text": "If administered during the early stages of the disease (fi rst 7-10 days of illness), erythromycin for 14 days may decrease symptoms and reduce the risk of spread. A 5 day course of azithromycin or a 7-10 day course of clarithromycin has been found to be as effective with less gastrointestinal symptoms. Corticosteroids, bronchodilators, or intravenous immunoglobulins have not demonstrated effi cacy. Supportive care with supplemental oxygen, mechanical ventilation, intravenous fl uids, maintenance of adequate caloric intake, and treatment of secondary bacterial infections are the mainstay of therapy. The use of extracorporeal membrane oxygenation in infants with hypoxemia, pulmonary hypertension and right heart failure refractory to conventional mechanical ventilation has resulted in poorer outcomes than expected. Vaccination in infancy with booster doses in adolescence is preventative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pertussis"
        },
        {
            "text": "About 80-85% of pneumonias in children are caused by viruses. There is considerable evidence that viral infections often precede bacterial pneumonias and cause weakening of the host defenses. Viral pneumonias with RSV and parainfl uenza are discussed in more detail in the bronchiolitis section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Pneumonia"
        },
        {
            "text": "Infl uenza is the main viral cause of pneumonia in school-aged children requiring hospitalization. There are three serotypes, A, B, and C which are further divided into subtypes based on the hemagglutinin and neuraminidase genes. Hemagglutinin 1, 2, and 3 and neuraminidase 1 and 2 typically infect humans. The gene segments for the surface glycoproteins are unstable, so mutations, called antigenic shift, occur regularly. Epidemics occur annually during the winter months with a short, 1-3 day incubation period. The virus causes destruction of the ciliated respiratory epithelium within 1 day of symptoms. Airway edema and infi ltration with infl ammatory cells into the airway mucosa and epithelium follows. Slow repair occurs over 2-4 weeks. A severe fulminating pneumonia may result in hemorrhagic exudates that contain many polymorphonuclear and mononuclear cells. Destruction of the respiratory epithelium often leads to secondary bacterial infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infl uenza"
        },
        {
            "text": "During the 2003-2004 infl uenza season, 143 infl uenza-related deaths occurred in children; of these, 41% were less than 2 years of age. Forty-fi ve percent of the older children (2-17 years of age) did not have an underlying medical condition. Rare complications of Although death from infl uenza pneumonia is uncommon, a signifi cant number of the children that died were previously healthy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infl uenza"
        },
        {
            "text": "infl uenza include acute myositis, rhabdomyolysis, myocarditis, pericarditis, Reye syndrome, encephalitis, transverse myelitis, and Guillain-Barré syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. S. POWERS"
        },
        {
            "text": "Children may present with an abrupt clinical course manifested by high fever, myalgias, headaches, scratchy sore throats, and dry cough. Peripheral white blood counts are usually less than 5,000. Pulmonary infi ltrates often involve multiple lobes. Bacterial co-infection, especially with MRSA, increases morbidity and mortality signifi cantly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. S. POWERS"
        },
        {
            "text": "Rimantidine and amantadine can shorten the course for infl uenza type A disease by limiting viral replication, but only if given within the fi rst 48 h of the disease. Prophylactic dosing is 70-90% effective and does not interfere with antibody production from the vaccine. Both drugs have central nervous system and gastrointestinal side effects, including an increase in the incidence of seizures. Oseltamivir and zanamivir have recently been approved for the treatment of infl uenza infections in children. They inhibit neuraminidase, an enzyme produced by infl uenza A and B. The course of disease in healthy adults can be reduced by 1-2 days, if started within 48 h of the onset of symptoms. Zanamivir is a dry powder aerosol that must be delivered by a special breath-activated device. Bronchospasm in patients with asthma has been reported. Aspirin or aspirin-containing products should be avoided due to the risk of Reye syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. S. POWERS"
        },
        {
            "text": "Immunoprophylaxis is the most effective strategy for the prevention of infl uenza infection. Inactivated vaccines have effi cacy rates from 70% to 90%. Currently, the inactivated vaccine is recommended for all children older than 6 months of age with high risk conditions including chronic pulmonary or cardiac disease, immunosuppressive disorders, sickle cell disease and other hemoglobinopathies, diseases requiring long-term aspirin therapy, chronic metabolic and renal diseases; healthy children aged 6-23 months; and household contacts over the age of 6 months of high risk persons. A live, attenuated infl uenza vaccine was licensed in 2003. It is administered by the intranasal route and is approved for healthy children aged 5-17 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. S. POWERS"
        },
        {
            "text": "Avian infl uenza viruses do not normally infect species other than birds and pigs. However, in 1997, the fi rst human death from avian infl uenza occurred in Hong Kong in a 3 year old with Reye syndrome. Subsequently, an epidemic occurred among humans in Hong Kong with close contact to live, infected poultry. The subtype H5N1 appears to be the most ominous due to its ability to rapidly mutate and infect new species. The overall mortality rate is greater than 70%. The avian viruses are not believed to be transmissible from person-to-person, but some recent cases are being investigated for this possibility. Children uniformly present with fever and cough. Symptoms range from typical infl uenza-like symptoms to conjunctivitis to respiratory disease and failure. Signifi cant laboratory data include leukopenia and thrombocytopenia. All children who developed pneumonia and progressed to ARDS died. Diagnosis remains diffi cult, as no tests are widely available. Of the antiviral drugs available for infl uenza A, the most recent H5N1 strains in Southeast Asia are resistant to rimantadine and amantadine. Therefore, treatment is mainly supportive. A prototype H5N1 vaccine was made available to manufacturers in April 2004, but production is diffi cult because the standard means of producing infl uenza vaccines from specially grown chicken eggs is not feasible. H5N1 kills the embryo before enough viruses can be harvested for vaccine production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian Infl uenza"
        },
        {
            "text": "In April, 2009, The Centers for Disease Control confi rmed the emergence of a novel infl uenza A (H1N1) virus with genes from swine viruses of the Eurasian lineage and genes from avian infl uenza viruses. By June, 2009, the fi rst infl uenza pandemic since 1968 was declared, affecting over 191 countries and territories. In comparison to illnesses with seasonal infl uenza, the majority of cases occurred in individuals younger than 65 years of age, with nearly half of the cases occurring in children under 18 years of age .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel H1N1 Infl uenza A"
        },
        {
            "text": "The clinical symptoms can be typical for infl uenza; fever, sore throat, cough, and muscle aches with the addition of vomiting and diarrhea in children. A wide range of complications Although antiviral medications may attenuate the course of infl uenza when given early, immunoprophylaxis with vaccines is the most effective strategy for the control of infl uenza infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel H1N1 Infl uenza A"
        },
        {
            "text": "Avian Infl uenza has occurred in epidemics among persons with close contact to live, infected poultry. All children with pneumonia that progressed to ARDS succumbed to the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel H1N1 Infl uenza A"
        },
        {
            "text": "have been reported that include mild-to-moderate (otitis media, sinusitis, myositis, and febrile seizures) to more severe complications such as myocarditis, rhabdomyolysis or encephalitis. Severe complications may frequently involve invasive bacterial co-infection (i.e. MRSA) and/or exacerbation of underlying medical conditions in particular asthma. Children who present initially with uncomplicated infl uenza may have rapidly progressive hypoxemic respiratory failure and multiorgan system dysfunction that is refractory to all therapies ( Fig. 25-3 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 544,
                    "end": 555,
                    "text": "Fig. 25-3 )",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Novel H1N1 Infl uenza A"
        },
        {
            "text": "Of reported H1N1 deaths, approximately 20% were in children. The majority of these children had comorbid asthma, neuro-developmental conditions, or obesity. An American Academy of Pediatrics Work Group identifi ed children at greatest risk for life-threatening H1N1 infl uenza disease (Table 25-1 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 298,
                    "text": "(Table 25-1 )",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Novel H1N1 Infl uenza A"
        },
        {
            "text": "The Centers for Disease Control has recommended prompt empiric antiviral therapy for infants, children, and adolescents of any age presenting with suspected or confi rmed H1N1 infl uenza and any of the following conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel H1N1 Infl uenza A"
        },
        {
            "text": "Illness requiring hospitalization ■ Progressive, severe, or complicated illness, regardless of previous health ■ Presence of signifi cant risk factors (see Table  ■ 25-1 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "Table  ■",
                    "ref_id": null
                }
            ],
            "section": "Novel H1N1 Infl uenza A"
        },
        {
            "text": "The H1N1 strain has been found to be resistant to amantadine and rimantadine, but is usually sensitive to neuraminidase inhibitors, specifi cally oseltamivir or zanamir. In 2009, oseltamivir was emergently approved for treatment in children less than 12 months of age. Resistance to oseltamivir has been reported and is thought due to the H275Y mutation. Interestingly, the mutation confers resistance to oseltamivir, but not to zanamivir. Peramivir, a neuraminidase inhibitor, an unapproved (investigational) antiviral available in an intravenous formulation received an emergency use authorization permit from the FDA for use in children with confi rmed severe refractory H1N1 infl uenza. Its use should be restricted to children that are not responding to either oral or inhaled antiviral drugs or if the parenteral route is the only dependable method of drug delivery. A vaccine was manufactured and licensed using the same standards as seasonal infl uenza by late 2009. A single dose was found to provide adequate protection in children older than 10 years of age, younger children requiring two doses separated by at least 21 days. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel H1N1 Infl uenza A"
        },
        {
            "text": "Adenoviruses have been implicated in 4-10% of pneumonias in children. Adenoviruses are classifi ed into 49 serotypes with types 3, 7, 7a, 11, and 21 being the most common etiologic agents of lower respiratory disease and causing a severe necrotizing pneumonitis. These serotypes are associated with serious pulmonary sequelae, such as bronchiectasis, bronchiolitis obliterans, unilateral hyperlucent lung, and persistently abnormal pulmonary function tests. Adenovirus infections peak between 6 months and 5 years of age. Mortality from severe respiratory infections can be high, because the disease often involves multiple organ systems. Survivors may have permanent lung injury often in the form of bronchiolitis obliterans. In the immunocompromised host, mortality rates are as high as 50-80%. Cidofovir has in vitro activity against adenovirus, but proof of effi cacy is limited. Therapy is supportive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adenovirus"
        },
        {
            "text": "Severe acute respiratory syndrome is a newly described pulmonary infection caused by a novel SARS-associated coronavirus. SARS-CoV is highly contagious and was coined \"the fi rst plague of the twenty-fi rst century\". The disease rapidly spreads among household contacts and healthcare personnel. Children less than 18 years of age account for only approximately 5% of those affected, with a mean age of 12 years. No deaths were reported among children in the 2003 outbreak. Children and adults present with fever, malaise, cough, coryza, chills or rigor, sputum production, headache, myalgia, leukopenia, lymphopenia, thrombocytopenia, mildly elevated activated partial thromboplastin times, and elevated levels of lactate dehydrogenase. Radiographs of the chest show non-specifi c infi ltrates. Apart from diarrhea, patients have minimal extrapulmonary symptoms. Early diagnosis by reverse transcription-polymerase chain reaction (RT-PCR) can be made with 80% sensitivity on nasopharyngeal aspirates within the fi rst 3 days of the illness. The clinical course follows a triphasic pattern. There is an incubation period of 2-10 days with a prodrome of high fever, chills, malaise, headache, and myalgias. Diarrhea occurs in up to 20% of adults. After 2-7 days, the disease progresses to involve the lower airways with a dry non-productive cough and dyspnea. In 10-20% of cases, acute respiratory distress syndrome (ARDS) follows and often patients require mechanical ventilation. Deaths occur from respiratory failure. Young children run a milder and shorter biphasic clinical course. Cough is found in approximately half the children, and crackles are rarely heard despite radiographic evidence of infi ltrates. A regimen of antibiotics, ribavirin, and corticosteroids was proposed based on initial anecdotal success. However, ribavirin has demonstrated minimal activity against SARS-CoV isolates in vitro . Non-randomized studies of corticosteroids have reported favorable outcomes. A pediatric series of 44 children with confi rmed SARS treated with ribavirin and corticosteroids showed no adverse effects and all survived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Syndrome-Associated Coronavirus (SARS-CoV)"
        },
        {
            "text": "Mortality from adenovirus infections remains high because of multiple organ system involvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Syndrome-Associated Coronavirus (SARS-CoV)"
        },
        {
            "text": "SARS rarely affects children, and when it does, morbidity is less, with no reported mortalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Syndrome-Associated Coronavirus (SARS-CoV)"
        },
        {
            "text": "1. Neurological disorders, such as epilepsy, cerebral palsy, developmental delay and neuromuscular disorders 2. Chronic respiratory diseases associated with impaired pulmonary function and/or diffi culty handling lung secretions, moderate and especially severe persistent asthma, technology-dependent children (e.g., those requiring oxygen, tracheostomy, or a ventilator) 3. Primary immunodefi ciencies or conditions that require medications or treatments that result in secondary immunodefi ciencies 5. Congenital heart disease 6. Metabolic (e.g., mitochondrial) or endocrine disorders, especially if cardiopulmonary function is impaired Adapted from http://www.aap.org/new/swinefl u.htm ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Syndrome-Associated Coronavirus (SARS-CoV)"
        },
        {
            "text": "Hantavirus Cardiopulmonary Syndrome is a viral zoonotic disease that affects healthy children and adolescents who are exposed to aerosols of rodent excreta. The deer mouse is the main rodent reservoir. Most cases occur in the southwestern United States, but cases have been confi rmed in 30 states. HCPS presents with a prodrome of fever, chills, myalgia, headache, and gastrointestinal symptoms. Respiratory compromise requiring supplemental oxygen generally occurs within 72 h. The disease can progress to respiratory distress and ARDS. The majority of deaths result from hypoxemia and cardiac dysfunction with marked hypotension and ventricular arrhythmias. In adults, the case fatality rate is approximately 38%. A recent case series of 13 children aged 10-16 years, revealed that 92% of infected children developed HCPS, 33% died, and 67% were critically ill and required mechanical ventilation. Treatment is supportive as ribavirin has not been proven to reduce mortality. Extracorporeal membrane oxygenation was used on two patients, one of which survived. Laboratory evaluation reveals thrombocytopenia, leukocytosis, and circulating immunoblasts. An elevated prothrombin time of ³ 14 s is predictive of severe disease. No deaths were reported in children younger than 14 years of age. Diagnosis can be made by detection of hantavirus-specifi c immunoglobulin M, hantavirus-specifi c RNA by polymerase chain reaction, or hantavirus antigen by immunohistochemistry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hantavirus Cardiopulmonary Syndrome (HCPS)"
        },
        {
            "text": "Respiratory infections in children with primary or acquired immunodefi ciencies requiring intensive care are not uncommon. These infants and children are susceptible to many organisms that are rarely pathogenic in a normal host. Primary immunodefciencies include abnormalities or defi ciencies in immunoglobulins and antibodies, T and B cells, phagocytes, natural killer cells, and complement. Acquired immunodefi ciencies include asplenia, human immunodefi ciency virus (HIV), corticosteroid therapy, and immunosuppresion used for marrow or solid organ transplants. Immunocompromised children can present with attenuated signs and symptoms of respiratory infections. In addition to physical examination and chest roentgenograms, these children often require chest computed tomography to better delineate the extent of disease. Bronchoalveolar lavage, needle aspiration, or lung biopsies might be required to make a defi nitive diagnosis. Pulmonary specimens should be tested for common bacteria as well as for Pneumocystis Carinii, acid-fast bacilli, Nocardia, Legionella, Crytococcus, Aspergillus, Candida, Histoplasma, Coccidioides, and Blastomyces. Viruses such as cytomegalovirus, varicella, herpes virus, and measles should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonia in the Immunocompromised Host"
        },
        {
            "text": "Pneumocystis carinii (now known Pneumocystis jiroveci ) is an opportunistic pulmonary pathogen in infants and children with human immunodefi ciency virus (HIV) and other primary immunodefi ciencies, malnutrition, hematological malignancies, solid organ and bone marrow transplant recipients, and patients on high dose corticosteroid therapy for infl ammatory and collagen-vascular diseases. It is a unicellular organism that exists as a cyst (the diagnostic form). The organism attaches to the type I alveolar cells resulting in an alveolitis characterized by ventilation-perfusion mismatch and decreased pulmonary compliance. If untreated, PCP carries a mortality rate of 25-50%, and nearly 100% in the HIV-seropositive child. Fortunately, the incidence has markedly decreased with the administration of chemoprophylactic agents to high risk patients. Children typically present with fever, tachypnea, non-productive cough, and hypoxia with an absence of rales on auscultation of the chest. Initially, they may have an elevated pH and low carbon dioxide levels. Lactate dehydrogenase levels are generally elevated. Bilateral diffuse alveolar infi ltrates are seen with initial hilar involvement subsequently spreading to the periphery (Fig. 25-4 ) . Diagnosis is made by demonstrating the organism with the methenamine silver nitrate stain on pulmonary tissue, respiratory secretions, or lung fl uid. Bronchoalveolar lavage is the most widely used technique to obtain lung fl uid for diagnosis. Treatment consists of supportive therapy Hantavirus is rare in infants and school-aged children. No deaths have been reported in children less than 14 years of age.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1236,
                    "end": 1248,
                    "text": "(Fig. 25-4 )",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Pneumocystis carinii Pneumonia (PCP)"
        },
        {
            "text": "with supplemental oxygen; ultimately continuous positive airway pressure or mechanical ventilation may be necessary if respiratory failure occurs. Trimethoprim-sulfamethoxazole (TMP-SMX) is the recommended initial treatment. In patients that cannot tolerate TMP-SMX, then pentamidine isoethionate should be used. Corticosteroids in anti-infl ammatory doses as an adjunct to antimicrobial therapy have improved clinical outcomes. Concurrent pulmonary infections were found in 35% of patients, most frequently bacterial or cytomegalovirus pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. S. POWERS"
        },
        {
            "text": "Determination of the etiologic agent in pneumonia is diffi cult. Fortunately, in most community-acquired pneumonias, identifi cation of the specifi c causative organism is not critical. However, in children with a complicated course that fails to respond to standard therapies, defi nitive diagnosis of the etiologic agent is essential. Complete blood counts, infl ammatory markers, and chest radiographs do not differentiate the causative agents for pneumonia. Blood cultures are rarely positive outside of the neonatal period. Rapid antigen tests are available for RSV, parainfl uenza, infl uenza, and adenovirus. Nasopharyngeal swabs for viral cultures generally take 7-8 days to become positive, and in one study, 86% of the patients had been discharged prior to the positive results. Older children and adolescents might be able to produce sputum for Gram stain and culture. An adequate specimen should contain more the 25 leukocytes and fewer than 25 squamous epithelial cells per low-power fi eld. In the intubated patient, sputum can be more easily acquired. However, interpretation of the results of Gram stains and cultures is at times diffi cult in differentiating colonizing from pathologic organisms. Colonization of the endotracheal tube may occur as early as 12 h, but most frequently between 60 and 96 h. The oropharynx becomes colonized within 36 h, the stomach at 36-60 h, and the lower respiratory tract between 60 and 84 h. In addition, a comparison of infectious agents isolated by both tracheal aspirates and bronchoalveolar lavage found only 36% concordance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIAGNOSIS OF PNEUMONIA"
        },
        {
            "text": "Bronchoalveolar lavage (BAL) can be safely used to obtain secretions from the lower airways for Gram stain and culture. It is especially useful in the diagnosis of pneumonia in the immunocompromised child. However, BAL performed directly through the bronchoscope carries a risk of contamination. The smallest bronchoscope that can accommodate a protected specimen brush is 4.8 mm and requires a 6.5 mm endotracheal tube for passage. The smallest fl exible fi beroptic bronchoscope with a suction channel has an external Chest radiograph of severe Pneumocystis carinii pneumonia in a 13 month old male with combined immunodefi ciency. Note the diffuse alveolar involvement and air bronchograms. (Image provided courtesy of FA Maffei) diameter of 2.8 mm and is too small to admit a double-sheathed brush. Non-bronchoscopic double-lumen plugged catheters can be inserted blindly through the endotracheal tube to obtain a non-contaminated specimen. The sensitivity and specifi city of these samples are similar to those obtained by a bronchoscopic guided protected specimen. Transthoracic needle aspirations are performed in some centers with good results. One study reported a diagnostic success rate in 59% of patients. The incidence of pneumothorax was approximately 20%, but none required subsequent placement of a pleural drainage catheter. A lung biopsy is rarely needed to make a defi nitive diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIAGNOSIS OF PNEUMONIA"
        },
        {
            "text": "Supportive treatment with oxygen and intravenous fl uids are often standard therapies. As both pneumonia and mechanical ventilation can cause an elevation in anti-diuretic hormone levels, careful fl uid monitoring is essential to avoid overhydration, excessive lung water and hyponatremia. Initial antibiotic choices should be empiric and based upon the likely organisms for each age group, because of the diffi culty in identifying the causative agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "The child's respiratory status including respiratory rate, work of breathing, pulse oximetry, and central nervous system response should be closely monitored. Non-invasive bi-level positive airway pressure (BiPAP) has been effective for use in children with mild to moderate respiratory insuffi ciency, defi ned as an A-a gradient >100 and <250 or PaO 2 /FiO 2 ratio <200 but >100 mm Hg. Serial evaluation of mask-face contact areas is essential to avoid skin breakdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "Children with moderate or severe respiratory insuffi ciency often require intubation and mechanical ventilation. Children with respiratory failure secondary to pneumonia often require increased positive end expiratory pressure (PEEP), increased inspiratory time, and aggressive pulmonary toilet to recruit alveoli. For patients requiring high levels of PEEP, adequate sedation is often required to prevent patient/ventilator asynchrony and barotrauma. Spontaneous respirations should be encouraged while on mechanical ventilation. Rarely, the use of neuromuscular blockade is required to allow mechanical ventilation. Prone positioning may improve ventilation/perfusion (V/Q) mismatching in dependent lung regions. Lung protective strategies allowing permissive hypercapnea with small lung volumes to ventilate and appropriate PEEP to maintain alveolar recruitment is recommended for children with pneumonia. High frequency oscillatory ventilation can also be utilized to maintain mean airway pressure and alveolar recruitment. Airway pressure release ventilation (APRV) provides recruitment of alveoli while allowing spontaneous respirations. In children with severe respiratory distress syndrome, treatment with bovine surfactant may improve oxygenation. Extracorporeal life support continues to have a role in children with reversible severe acute hypoxemic respiratory failure refractory to mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "Pneumonias can often be complicated by the development of pleural effusions and empyemas. These occur when the fl uid production by the interstitial lung tissue exceeds the maximum pleural lymphatic fl ow. Parapneumonic effusions often occur from pneumonia as white blood cells and other debris of infection block the lymphatics resulting in elevation of protein in the pleural space, increase in colloid osmotic pressure, and consequent failure of fl uid reabsorption. On physical exam, the child will have decreased breath sounds over the effusion. In older children, auscultatory percussion changes might be appreciated. Plain chest radiographs can reveal most clinically signifi cant effusions. Ultrasound and chest computed tomograms are useful in determining the volume and quality of the fl uid and the presence of loculations. Simple parapneumonic effusions or transudates can also be differentiated from exudates by using the criteria of Light et al. (Table 25 -2 ). A pleural fl uid pH less than 7.2 indicates a complicated effusion that is likely exudative and requires drainage whereas a pleural fl uid pH more than 7.3 suggests that the effusion may be managed with systemic antibiotics alone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 960,
                    "end": 969,
                    "text": "(Table 25",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "TREATMENT"
        },
        {
            "text": "Complicated parapneumonic effusions or empyemas occur when the fl uid becomes purulent. During this stage, the effusions undergo a fi brinopurulent stage with many polymorphonuclear leukocytes, bacteria, and cellular debris entering the fl uid. Fibrin is deposited over the pleural surfaces and loculations begin to form. The pH and glucose levels fall as the LDH levels rise. If untreated, they often progress to a third organizing stage in which the exudate Non-invasive BiPAP ventilation can be effective for children with moderate respiratory insuffi ciency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "develops into an inelastic, fi brotic peel that restricts the lung. Simple parapneumonic effusions usually resolve with thoracentesis or tube thoracostomy and antibiotic treatment of the pneumonia. More complicated parapneumonic effusions have been successfully treated with thoracotomy tubes and fi brinolytics. However, although risks for bleeding are reportedly low, this therapy requires close monitoring of chest tube drainage and instillation of expensive medications with intermittent clamping of the chest tube. No single recommendation for the choice of fi brinolytic agent or dosage has been established. Also, if tried late in the organizing phase, this is often unsuccessful due to loculations and the high viscosity of the purulent fl uid. Surgical debridement either by open procedure or by video-assisted thorascopic surgery (VATS) is often needed for organizing, complicated parapneumonic effusions. Multiple studies have reported that early VATS or thoracotomy for empyema leads to a shorter hospital stay. The treatment modality is best determined by the temporal stage and nature of the effusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "Acute pulmonary infections are common diagnoses that require admission to the pediatric intensive care units. Understanding the pathophysiology of lower respiratory infections enables the intensivist to tailor therapy to the individual child and pathogen. Early establishment of a specifi c etiology and the selection of the correct treatment plan directly impacts clinical outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Video-assisted thorascopic surgery (VATS) for the treatment of empyemas has been associated with shorter hospital stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Which of the following therapies have been proven to be a consistent benefi t for RSV bronchiolitis? A. Aminophylline B. Bronchodilators C. Corticosteroids D. Ribavirin E. Supportive care 2. Palivizumab is indicated for which of the following children? A. A 5 month old, former 27 week premature infant who just underwent surgical repair of a large ventricular septal defect who received palivizumab 2 weeks ago B. A 9 month old, former 28 week premature infant with mild bronchopulmonary dysplasia who received palivizumab 2 weeks ago C. A 1 month old, former 36 week premature infant with peripheral pulmonic stenosis who has never received palivizumab D. A 2 month old full term infant with a urea cycle defect who has never received palivizumab E. An 8 month old, former 25 week premature infant with bronchopulmonary dysplasia who received his fi fth dose of palivizumab a month ago",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 3 month old, former 27 week premature infant with bronchopulmonary dysplasia presents with clinical signs of bronchiolitis. Analysis of nasopharyngeal secretions by polymerase chain reaction testing identifi es respiratory syncitial virus."
        },
        {
            "text": "Pleural fl uid may be classifi ed as exudative, if one or more of the following criteria are met: ■ Pleural fl uid protein divided by serum protein >0.5 (Sensitivity 98%, Specifi city 83%) ■ Pleural fl uid lactate dehydrogenase (LDH) divided by serum LDH > 0.6 (Sensitivity 86%, Specifi city 84%) ■ Pleural fl uid LDH is more than two-thirds of the upper limit of normal for serum LDH (Sensitivity 82%, Specifi city 89%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEW QUESTIONS"
        },
        {
            "text": "Adapted from Light (2002) ",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 25,
                    "text": "Light (2002)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "REVIEW QUESTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human bocavirus and acute wheezing in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "904--914",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "American Academy of Pediatrics Subcommittee on Diagnosis and Management of Bronchiolitis. Diagnosis and Management of Bronchiolitis",
            "authors": [],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "118",
            "issn": "",
            "pages": "1774--93",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The yield of fl exible fi beroptic bronchoscopy in pediatric intensive care patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bar-Zohar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sivan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "126",
            "issn": "",
            "pages": "1353--1362",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immunological mechanisms of severe respiratory syncytial virus bronchiolitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bont",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kimpen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Intensive Care Med",
            "volume": "28",
            "issn": "",
            "pages": "616--637",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human metapneumovirus infection in young children hospitalized with acute respiratory tract disease: virologic and clinical features",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caracciolo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Minini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Colombrita",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Infect Dis",
            "volume": "27",
            "issn": "",
            "pages": "406--418",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A multicenter, randomized, controlled trial of dexamethasone for bronchiolitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Corneli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zorc",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Majahan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "331--340",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Natural infection of infants with respiratory syncytial virus subgroups A and B: a study of frequency, disease severity, and viral load",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Devincenzo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Res",
            "volume": "56",
            "issn": "",
            "pages": "914--921",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The use of albuterol in hospitalized infants with bronchiolitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Stephens-Groff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "101",
            "issn": "",
            "pages": "361--369",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Advances in the treatment and prevention of severe viral bronchiolitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Domachowske",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Ann",
            "volume": "34",
            "issn": "",
            "pages": "35--41",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The presence and sequence of endotracheal tube colonization in patients undergoing mechanical ventilation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kessel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cantrell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur Respir J",
            "volume": "13",
            "issn": "",
            "pages": "546--51",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Palivizumab prophylaxis reduces hospitalization due to respiratory syncytial virus in young children with hemodynamically signifi cant congenital heart disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Feltes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Cabalka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Meissner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pediatr",
            "volume": "143",
            "issn": "",
            "pages": "532--572",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Systemic corticosteroids in infant bronchiolitis: a meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Garrison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Christakis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatrics",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Drainage, fi brinolytics, or surgery: a comparison of treatment options in pediatric empyema",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Arca",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pediatr Surg",
            "volume": "39",
            "issn": "",
            "pages": "1638--1680",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Does VATS provide optimal treatment of empyema in children? A systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caniano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Arca",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pediatr Surg",
            "volume": "39",
            "issn": "",
            "pages": "381--387",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Intravenous ribavirin treatment for severe adenovirus disease in immunocompromised children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Gavin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Z"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatrics",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical picture, diagnosis, treatment, and outcome of severe acute respiratory syndrome (SARS) in children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paediatr Respir Rev",
            "volume": "5",
            "issn": "",
            "pages": "275--88",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Noninvasive therapy with helium-oxygen for severe bronchiolitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Liet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Millotte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tucci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lafl Ammme",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hutchison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Creery",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Pediatr",
            "volume": "147",
            "issn": "",
            "pages": "812--819",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pleural effusion",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Light",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "346",
            "issn": "",
            "pages": "1971--1978",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pleural effusions: the diagnostic separation of transudates and exudates",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Light",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Luchsinger",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Ann Intern Med",
            "volume": "77",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nebulized 3% hypertonic saline solution treatment in hospitalized infants with viral bronchiolitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mandelberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Witzling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chest",
            "volume": "123",
            "issn": "",
            "pages": "481--488",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development of wheezing disorders and asthma in preschool children",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatrics",
            "volume": "109",
            "issn": "2",
            "pages": "362--369",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Heliox therapy in infants with acute bronchiolitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martinon-Torres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez-Nunez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Martinon-Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatrics",
            "volume": "109",
            "issn": "",
            "pages": "68--73",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nasal continuous positive airway pressure with heliox versus air oxygen in infants with acute bronchiolitis: a crossover study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martinon-Torres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez-Nunez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Martinon-Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatrics",
            "volume": "121",
            "issn": "",
            "pages": "1190--1195",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Diagnosis and management of pneumonia in children",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr Infect Dis J",
            "volume": "19",
            "issn": "",
            "pages": "924--932",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Community-acquired pneumonia in children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "346",
            "issn": "",
            "pages": "429--466",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Selected populations at increased risk from respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Meissner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "40--45",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Human metapneumovirus and human bocavirus in children",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Milder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Res",
            "volume": "65",
            "issn": "",
            "pages": "78--83",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mixed respiratory virus infections",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paranhos-Baccalá",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Komurian-Pradel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vernet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Floret",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "43",
            "issn": "",
            "pages": "407--417",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Mycoplasma pneumoniae and Chlamydia pneumoniae cause lower respiratory tract disease in paediatric patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Principi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr Opin Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Children's Hospital respiratory syncytial virus database: risk factors, treatment and hospital course in 3308 infants and young children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fergie",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Driscoll",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "",
            "pages": "418--441",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Infection with sin nombre hantavirus: clinical presentation and outcome in children and adolescents",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ramos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Overturf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Crowley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hjelle",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatrics",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Ribavirin for respiratory syncytial virus lower respiratory tract infection: a systematic overview",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Randolph",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "150",
            "issn": "",
            "pages": "942--949",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Risk of bacterial infection in previously healthy respiratory syncytial virus-infected young children admitted to the intensive care unit",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Randolph",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "",
            "pages": "990--994",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Infl uenza in pediatric intensive cure unit",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hackme",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stamm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Floret",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Pediatr",
            "volume": "11",
            "issn": "",
            "pages": "879--84",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Do bronchodilators have an effect on bronchiolitis?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care",
            "volume": "6",
            "issn": "",
            "pages": "111--113",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Comparison of conventional viral cultures with direct fl uorescent antibody stains for diagnosis of community-acquired respiratory virus infections in hospitalized children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Shetty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Treynor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warford",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Baron",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "789--94",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Respiratory syncytial virus immune globulin for prophylaxis against respiratory syncytial virus disease in infants and children with congenital heart disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sondheimer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Top",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Pediatr",
            "volume": "133",
            "issn": "",
            "pages": "492--501",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Respiratory syncytial virus in early life and risk of wheeze and allergy by age 13 years",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sherrill",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "",
            "pages": "541--546",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "H1N1 infl uenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Dowdle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mayo Clin Proc",
            "volume": "85",
            "issn": "",
            "pages": "64--76",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The IMpact-RSV Study Group. Palivizumab, a humanized respiratory syncytial virus monoclonal antibody, reduces hospitalization from respiratory syncytial virus infection in high-risk infants",
            "authors": [],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "102",
            "issn": "",
            "pages": "531--538",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "High incidence of pulmonary bacterial co-infection in children with severe respiratory syncytial virus (RSV) bronchiolitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thorburn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harigopal",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Thorax",
            "volume": "61",
            "issn": "",
            "pages": "611--616",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Bench-to-bedside review: ventilator strategies to reduce lung injury -lessons from pediatric and neonatal intensive care",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Vitali",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care",
            "volume": "9",
            "issn": "",
            "pages": "177--83",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Etiological diagnosis of childhood pneumonia by use of transthoracic needle aspiration and modern microbiological methods",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vuori-Holopainen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saxén",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "CID",
            "volume": "34",
            "issn": "",
            "pages": "583--90",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A multicenter, randomized, double-blind, controlled trial of nebulized epinephrine in infants with acute bronchiolitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Altamirano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheney",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "27--35",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Respiratory syncytial virus and other respiratory viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Welliver",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "6--12",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Effect of exogenous surfactant (calfactant) in pediatric acute lung injury. A randomized controlled trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Willson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Markovitz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "293",
            "issn": "",
            "pages": "470--476",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Current concepts on pulmonary host defense mechanisms in children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Wilmott",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Khurana-Hershey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Curr Opin Pediatr",
            "volume": "12",
            "issn": "",
            "pages": "187--93",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Nebulized hypertonic saline solution for acute bronchiolitis in infants",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mendoza-Sassi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Klassen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cochrane Database Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Bronchiolitis: recent evidence on diagnosis and management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zorc",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "125",
            "issn": "",
            "pages": "342--351",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FIGURE 25-1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 25-3 Chest radiograph of a 17 year old with rapidly progressing hypoxemic respiratory failure secondary to H1N1. (Image provided courtesy of FA Maffei)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIGURE 25-4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "LIGHT CRITERIA WITH INDIVIDUAL SENSITIVITY AND SPECIFICITY OF TESTS TO DISTINGUISH EXUDATIVE FROM TRANSUDATIVE EFFUSIONS",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}