{
    "paper_id": "db31bbfdc6dcf28c988300fb9bb680dc7830ec25",
    "metadata": {
        "title": "I Ilesha-Virus Ilheus-Virus",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Nach aktueller WHO-Statistik (2005) liegen Infektionskrankheiten mit 41 % der Todesfälle weltweit als häufigste Todesursache deutlich vor den Herz-Kreislauf-Erkrankungen (20 %), den Krebserkrankungen (18 %) und den zerebrovaskulären Erkrankungen (13 %). Bezogen auf die regionale Verteilung ergeben sich allerdings hierbei erhebliche Unterschiede, so dass für die Drittländer die Letalität durch Infektionskrankheiten deutlich höher als 60 % rangieren kann (7 Abb. 1). Bezüglich der Häufigkeitsverteilung der Infektionskrankheiten stehen Pneumonien an erster Stelle vor Tuberkulose, Gastroenteritiden, Malaria, AIDS und Hepatitis B. ",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 35,
                    "text": "WHO-Statistik (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aktuelle Situation der Infektionskrankheiten weltweit"
        },
        {
            "text": "Stephan Becker, Hans-Dieter Klenk",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza-Virus"
        },
        {
            "text": "Synonym(e) Influenzaviren, Grippeviren. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erreger"
        },
        {
            "text": "In vivo vermehren sich die Influenzaviren primär in den Epithelzellen der Mund-, Rachen-und Nasenschleimhaut. Es folgt eine Ausbreitung auf die Zellen des unteren Respirationstrakts. In vitro können Influenzaviren in der Zellkultur (z. B. MDCK-Zellen) und im embryonierten Hühnerei vermehrt werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vermehrung"
        },
        {
            "text": "Zur Krankheitsvorbeugung sollten die allgemeinen hygienischen Regeln (Händehygiene, Vermeiden von Anhusten und Anniesen) eingehalten werden. Besonders gefährdete, nicht geimpfte Personen wie z. B. Säuglinge, Immuninkompetente und chronisch Kranke sollten sich von erkrankten Personen fernhalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ausbruchsmanagement"
        },
        {
            "text": "Meldepflichtig gemäß § 7 IfSG nach direktem Virusnachweis namentlich an das Gesundheitsamt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meldepflicht"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Globale Infektionsrisiken im Jahre 2005 aus Sicht des Medizinischen B-Schutzes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "178--184",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Malaria-2. schutz für Langzeitreisende ImpfDialog",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gäßler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schleucher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knobloch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "31--37",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ein äußerst virulenter Tuberkulose",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stamm lässt HIV-Infizierten in Südafrika kaum eine Chance",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Weekly epidemiological re-9",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Volkmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Essbauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dobler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Rickett-10. siosen im Einsatzgebiet der Bundeswehr -Aspekte zur Epidemiologie",
            "volume": "81",
            "issn": "",
            "pages": "185--189",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Länder und Regionen mit begrenztem Übertragungsrisiko Länder und Regionen mit Übertragungsrisiko . Abb. 5. Malaria: Länder und Regionen mit Übertragungsrisiko",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "FG 12 (Virale Infektionen), Nordufer 20, D-13353 Berlin",
            "authors": [
                {
                    "first": "Robert-Koch-Institut",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30--4547",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Deutsche Vereinigung zur Bekämpfung der Viruskrankheiten e",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The molecular biology of influ-1. enza virus pathogenicity",
            "authors": [
                {
                    "first": "Schlüsselliteratur",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "H-D",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Adv Virus Research",
            "volume": "34",
            "issn": "",
            "pages": "247--281",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Orthomyxoviridae: The Viru-2. ses and Their Replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "1647--1689",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Springer Index of 3. Viruses",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1691--740",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Influenzavirus A/H1N1/2009 -ein Überblick vom Ausbruch bis zur Vakzination",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Millenium Development Goals, among other things, aim at relieving developing countries from the heavy burden of infectious diseases. But the results achieved so far are sobering.\" (Dr. Anna Holzscheiter, London School of Tropical Hygiene, Centre for Global Change and Health, June 2010)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Abb. 2. Tuberkulose: geschätzte Zahl der Neuinfektionen je 100.000 Einwohner (Quelle: WHO 2007) Mio.), Ostasien(1,1 Mio.)  Nordamerika(1,0 Mio.)   West-und Zentraleuropa (0,6 Mio.), Nordafrika und mittlerer Osten (0,5 Mio.) und Karibik (0,4 Mio.). Im Vordergrund der Behandlung steht seit 1995 im Gegensatz zur früheren Monotherapie die Kombinationstherapie mit Virostatika, für die heute ca. 25 Präparate verfügbar sind. Die schnelle Entwicklung von Virostatika-resistenten HIV-Varianten bei Monothera-. Abb. 4. HIV: Prävalenz, geschätzt, 2007 (Quelle: WHO) pie (an jedem Tag entstehen im nicht behandelten Erkrankten 10-100 Milliarden neue HIV = Evolution im Zeitraffer) kann durch die Kombinationstherapie deutlich reduziert werden und ermöglicht heute in der BRD HIV-Infizierten eine normale Lebenserwartung. Trotz großer Anstrengung gibt es bis heute keine Therapie, die zur Heilung führt. Bei Aussetzen der Kombinationstherapie treten die Viren im Körper schnell wieder auf, da sie in so genannten ruhenden Zellen latent im Organismus verweilen und dort nicht therapeutisch zu erreichen sind. Da die heutigen therapeutischen Möglichkeiten in den Drittländern insbesondere aus finanziellen Gründen nicht umsetzbar sind, stellen die Auswirkungen der weltweit nicht kontrollierbaren HIV-Infektionen nicht mehr nur ein infektionsepidemiologisches, sondern insbesondere in Südafrika, aber zunehmend auch in Asien und Lateinamerika ein soziales Problem dar (7 Abb. 4). Die Pocken, hervorgerufen durch Variola major, werden aufgrund der von 1969-1980 erfolgreich durchgeführten Impfkampagne der WHO seit 1980 weltweit als ausgerottet betrachtet. Entsprechend offizieller Angaben werden nur noch in zwei Laboratorien (CDC, Atlanta USA und VECTOR, Kolcovo, Russland) vermehrungsfähige Pockenviren für wissenschaftliche Zwecke aufbewahrt. Sehr eng verwandt mit Variola major sind die Affenpocken, die eine den Pocken entsprechende Krankheit hervorrufen. Das natürliche Reservoir sind Nagerarten des tropischen Regenwaldes in Afrika. Als Wirt fungieren neben Affen auch Menschen. Infektionen treten beim Menschen durch engen Kontakt mit infizierten Affen (Verzehr von Affenfleisch) und Nagetieren auf, eine Übertragung von Mensch zu Mensch ist bei engem Kontakt ebenfalls möglich. Eine Pockenimpfung bietet ebenfalls Schutz vor einer Affenpockeninfektion. Insbesondere in Afrika (Kongo) treten immer wieder epidemisch Ausbrüche auf. Die im Jahre 2003 in den USA durch Import einer infizierten Gambischen Riesenratte ausgelöste Affenpocken-Epidemie, die sich über mehrere Bundesstaaten ausbreitete, zeigt, dass auch Industriestaaten von solchen Erkrankungen betroffen werden können, insbesondere bedingt durch die fehlende Immunität gegen Pocken bei der jüngeren Population, bei der keine Pockenimpfung mehr durchgeführt worden ist. Virales hämorrhagisches Fieber Auch wenn aufgrund von Medienberichten die Aufmerksamkeit auf nur wenige Sonderformen des viralen hämorrhagischen Fiebers (VHF, u. a. Ebola-Fieber, Lassa-Fieber) gelenkt wird, so darf nicht verkannt werden, dass mehr als 15 Virenspezies beim Menschen das Krankheitsbild eines VHF verursachen können. Unter diesen besitzt das Dengue Hämorrhagische Fie-ber, das durch vier verschiedene Virustypen verursacht wird, die größte Bedeutung. Weltweit wird die Häufigkeit auf 50-100 Millionen Infektionen mit ca. 500.000 bis 1 Million hämorrhagischen Verlaufsformen pro Jahr geschätzt. Schwerpunkte betreffen die südost-und ostasiatische Region (Malaysia, Singapur, Indonesien, Thailand, Philippinen, Vietnam, Brunei, Ost-Timor). 2005 traten erstmals auch Dengue Hämorrhagische Fieber-Erkrankungen größeren Ausmaßes auf der arabischen Halbinsel (Saudi-Arabien, Jemen), am Horn von Afrika sowie im Norden Australiens und in Ozeanien auf. Mali, Ghana, Burkina Faso, Elfenbeinküste, Senegal, und Guinea) wie auch im Süden des Sudans beobachtet. Obwohl zu den Alphaviren gehörend, kann bezogen auf das klinische Krankheitsbild das durch Stechmü-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "AK gegen Influenzaviren allgemein oder gegen die beiden Typen A und B getrennt. Die Virusanzucht ist auch heute noch eine unerlässliche Methode, um verschiedene Influenzavirusvarianten zu erkennen, die zur gleichen Zeit in einer Saison auftreten können. Die Differenzierung gibt über die individuelle Diagnostik hinaus Aussagen zur epidemiologischen Situation und Hinweise für die Impfstoffzusammensetzung in der nächsten Saison. Im Rahmen der Influenza-Surveillance werden weltweit in den nationalen Referenzzentren Virusisolierungen durchgeführt. Eine Virusisolierung gelingt am sichersten in Proben aus den ersten Krankheitstagen. Ein positives Ergebnis ist ab dem dritten Tag nach Ansatz der Proben zu erwarten. Zur Virusisolierung werden Kulturen einer permanenten Hundenierenzellli-nie MDCK-Zellen (Madin-Darby Canine Kidney) verwendet. Die Isolierung ist aber auch in embryonierten Hühnereiern und in Affennierenzellkulturen möglich (ATCC LLC MK2). Für eine schnelle Diagnose einer akuten Influenza sind serologische Tests wenig hilfreich, da häufig Reinfektionen auftreten und zwei Seren für eine sichere Aussage nötig sind: eines aus der akuten Phase der Erkrankung und eines aus der Rekonvaleszenzphase nach etwa 14 Tagen. Titeranstiege sichern die Diagnose. Für spezielle Fragestellungen sind serologische Tests aber trotzdem unentbehrlich, z. B. zur Bestimmung der Populationsimmunität gegen bestimmte Virusvarianten und zum Nachweis protektiver Antikörper. Zur Abwehr einer Influenzainfektion spielen die neutralisierenden Antikörper gegen das Hämagglutinin die wichtigste Rolle. Antikörper gegen NA haben keine virusneutralisierende Wirkung. Sie wirken allerdings abschwächend auf den Krankheitsverlauf. Als virologische Marker zum Nachweis einer Protektion gegen Influenza kommen somit Tests in Frage, die neutralisierende Antikörper bestimmen. Dazu eignen sich Neutralisationstests (plaque reduction), der Hämagglutinationshemmtest (HHT) und der Single-Radial-Hemolysis-Test (SRH). Da der HHT relativ einfach durchzuführen und preiswert ist, hat sich der HHT zur Bestimmung der protektiven Kapazität eines Einzelserums durchgesetzt. Außerdem wird die Komplementbindungsreaktion angewendet.Befund / InterpretationAkute Infektion. Ein positiver Nachweis in der PCR aus Patientenmaterial zeigt eine akute Infektion an. Beweisend ist auch der Nachweis eines Titeranstiegs (2 Titerstufen) von spezifischen Antikörpern mittels KBR, HHT oder EIA in Serumpaaren. Ein einzelner Antikörpertiter reicht nicht aus, um eine akute Infektion zu diagnostizieren. Immunität. Im Neutralisationstest, im SRH und im HHT lassen sich Immunitätsbestimmungen durchführen. Durchgesetzt hat sich der HHT, um Immunität gegen Virusstämme nachzuweisen. Impftiter können bestimmt werden, wobei ein Titer von 1:40 eine Schutzrate von ca. 50 % gegen den getesteten Virusstamm anzeigt.Therapeutische MaßnahmenZur Therapie der Influenza stehen als antivirale Medikamente Neuraminidase-Inhibitoren und M2-Ionenkanal-Inhibitoren zur Verfügung. Neuraminidase-Inhibitoren blockieren spezifisch die virale Neuraminidase der Influenza-A-und B-Viren und verhindern damit die Virusvermehrung im Körper, indem sie die Infektion der Zelle und die Freisetzung neu gebildeter Viren aus der infizierten Zelle unterbinden. Die Medikamente sind gut verträglich und wirken am besten, wenn sie möglichst frühzeitig zu Beginn der Erkrankung eingesetzt werden. Zanamivir (Relenza™) und Oseltamivir (Tamiflu™) werden inhalativ bzw. oral als Tablette gegeben. Die Therapie der Influenza A ist auch möglich mit M2-Ionenkanal-Inhibitoren, Amantadin und Rimantadin (in Deutschland ist nur Amantadin zugelassen). Wegen der recht erheblichen Nebenwirkungen (ZNS-Toxizität) sollten die Medikamente auch in Hinblick auf Resistenzbildung während einer Therapie nur mit Zurückhaltung angewendet werden. Amantadin wirkt auf das Tunnelprotein M2 der Influenza-A-Viren.Wirtsbereich / ReservoirVon grundlegender Bedeutung für die Epidemiologie der Grippe ist die hohe genetische Variabilität der Influenzaviren. Besonders augenfällig ist diese bei den Influenza-A-Viren, die ein breites Wirtsspektrum besitzen und mit einer Vielzahl von Varianten, die durch 16 Hämagglutinin-und 9 Neuraminidase-Subtypen definiert werden, auftreten. Während bei Mensch, Schwein, Pferd und einer Reihe anderer Säuger bislang nur ein Teil dieser Subtypen beobachtet wurde, findet man bei Vögeln das gesamte Spektrum. In der Tat kann man heute davon ausgehen, dass Wasservögel die natürlichen Wirte der Influenza-A-Viren sind. Influenza-B-und -C-Viren kommen dagegen in der Regel nur beim Menschen vor. Hier kann nicht zwischen verschiedenen Subtypen unterschieden werden. Da die Speziesbarriere für Influenza-A-Viren kein unüberwindbares Hindernis darstellt, kommt es zur Übertragung von Vögeln auf den Menschen, wobei das Schwein eine besondere Rolle als Zwischenwirt spielen könnte. Durch Mutation oder durch Genaustausch nach Koinfektion mit einem anderen Influenza-Virus erfolgt eine Anpassung an den neuen Wirt. Auf diese Weise entstehen Viren mit neuen Oberflächenproteinen und damit einer stark veränderten Antigenität. Wenn ein Erreger nach einem derartigen Antigensprung (antigen shift) beim Menschen auftritt, trifft er auf eine praktisch ungeschützte Bevölkerung, in der er sich ungehemmt ausbreiten kann. Es kommt zur Pandemie. Grippepandemien sind relativ seltene Ereignisse. Im vergangenen Jahrhundert führte nach der Spanischen Grippe des Jahres 1918 (H1N1) ein Antigensprung in Hämagglutinin und Neuraminidase 1957 zur Asiatischen Grippe (H2N2) und ein weiterer Antigensprung im Hämagglutinin 1968 zum Erreger der Hongkong-Grippe (H3N2); daneben zirkuliert seit 1977 wieder ein Virus mit der H1N1-Konstellation der Spanischen Grippe. Interessanterweise war der Verursacher der Pandemie im Jahr 2009 ein Influenza-A-Virus vom Subtyp H1N1, obwohl eines der kursierenden saisonalen Influenza A-Viren vom gleichen Subtyp war. Molekularbiologische Untersuchungen ergaben, dass das pandemische H1N1-Virus wahrscheinlich vom Schwein stammte und nur geringe Ähnlichkeit mit dem menschlichen H1N1 aufwies. Deshalb war ein großer Teil der Bevölkerung dem neuen Virus gegenüber immunologisch naiv. Allerdings ergaben weitere Untersuchungen, dass eine gewisse Immunität in der Bevölkerung gegenüber dem neuen Virus bestand, was den insgesamt relativ milden Verlauf der Pandemie erklären könnte. Vom Antigensprung muss die Antigenverschiebung (antigen drift) unterschieden werden. Hierbei handelt es sich um schwächere Änderungen in der Antigenität von Hämagglutinin und Neuraminidase, die auf sukzessiv auftretenden Punktmutationen beruhen und für die im Abstand von wenigen Jahren auftretenden Epidemien verantwortlich sind. Im Gegensatz zum Antigensprung, der nur bei den Influenza-A-Viren vorkommt, ist die Antigenverschiebung eine Eigenschaft aller Influenzaviren. Seit 1997 werden beim Menschen in zunehmendem Maße Infektionen mit aviären Influenzaviren (Vogelgrippe) beobachtet. Diese Viren, die zu den Subtypen H5N1, H9N2 und H7N7 gehören, haben sich bislang allerdings noch nicht an den Menschen angepasst. Eine erhöhte Pneumoniegefahr besteht bei der Altersgruppe ab dem 65. Lebensjahr, bei Patienten mit kardiopulmonaler Insuffizienz, bei Patienten mit Stoffwechselerkrankungen und bei Kleinkindern.Transmission / VektorenDie natürliche Übertragung der humanpathogenen Influenzaviren erfolgt auf aerogenem Weg. Die Kontagiosität ist hoch.Prävention / ImpfstoffeDie Impfung ist die wichtigste Prophylaxe gegen eine Influenzaerkrankung. In der Regel werden inaktivierte Vakzine (Totimpfstoffe) verwendet. Es handelt sich um trivalente Impfstoffe gegen die aktuell vorkommenden Viren: A (H3N2), A (H1N1) und B. Es sind 15 μg pro Antigen (Hämagglutinin) im Impfstoff enthalten. Die Impfstoffe müssen wegen der großen Variabilität der Influenzaviren jedes Jahr neu aus den aktuellen Komponenten hergestellt und klinisch getestet werden. Diese Prozedur vom Saatvirus über Kulturen auf Hühnereiern bis zur fertigen Vakzine benötigt etwa 6-8 Monate. Neuere Protokolle zur Herstellung des Impfstoffes verwenden statt der embryonierten Hühnereier Zellkulturzelllinien. Dies hat den Vorteil, dass die teilweise komplizierte Organisation von Mil-lionen bebrüteter Hühnereier, die jedes Jahr benötigt werden, entfällt. Als Totimpfstoff werden vornehmlich Splitvakzine und Subunitvakzine angeboten. Eine Liste der aktuellen Impfstoffe wird regelmäßig auf der Internetseite des Paul-Ehrlich-Instituts (www.pei.de) veröffentlicht. Die Empfehlung für die Impfstoffzusammensetzung wird von der WHO zweimal jährlich, im Februar für die nördliche Hemisphäre und im September für die südliche Erdhalbkugel herausgegeben (www.who.int).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Influenzaepidemien und Influenzapandemien treten immer wieder auf, unterscheiden sich aber deutlich im Schwergrad der klinischen Symptome. Ein Beispiel hierfür ist der Ausbruch von Influenza A/H1N1/2009, der im April 2009 in Mexiko und Kalifornien beschrieben wurde und vermutlich schon einige Wochen zuvor aufgetreten war. Dieses Virus ist genetisch nicht näher mit der zirkulierenden saisonalen Influenza aber mit zirkulierenden Schweineviren verwandt. Der neue Virusstamm ist eine Reassortante zwischen zwei verschiedenen Virusstämmen, die bei Schweinen vorkommen, und kann nun auch von Mensch zu Mensch übertragen werden. Entsprechend den Leitlinien der WHO handelt es sich um ein pandemisches Virus, bis Juli 2010 wurden weltweit insgesamt ca. 18.000 Todesfälle gemeldet. Diese Pandemie ist im Vergleich zu den Pandemien im vorigen Jahrhundert vergleichsweise mild. Bei Influenzaviren wurden 16 verschiedene Hämagglutinine beschrieben, 6 davon wurden beim Menschen isoliert, 3 (H1, H2, H3) waren in den Pandemien im 20. Jahrhundert involviert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Influenzaviren haben ein sehr breites Wirtsspektrum und infizieren neben dem Menschen auch Wasservögel, Hunde, Pferde, Schweine und zahlreiche andere Tiere. Das Genom ist segmentiert und besteht aus negativsträngiger RNA, die für insgesamt 11 Proteine kodieren, z. B. für die Oberflächenglykoproteine Hämagglutinin und Neuraminidase. Die Viren werden entsprechend den 16 verschiedenen Hämagglutinin-Subtypen und 9 Neuraminidase-Subtypen klassifiziert. Die drei Polymeraseuntereinheiten PB1, PB2 und PA sind gemeinsam für die Replikation und Transkription der viralen RNA zuständig. Die Neuraminidase entfernt Sialinsäure von der Zelloberfläche und ermöglicht dadurch das Freisetzten der neu gebildeten Viren, Sialinsäure wiederum ist der Rezeptor für das Influenza-Hämagglutinin. Die hohe Mutationsrate der viralen RNA ermöglicht eine hohe Diversität, die durch Mutationen und immunologische Selektion vorangetrieben wird. Ähnlich wie bei HCV und HIV findet man durch die hohe Zahl der Mutationen viele Virusquasispezies. Doppelinfektionen mit zwei verschiedenen Influenzasubtypen im gleichen Wirt kommen sehr selten vor, können aber zu einem Reassortment der Gensegmente und damit zu einer Neukombination des genetischen Materials führen. Diese Reassortanten bilden unter Umständen die Quelle für ein neues pandemisches Virus, und enthalten Typen von Hämagglutinin oder Neuraminidase, gegen die in der Bevölkerung keine Immunität besteht. Das plötzliche Auftreten eines neuen Hämagglutinins bei zirkulierenden humanpathogenen Viren nennt man Antigenshift. Schweine sind als Schmelzgefäße für den Genaustausch bei Influenzaviren prädestiniert, da sie für viele verschiedene Influenzaviren empfänglich sind. Unkomplizierte",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenzaviren"
        }
    ]
}