{
    "paper_id": "dd57ae446759f3f11e2c3229f188e0d22d4bffb6",
    "metadata": {
        "title": "Ethical considerations in the allocation of critical care resources when capacity is overwhelmed",
        "authors": [
            {
                "first": "Merril",
                "middle": [
                    "A"
                ],
                "last": "Pauls",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Migneault",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Msbe",
                "middle": [
                    "† § ;"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francis",
                "middle": [],
                "last": "Bakewell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Canadian emergency physicians fear we will find ourselves in a situation similar to Northern Italy, where critical care resources have been overwhelmed in the face of critically ill COVID-19-infected patients. This raises important ethical issues about how we decide who gets access to critical care when we cannot provide it to everyone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "During a pandemic, we need to respect individual rights and freedoms while considering the needs of the broader public. Any decision-making frameworks we use in these exceptional times should consider the traditional principles of medical ethics, but also must reflect the core principles of public health ethics: respect; the harm principle; fairness; consistency; least coercive and restrictive means; working together; reciprocity; proportionality; flexibility; and procedural justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There are strong ethical justifications for the development and application of robust triage systems in the event that a pandemic overwhelms our ability to provide critical care to all patients. Emergency physicians are experts at identifying those who most require their care and focussing resources on this population. During a pandemic, when resources are overwhelmed, the additional and most difficult aspect of triage would be that some patients who may benefit from critical care, or who would have been offered this care under different circumstances, would now be denied this care. This raises important considerations, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "1. Before applying any criteria, we would have to demonstrate that capacity is truly overwhelmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "Has the system done its best to mobilize additional resources, and use all available resources in creative ways, to benefit as many patients as possible?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "2. Is the \"formula\" we use to decide who gets care (and who doesn't) evidence-based and defensible?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "We know with COVID-19 infection that advanced age predicts a poorer outcome, but other important factors play a role. There are data from the Chinese experience, which shows that we may be able to identify specific patients who will not do well (i.e., those who develop fulminant myocarditis), 1 and there are other predictors of higher mortality (including presence of cardiovascular disease and a high Sequential Organ Failure Assessment [SOFA] score) 2 beyond just age.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 295,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "Criteria such as age, stage of life, mental ability, physical ability, and/or disability should not be used in isolation as allocation criteria. The moral worth, value, and dignity of all persons are equal regardless of these criteria. However, these criteria may be considered within the decision-making process when other objective clinical features, such as associated comorbidities, are likely to impact an individual's ability to survive an acute illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "Additional considerations include an ongoing reassessment process to ensure that patients who receive critical care are continuing to benefit from it and the ongoing incorporation of new evidence in triage criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "3. How do we apply the triage criteria fairly?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "Some have suggested that we should take these treatment decisions out of the hands of front-line clinicians, using designated triage physicians or triage teams. This would promote the fair application of rules and insulate frontline providers from the moral distress associated with denying potentially beneficial care to their own patients. 3 Others believe this is not practical, and call for clear, simple criteria that can be readily understood and easily applied. An awareness of personal biases and other factors that could lead to discrimination/favoritism is crucial. There should be monitoring to determine whether certain groups are being systematically disadvantaged or advantaged by the criteria and their application. 4 4. How should we communicate with patients and their families if they are deemed to be ineligible for critical care?",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 343,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 731,
                    "end": 732,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "There are scripts available to help foster these conversations and promote honesty and transparency. 5 Affected patients and families should be made aware that resources are being withheld in the context of the COVID-19 pandemic, that these actions are based on objective and broadly accepted guidelines, and that any other available beneficial care will still be provided.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "TRIAGE OF CRITICAL CARE RESOURCES WHEN DEMAND OVERWHELMS AVAILABILITY"
        },
        {
            "text": "While there are arguments for and against a formal appeal process in these situations, 6 physicians should remember that patients/families can always challenge these decisions, including initiating complaints to the healthcare institution, the regulatory authority, or even initiating a legal action. Physicians need to ensure that their decisions are defensible in the event that these types of complaints occur.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 88,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Should there be an appeal process for these decisions?"
        },
        {
            "text": "Provided that an agreed upon, evidence-based, and transparent set of rules is used to decide who gets critical care and who does not, the healthcare institutions we work in need to take a clear stand supporting front-line providers making these decisions. There also needs to be substantial agreement and support between emergency medicine and critical care so that patients and families receive consistent messages and emergency physicians do not initiate care that cannot or will not be continued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is there institutional/professional/legal support for these difficult triage decisions?"
        },
        {
            "text": "It is estimated that 50% of Canadians have written advance directives. There are significant barriers to these wishes being known and acted upon by healthcare providers. In the event that critical care capacity is overwhelmed, it will be crucial that we do not use scarce resources for patients who do not want them, or who would not want them if adequately informed about their prognosis. We must identify those who already have advance directives (particularly those who request no intubation/ventilation in the event of critical illness) and clearly transmit that information to front-line providers who will care for them. We should engage in compassionate and clear conversations with patients who are at risk for poor outcomes with COVID-19 infection as far in advance as possible, to identify those who would not want to be considered for critical care interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW DO WE DECIDE WHO GETS CARE AND WHO DOESN'T?"
        },
        {
            "text": "Most hospitals, health regions, and provinces have engaged in emergency measures and pandemic planning exercises in response to prior outbreaks. Some are also currently working on specific critical care triage policies in the event that local capacity is overwhelmed. It is vital that emergency physicians have input into these policies. Emergency providers need to ensure that these policies consider the issues identified above, and that there is clear guidance regarding key triage criteria, and how they are to be used in the emergency setting. These policies need to be widely disseminated, discussed, and supported within the relevant region. While some have expressed concern that a broader discussion of these policies could cause fear or anxiety, a lack of community engagement and stakeholder involvement will undermine credibility and make triage conversations with our patients and their families even more difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW DO WE DECIDE WHO GETS CARE AND WHO DOESN'T?"
        },
        {
            "text": "The most relevant published guidelines are from the Ontario Health Plan for an Influenza Pandemic (OH-PIP) subgroup report published almost 14 years ago. 7 They offer a specific approach to triaging critically ill patients and clinical criteria that can be used to determine whether patients should be excluded from or considered for intensive care unit (ICU) treatment when capacity is exceeded. Subsequent work has shown these guidelines maximize benefits but may need additional ethical considerations to enhance equity and fairness. 8 International commentaries and triage guidelines have been released in response to the current crisis. 9,10 While Canadian physicians can learn important lessons from these, they should be aware that differences in healthcare systems, healthcare cultures, and national values may limit or alter the applicability of these guidelines.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 537,
                    "end": 538,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "HOW DO WE DECIDE WHO GETS CARE AND WHO DOESN'T?"
        },
        {
            "text": "We must identify patients who do not want critical care interventions and clearly transmit these wishes to the providers who care for them. We need to initiate conversations with people at risk for poor outcomes with COVID-19 infection, to determine their treatment wishes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "There are guidelines that provide explicit guidance for physicians regarding allocation decisions. These guidelines can maximize benefits but require additional considerations to promote equity and fairness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Emergency physicians should determine whether there are local relevant policies and guidelines available, and use other local ethics resources if possible. Any triage guidelines must include emergency medicine input and address how any criteria would be used in the emergency setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "The local community and other relevant stakeholders should be engaged in the process of guideline development and dissemination. Just as important as what is decided is how it is decided and who has been involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "The application of triage guidelines should be done in an honest, transparent, and compassionate manner. Physicians will need significant support to apply guidelines fairly, and there must be substantial agreement between ICU and emergency physicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Keywords: Critical care, ethics, pandemic, resource allocation Competing interests: None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05991-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "epub",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The toughest triageallocating ventilators in a pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Daley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NEJM",
            "volume": "epub",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005689"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Facing COVID-19 in Italy -ethics, logistics, and therapeutics on the epidemic's front line",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005492"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19-Ready communication skillsa playbook of Vital Talk tips",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vitaltalk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Org",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic ventilator rationing and appeals processes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Patrone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Resnick",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Care Anal",
            "volume": "19",
            "issn": "2",
            "pages": "165--79",
            "other_ids": {
                "DOI": [
                    "10.1007/s10728-010-0148-6"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Development of a triage protocol for critical care during an influenza pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "CMAJ",
            "volume": "175",
            "issn": "11",
            "pages": "1377--81",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identifying prioritization criteria to supplement critical care triage protocols for the allocation of ventilators during a pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Winsor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bensimon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sibbald",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Healthc Q",
            "volume": "17",
            "issn": "2",
            "pages": "44--51",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical ethics recommendations for admission to intensive care and for withdrawing treatment in exceptional conditions of imbalance between needs and available resources. SIAARTI (Società Italiana di Anestesia, Analgesia, Rianimazione e Terapia Intensiva): Raccomandazioni di etica clinica per l'ammissione a trattamenti intensivi e per la loro sospensione, in condizioni eccezionali di squilibrio tra necessità e risorse disponibili",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Intensive care medicine: triage in case of bottlenecks",
            "authors": [],
            "year": 2020,
            "venue": "Swiss Academy of Medical Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements: None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}