{"paper_id": "dda9958d245fdb5bfdd7014d7504cfd42aa715d9", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "In the preceding 23 chapters, the role of various members of each family of viruses in the spectrum of human disease has been described. In this final chapter, the same scene is examined from the opposite aspect, namely, a focus in turn on each of the major clinical syndromes. Of course, this is not a textbook of medicine nor even of infectious diseases, but of virology. Thus space cannot be devoted to the detailed clinical descriptions of viral diseases and certainly not to any differential diagnosis from diseases caused by non-viral infectious agents, nor to the clinical management of infected patients. Appropriate reference works on infectious diseases have been listed under Further Reading. What follows is intended to provide only a bird's-eye view of the commoner syndromes so that the contribution of particular viruses to each one may be assessed. As the clinical features as well as the pathogenesis and epidemiology of all the major human viral infections were dealt with in the previous 23 chapters, this final chapter should be regarded as little more than an appendix which brings all these virus-disease associations together in a number of summary tables for ready reference.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "First, however, the question is considered as to whether our bodies carry \"normal viral flora,\" analogous to the bacterial microbiome. Particularly since the advent of molecular diagnostic and investigative techniques, and the use of next-generation sequencing (NGS), it has become more apparent that there are a number of different viruses, belonging to many different families, that can be regularly isolated from healthy individuals and that either are not known to cause disease or do so only under particular circumstances. These may represent lifelong persistent infections, or their presence may be due to an ultimately self-limiting, asymptomatic acute infection with prolonged excretion. Some are bacteriophages associated with gut bacteria. Some may even be animal viruses whose presence is due to the consumption of contaminated food. The composition of this virome is likely to vary between individuals, and over time in the same individual, and will be affected by the environmental exposure to exogenous viruses, and the age and immunocompetence of the host. As with the bacterial microbiome, some of these normally harmless commensal agents may be pathogenic under particular circumstances, for example, immunosuppression. Also similarly to the bacterial microbiome, discovery of one of these agents during disease or in a normally sterile site raises the question about its potential to occasionally cause disease. For example, a new cyclovirus has recently been reported in the cerebrospinal fluid of patients with acute CNS infection, and further work is needed to define its pathogenic role.", "cite_spans": [], "ref_spans": [], "section": "THE HUMAN VIROME"}, {"text": "This area becomes even more complex when we consider co-infections. For example, co-infection with the non-pathogenic human flavivirus GBV-C (Chapter 36: Flaviviruses) has been reported to slow the progression of HIV infection. Progression of SIV infection in non-human primates is accompanied by a major expansion in the animals' enteric virome, which may in itself be involved in disease mechanisms. More extensive testing of children with respiratory illnesses, particularly using polymerase chain reaction (PCR), has revealed a significant percentage infected with two or more different viruses concurrently, and the roles of co-infection and interaction between multiple viruses are difficult to clarify. This subject becomes more complex again in immunosuppressed patients. On the other hand, co-infections involving HIV, HCV, and HBV are not unusual, and the implications for disease progression and antiviral treatment have been well studied. Table 39 .1 shows those viruses regularly found in each of the three main compartments in healthy individualsskin, gut, and systemically. As with the persistent infections with pathogenic viruses that have been discussed in this book, persistence of these agents implies that mechanisms for evading elimination by the immune system must also be operating.", "cite_spans": [], "ref_spans": [{"start": 951, "end": 959, "text": "Table 39", "ref_id": "TABREF0"}], "section": "THE HUMAN VIROME"}, {"text": "Several of the viruses listed have not been encountered elsewhere in this book. The member viruses of the family Anelloviridae are 30 nm in diameter with circular, negativesense ssDNA genomes around 2 to 4 kb in size. They were discovered during studies of transfusion-transmitted hepatitis, but different genera are now known to infect more Chapter 39 than 90% of humans and a number of animal species and to be present in plasma, saliva, and feces. They have not been reliably associated with any disease. Viruses of the family Picobirnaviridae are nonenveloped 33 to 37 nm, containing a genome of two linear dsRNA segments. Different strains are widely distributed in humans, a range of mammals, and in birds and reptiles; they are excreted in the feces and not known to cause any disease.", "cite_spans": [], "ref_spans": [], "section": "THE HUMAN VIROME"}, {"text": "Viruses of the family Circoviridae are tiny, 12 to 26 nm in diameter, containing a genome of circular, negative-sense ssDNA 1.7 to 2.3 kb in size. Chicken anemia virus (CAV) was the first member of this family discovered, in 1979, followed by the quaintly named beak and feather disease (BFDV). In 2011 the first human circovirus was detected by NGS in human skin; this is closely related to CAV within the genus Gyrovirus, and three further related human gyroviruses have since been described in feces of humans and/or chickens. No disease associations are known, nor is it completely clear whether these viruses are originally of human or chicken origin. This is another example of the new challenges in deciphering the epidemiological behavior and pathogenic roles of the plethora of new viral agents being identified in human samples.", "cite_spans": [], "ref_spans": [], "section": "Viral Syndromes"}, {"text": "Respiratory infections are the most common afflictions of humans, and most are caused by viruses. Children contract on average about half a dozen respiratory illnesses each year, and adults about two or three. Admittedly these are mainly trivial colds and sore throats, but they account for millions of lost working/schooling hours and a significant proportion of all visits to family physicians. More serious lower respiratory tract infections tend to occur at the extremes of life, and in those with pre-existing pulmonary conditions. The most important human respiratory viruses are influenza and respiratory syncytial viruses (RSV), the former killing mainly the aged and the latter the very young. Of the estimated five million deaths from respiratory infections in children annually worldwide, at least one million are viral in origin.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE RESPIRATORY TRACT"}, {"text": "Altogether, there are more than 200 human respiratory viruses, falling mainly within six families: orthomyxoviruses, paramyxoviruses, picornaviruses, coronaviruses, adenoviruses, and herpesviruses. Here we shall confine discussion to those that enter the body via the respiratory route and cause disease confined largely to the respiratory tract. Other viruses transmitted by the respiratory route are disseminated via the bloodstream and produce a more generalized disease, as is the case with most of the human childhood exanthems such as measles, rubella, and varicella. Other viruses, entering by nonrespiratory routes, can reach the lungs via systemic spread, and pneumonia may represent the final lethal event, as in overwhelming infections with herpesviruses or adenoviruses in immunocompromised neonates or AIDS patients.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE RESPIRATORY TRACT"}, {"text": "Systemic viral infections such as measles generate a strong memory response and prolonged production of IgG antibodies, which protect against reinfections for life. In contrast, viruses that cause infection localized to the respiratory tract with little or no viremia, such as RSV or rhinoviruses, induce only a relatively transient mucosal IgA antibody response and a less robust systemic antibody response; hence, reinfections with the same or a somewhat different strain can recur repeatedly throughout life. In addition, different strains of viruses like influenza viruses arising by antigenic drift may cause sequential episodes of the same disease in a single patient.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE RESPIRATORY TRACT"}, {"text": "Some viruses have a predilection for one particular level of the respiratory tract, but most are capable of causing disease at any level, and the same virus can produce different syndromes in different individuals, even within one family ( Fig. 39.1) . Conversely, similar clinical syndromes in different patients may be due to infection with unrelated viruses. Nevertheless, for ease of description we will designate six basic diseases of increasing severity as we descend the respiratory tract: rhinitis, pharyngitis, croup, bronchitis, bronchiolitis, and pneumonia (Table 39. 2; see also Fig. 7 .2).", "cite_spans": [{"start": 591, "end": 597, "text": "Fig. 7", "ref_id": null}], "ref_spans": [{"start": 240, "end": 250, "text": "Fig. 39.1)", "ref_id": null}, {"start": 568, "end": 578, "text": "(Table 39.", "ref_id": "TABREF0"}], "section": "VIRAL DISEASES OF THE RESPIRATORY TRACT"}, {"text": "The classic common cold (coryza) is marked by copious watery nasal discharge and obstruction, sneezing, and perhaps a mild sore throat or cough, but little or no fever. Rhinoviruses are the major cause, several serotypes being prevalent year-round and accounting for about half of all colds. Coronaviruses are responsible for about another 15%, mainly those occurring in the winter months. Certain enteroviruses, particularly coxsackieviruses A21 and A24 and echoviruses 11 and 20, cause febrile colds and sore throats, especially in the summer. In children, respiratory syncytial virus (RSV), human metapneumovirus, parainfluenza viruses, and the low-numbered adenoviruses are between them responsible for up to half of all upper respiratory tract infections (URTI). Specific viral diagnosis is not usually required for immediate patient management, but with increasing availability of rapid point-of-care multiplex PCR testing for the most common agents, laboratory diagnosis is being done more frequently to provide immediate information about ongoing epidemic situations, for example, caused by emergent influenza virus strains. In individuals with recurring or prolonged symptoms restricted to the upper respiratory tract, a possible allergic basis should not be overlooked.", "cite_spans": [], "ref_spans": [], "section": "Rhinitis (Common Cold)"}, {"text": "Otitis media or sinusitis sometimes complicates URTI. Bacterial superinfection is generally the ongoing driver of the process, but a prior viral URTI may be the initiating mechanism and viruses have also been recovered from effusions. Respiratory infections with RSV, influenza, parainfluenza, adenovirus, or measles viruses predispose to otitis media. Indeed, repeated viral infections can precipitate recurrent middle ear infections, leading to progressive hearing loss.", "cite_spans": [], "ref_spans": [], "section": "Rhinitis (Common Cold)"}, {"text": "Most pharyngitis is of viral etiology. Upper respiratory infections with any of the viruses just described can present as a sore throat, with or without cough, malaise, fever, and/ or cervical lymphadenopathy. Influenza, parainfluenza, and rhinoviruses are common causes throughout life, but other viruses are prominent in particular age groups: RSV, human metapneumovirus and adenoviruses in young children, herpesviruses in adolescents and young adults. Adenoviruses, though not major pathogens overall, are estimated to be responsible for about 5% of all respiratory illnesses in young children. Pharyngoconjunctival fever is just one particular presentation, as described in Chapter 18: Adenoviruses-others include \"acute respiratory disease\" (ARD) as seen in US military camps. In patients without accompanying nasal symptoms, additional causes should be considered including group A and non-group A streptococci, mycoplasmas, and chlamydias. Primary infection with herpes simplex virus (HSV), if delayed until adolescence, presents as a pharyngitis and/or tonsillitis rather than as the gingivostomatitis seen principally in younger children; the characteristic vesicles, rupturing to form ulcers, can be confused only with herpangina, a common type of ", "cite_spans": [], "ref_spans": [], "section": "Pharyngitis"}, {"text": "Croup is one of the serious manifestations of parainfluenza and influenza virus infections, predominantly in children less than 3 years old. Typically following symptoms of rhinorrhea and sore throat, the child develops fever, a \"barking\" or \"metallic\" cough, inspiratory stridor, and respiratory distress, sometimes progressing to complete laryngeal obstruction and cyanosis. Parainfluenza viruses are responsible for about 75% of all cases, type 1 being commoner than others. Influenza viruses and RSV are important causes during winter epidemics, and rhinoviruses, adenoviruses, and Mycoplasma pneumonia are less commonly responsible.", "cite_spans": [], "ref_spans": [], "section": "Laryngotracheobronchitis (Croup)"}, {"text": "Influenza, parainfluenza viruses, and RSV are the main viral causes of acute bronchitis. There is also evidence that chronic bronchitis, which is particularly common in smokers, may be exacerbated by acute episodes of infection with influenza viruses, rhinoviruses, or coronaviruses.", "cite_spans": [], "ref_spans": [], "section": "Tracheitis and Tracheobronchitis"}, {"text": "Respiratory syncytial virus is the most important respiratory pathogen during the first year or two of life, being responsible for nearly all cases of bronchiolitis in infants during winter epidemics and about three-quarters of hospitalized cases overall. Human metapneumovirus, parainfluenza viruses (especially type 3) and influenza viruses are the other major causes of this syndrome. The disease is often preceded by symptoms of rhinitis but can then develop with remarkable speed. Breathing becomes rapid and labored with marked expiratory wheezing, accompanied by a persistent cough, cyanosis, a variable amount of atelectasis, and hyperinflated lung fields visible by X-ray ( fig. 26 .4). The infant may die peracutely, and hence RSV is one of the causes of unexplained \"cot deaths,\" otherwise known as the sudden infant death syndrome (SIDS). Children suffering an episode of severe bronchiolitis have been noted to have higher rates of subsequent wheezing episodes or asthma. Whether the initial illness leads to a subsequent predisposition to wheezing, or whether children with such a predisposition suffer more severe initial RSV infections, is not clear.", "cite_spans": [], "ref_spans": [{"start": 683, "end": 690, "text": "fig. 26", "ref_id": null}], "section": "Bronchiolitis"}, {"text": "The impact of viral pneumonia is greatly dependent on the age and immunocompetence of the patient. Whereas viruses are relatively uncommon causes of pneumonia in immunocompetent adults, accounting for approximately 8% of cases, they are very important in young children. RSV, human metapneumovirus and parainfluenza virus (mainly type 3) are between them responsible for 25% of all pneumonitis in infants in the first year of life. Influenza also causes a considerable number of deaths during epidemic years. Infections with adenoviruses 3 and 7 are less common but can be severe, and long-term sequelae such as obliterative bronchiolitis or bronchiectasis may permanently impair lung function. Up to 20% of pneumonitis in infants has been ascribed to perinatal infection with cytomegalovirus (see Chapter 17: Herpesviruses). CMV may also cause potentially lethal pneumonia in immunocompromised patients, as may measles, varicella, and adenoviruses. Moreover, viral pneumonia occasionally develops in adults with varicella and in military recruits during outbreaks of adenovirus 4 or 7 disease. In contrast measles has been often complicated by bacterial pneumonia, especially in malnourished children in Africa and South America. In the elderly, particularly in those with underlying pulmonary or cardiac conditions, influenza is a major cause of death, either via influenza pneumonitis or, more commonly, via secondary bacterial pneumonia attributable to Staphylococcus aureus, Streptococcus pneumoniae, or Haemophilus influenzae. Viral pneumonitis often develops insidiously following URTI, and the clinical picture may be atypical. The patient is generally febrile, with a cough and a degree of dyspnea, and auscultation may reveal some wheezing or moist rales. Sputum may be scanty, and laboratory diagnosis of the responsible agent may be confused by the frequent asymptomatic shedding of some viruses, for example, herpesviruses or adenoviruses. Unlike typical bacterial lobar pneumonia with its uniform consolidation, or bronchopneumonia with its streaky consolidation, viral pneumonitis is usually confined to diffuse interstitial lesions. The radiologic findings are not striking; they often show little more than an increase in hilar shadows or, at most, scattered areas of consolidation.", "cite_spans": [], "ref_spans": [], "section": "Viral Pneumonia"}, {"text": "By no means do all viruses found in feces cause gastroenteritis. Some do, but others cause \"silent\" infections of the gastrointestinal tract; some may then move on, usually via the bloodstream, to target other organs elsewhere in the body. For this reason, it has not been easy to define those viruses actually causing gastroenteritis, especially as enteritis is so common and not always easy to distinguish from minor changes in bowel habits arising from time to time due to dietary, psychological, or other reasons. Moreover, co-infections involving more than one agent occur frequently and it can be difficult to identify the causative pathogen, or to prove in mixed infections a cooperative role involving more than one agent.", "cite_spans": [], "ref_spans": [], "section": "VIRAL GASTROENTERITIS"}, {"text": "Four groups of viruses have been proven to cause symptomatic gastroenteritis; rotaviruses, human caliciviruses, enteric adenoviruses, and astroviruses. Assiduous searches have revealed a fascinating range of other viruses in feces, some of which are not human infections, for example, bacteriophages infecting enteric bacteria and plant or animal viruses from ingested food. Miscellaneous \"small round viruses\" and \"parvovirus-like\" agents have been carefully described but a clear etiologic association with disease has yet to be demonstrated. The same applies to the enteric coronaviruses, picobirnaviruses, enteroviruses, the Aichi agent, and enteric toroviruses, which have been isolated or visualized by electron microscopy in feces from patients or even outbreaks of human gastroenteritis (especially in psycho-geriatric patients, AIDS patients, or immunocompromised children), but have not been proven to cause the disease from which they were recovered. It is probable that some human enteric viruses are harmless passengers in most people most of the time but are capable rarely of causing diarrhea under certain circumstances in certain individuals, especially those immunocompromised. Table 39 .3 lists only those enteric viruses that unequivocally cause gastroenteritis in humans. Gastroenteritis vies with upper respiratory infection as the commonest of all infectious diseases and is the greatest cause of death. It has been estimated that 5 to 10 million children die each year in developing countries from diarrheal diseases, rotavirus infections in malnourished infants being a major contributor. Rotaviruses cause severe diarrhea in young children, which may last up to a week and lead to dehydration requiring fluid and electrolyte replacement. Most infections are sporadic, but nosocomial outbreaks occur frequently in hospital nurseries. Nearly all rotavirus infections are caused by group A serotypes and occur mainly in infants under the age of two years; group B rotaviruses have been associated with some very large waterborne outbreaks in China, affecting adults as well as children; group C rotaviruses cause only occasional zoonotic infections.", "cite_spans": [], "ref_spans": [{"start": 1196, "end": 1204, "text": "Table 39", "ref_id": "TABREF0"}], "section": "VIRAL GASTROENTERITIS"}, {"text": "Similar to other groups of viruses causing gastroenteritis, enteric adenoviruses were first visualized in feces by electron microscopy and identified on the basis of their characteristic morphology; because of the copious numbers of virions excreted, enteric adenoviruses were demonstrated by direct immunoassay to be distinct from other known members of that family. Later, suitable techniques were developed for growing these \"fastidious\" or \"enteric\" adenoviruses belonging to species F (types 40 and 41). These particular serotypes of human adenoviruses (but not the numerous other types that replicate in the respiratory and/or gastrointestinal tract but cause no disease in the gastrointestinal tract) have turned out to be common causes of gastroenteritis, especially in young children, for example, in outbreaks in day-care centers.", "cite_spans": [], "ref_spans": [], "section": "VIRAL GASTROENTERITIS"}, {"text": "Among the Caliciviridae, sapoviruses are also common, especially in young children. In contrast, noroviruses tend to infect older children and adults, and are now recognized as the most common cause of outbreaks of non-bacterial gastroenteritis in many developed countries. The illness consists of an explosive episode of nausea, vomiting, diarrhea, and abdominal cramps, sometimes accompanied by headache, myalgia, and/or low-grade fever. Their high transmission rates have led to their causing significant outbreaks on holiday cruise ships and in institutions for the elderly.", "cite_spans": [], "ref_spans": [], "section": "VIRAL GASTROENTERITIS"}, {"text": "Astrovirus infections display many of the epidemiologic and clinical features of rotavirus infections but are not as virulent. They appear to be endemic worldwide, with occasional epidemics, causing a relatively mild form of enteritis with watery diarrhea, mainly in young children; outbreaks have also occurred among immunosuppressed and institutionalized geriatric patients.", "cite_spans": [], "ref_spans": [], "section": "VIRAL GASTROENTERITIS"}, {"text": "There are some distinctions between those infections that occur more typically by person-to-person spread, and those that occur in common source outbreaks (Table 39 .4).", "cite_spans": [], "ref_spans": [{"start": 155, "end": 164, "text": "(Table 39", "ref_id": "TABREF0"}], "section": "VIRAL GASTROENTERITIS"}, {"text": "Most meningitis and almost all encephalitis, where a cause is found, is of viral etiology (Table 39 .5). Infections of the CNS arise, in the main, as a rare complication of a primary infection established elsewhere in the body which fortuitously spreads to the brain, usually via the bloodstream. Sometimes they may involve reactivation of a latent herpesvirus or papovavirus infection, particularly following immunosuppression.", "cite_spans": [], "ref_spans": [{"start": 90, "end": 99, "text": "(Table 39", "ref_id": "TABREF0"}], "section": "VIRAL DISEASES OF THE CENTRAL NERVOUS SYSTEM"}, {"text": "Overwhelming disseminated infections acquired perinatally may also involve the brain.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE CENTRAL NERVOUS SYSTEM"}, {"text": "Certain viruses have a predilection for particular parts of the CNS, and the clinical signs of the resulting disease often reflect this. For example, most enteroviruses do not go beyond the meninges, but polioviruses invade the anterior horn of the spinal cord and the motor cortex of the cerebrum, herpes simplex virus commonly involves the temporal lobes, and so on. Some viruses induce neuronal necrosis/apoptosis directly, and there is abundant evidence of inflammation in the brain; others do their damage in more subtle ways, leading to demyelination of nerves, sometimes involving immunopathologic processes.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE CENTRAL NERVOUS SYSTEM"}, {"text": "One must distinguish between neurovirulence, that is, the ability to cause neurologic disease, and neuroinvasiveness, that is, the ability to enter the nervous system. Mumps virus, for example, displays high neuroinvasiveness, in that evidence of very mild meningitis accompanied by changes in the cerebrospinal fluid (CSF) are detectable in about half of all infections, but low neurovirulence, in that it rarely causes much damage. In contrast, herpes simplex virus (HSV) displays low neuroinvasiveness, in that it rarely invades the CNS, but high neurovirulence, in that when it does it often causes devastating damage. Thus, neurotropism, the ability to infect neurons, is the product of neuroinvasiveness and neurovirulence. Moreover, not all neurotropic viruses are neuronotropic, that is, able to infect neurons, as is the case with rabies virus, polioviruses, togaviruses, flaviviruses, and bunyaviruses; some viruses, such as JC polyomavirus, preferentially replicate in non-neuronal cells like oligodendrocytes, causing demyelination. Destruction of neurons has the most serious consequences, as lost neurons are not replaced.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE CENTRAL NERVOUS SYSTEM"}, {"text": "The blood-brain barrier, which tends to exclude viruses from the CNS, also limits access of lymphoid cells, antibodies, complement, etc.; only when inflammation disrupts the blood-brain barrier does the immune response come into play. Thus the barriers that inhibit virus invasion also deter virus clearance, accounting for the high frequency with which persistent virus infections involve the CNS.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE CENTRAL NERVOUS SYSTEM"}, {"text": "The many and varied neurological syndromes caused by viruses include meningitis, encephalitis, paralysis, myelitis, polyneuritis, and several unusual demyelinating and degenerative syndromes. Using PCR-based diagnostic tests it is now possible to identify a cause in at least half the cases of meningitis, but a viral etiology is still not confirmed in a majority of patients with encephalitis.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE CENTRAL NERVOUS SYSTEM"}, {"text": "Viral meningitis is much commoner than bacterial meningitis but is much less severe. Only meningeal cells and ependymal cells are involved, and recovery is almost always complete. The patient presents with headache, fever, and neck stiffness, with or without vomiting and/or photophobia. Lumbar puncture reveals a clear CSF, perhaps under slightly increased pressure, with near normal protein and glucose concentrations, and only a moderate pleocytosis; the white cell count may range from normal (<10/mm 3 ) to over 1000/mm 3 , but is usually 30-300/mm 3 , with lymphocytes predominating after the first day or so. This is generally referred to as \"aseptic\" meningitis. By far the most important etiologic agents are the numerous enteroviruses, including all the Coxsackie B viruses, Coxsackie A7 and A9, polioviruses (in countries where they still circulate), and many echoviruses which are listed in Chapter 32: Picornaviruses. Mumps virus remains an important cause in those countries that do not immunize against mumps. The herpesviruses, HSV, EBV, and CMV, are rare sporadic causes, as are certain arboviruses in endemic regions. Lymphocytic choriomeningitis virus can be acquired from laboratory or pet mice or hamsters.", "cite_spans": [], "ref_spans": [], "section": "Meningitis"}, {"text": "Meningitis may be the only clinical evidence of infection with these viruses. For example, only half of all cases of mumps meningitis follow typical parotitis. Enteroviral meningitis often occurs during a summer/autumn epidemic in which other patients experience rashes, myositis, or other common manifestations of infection with the prevalent agent, but meningitis is often the sole presentation.", "cite_spans": [], "ref_spans": [], "section": "Meningitis"}, {"text": "Specific viral diagnosis can usually be made using PCR testing of cerebrospinal fluid. The most crucial diagnostic imperative is to exclude the less-common, life-threatening, and treatable condition of bacterial meningitis.", "cite_spans": [], "ref_spans": [], "section": "Meningitis"}, {"text": "Encephalitis is one of the most serious of all viral diseases. The illness often begins like meningitis with fever, headache, vomiting, and neck rigidity, but alteration in the state of consciousness indicates that the brain parenchyma itself is involved. Initially lethargic, the patient becomes confused then stuporose. Ataxia, seizures, and paralysis may develop before the victim lapses into a coma and dies. Survivors may often be left with a pathetic legacy of permanent sequelae, including mental retardation, epilepsy, paralysis, deafness, or blindness. Globally, rabies and Japanese B encephalitis constitute the majority of cases of viral encephalitis, while in developed countries where mumps and poliovirus vaccination is practiced, herpes simplex virus is the most commonly identified cause of severe sporadic encephalitis. Still, despite the improved diagnostic results of PCR testing, it is a challenge to virologists that a viral etiology is never found in a majority of cases. Encephalitogenic mosquito-borne or tick-borne togaviruses, flaviviruses, and bunyaviruses, endemic to particular regions of the world, cause epidemics of encephalitis from time to time when the appropriate combination of ecologic circumstances develops. The ecology of each of these arboviruses and features of the disease(s) they cause are described in detail in Chapter 29: Bunyaviruses, Chapter 35: Togaviruses, and Chapter 36: Flaviviruses (see also Tables 29.1, 35.1, and 36.1). Encephalitis is also an irregular feature in certain hemorrhagic fevers (see Table  39 .6). Rabies causes an invariably lethal and distinctive form of encephalitis, described fully in Chapter 27: Rhabdoviruses. In temperate regions of the world where mumps vaccination is not used, mumps is the commonest cause of encephalitis, but it is generally a relatively mild meningoencephalitis with only rare sequelae, mainly unilateral deafness.", "cite_spans": [], "ref_spans": [{"start": 1555, "end": 1564, "text": "Table  39", "ref_id": "TABREF0"}], "section": "Encephalitis"}, {"text": "Herpes simplex encephalitis is a very unpleasant disease indeed, infecting both neurons and glia to produce a focal encephalitis generally localized to the temporal lobes in immune adults, but diffuse necrotizing encephalitis in the newborn. Untreated, HSV encephalitis carries a 70% casefatality rate (see Chapter 17: Herpesviruses), but this has significantly improved with routine early treatment with acyclovir. In neonates or immunocompromised patients, HSV and the other herpesviruses, and occasionally enteroviruses or adenoviruses, are also capable of causing encephalitis, generally as part of a widely disseminated and often fatal infection. Chronic meningoencephalitis is a fatal condition seen in children with the B cell deficiency, X-linked agammaglobulinemia, or severe combined immunodeficiency. Enteroviruses are the usual causal agent (see Chapter 32: Picornaviruses). The majority of these children also have a condition known as juvenile dermatomyositis.", "cite_spans": [], "ref_spans": [], "section": "Encephalitis"}, {"text": "Enterovirus 71 and Coxsackievirus A7 are rare sporadic causes of a paralytic disease essentially indistinguishable from poliomyelitis. The radiculomyelitis associated with enterovirus 70 infection is generally reversible. Rarely, clusters of cases of acute flaccid paralysis with anterior myelitis still occur in regions where polioviruses have been eliminated, for example, in California in 2012-13; thorough investigation is necessary to exclude polioviruses, and other enteroviruses are often implicated.", "cite_spans": [], "ref_spans": [], "section": "Paralysis"}, {"text": "In countries from which polioviruses have not yet been effectively eliminated by vaccination, these viruses remain a cause of both aseptic meningitis and paralytic poliomyelitis. Very rarely indeed, the oral polio vaccine itself can cause paralysis, mainly in immunocompromised individuals. Systems are in place in many parts of the world to detect, investigate, and monitor cases of acute flaccid paralysis (AFP). This is very important to obtain early warning of unsuspected circulation of polioviruses, but also to improve our knowledge about other viruses that might cause this syndrome.", "cite_spans": [], "ref_spans": [], "section": "Paralysis"}, {"text": "Post-infectious encephalomyelitis is a severe demyelinating condition of the brain and spinal cord which occurs as an occasional complication presenting one to two weeks after any of the common childhood exanthemata (measles, varicella, rubella), influenza or mumps or other infections. Prior to the eradication of smallpox, it also occurred as a complication of vaccination with live vaccinia virus in approximately 10 to 300 cases per million recipients. Measles infection is followed by this complication in approximately 1 in 1000 cases, compared with 1 in 1 million recipients of live measles vaccine. The pathology of post-infectious encephalomyelitis resembles that of experimental allergic encephalomyelitis, giving rise to the hypothesis that this is an autoimmune disease in which virus infection provokes an immunologic attack on myelin. Certainly there is little virus demonstrable in the brain by the time post-infectious encephalomyelitis develops, and the major histologic finding is perivenous inflammation and demyelination. The clinical severity can vary greatly, spontaneous recovery is the rule but permanent neurological deficits may occur in up to 40% of cases.", "cite_spans": [], "ref_spans": [], "section": "Post-infectious Encephalomyelitis"}, {"text": "Guillain-Barré syndrome (GBS) is an acute inflammatory demyelinating polyradiculoneuropathy which follows exposure to any one of several viruses. Epstein-Barr virus (which has also been associated with transverse myelitis and Bell's palsy) is most commonly implicated, the Guillain-Barré syndrome appearing one to four weeks after infectious mononucleosis. Partial or total paralysis develops, usually in more than one limb. Complete recovery occurs within weeks in most cases, but 15% retain residual neurologic disability. The syndrome is also seen with cytomegalovirus, influenza, and early in some HIV infections.", "cite_spans": [], "ref_spans": [], "section": "Guillain-Barré Syndrome"}, {"text": "An outbreak of Guillain-Barré syndrome in the United States in 1976 was traced to the introduction of a formalininactivated vaccine against the so-called swine strain of influenza. The vaccine was withdrawn, and the syndrome has not been associated with any subsequent vaccine. A review by the Institute of Medicine in 2003 concluded that recipients of this vaccine were at an increased risk of GBS of 1 in 100,000, but the exact reason remains something of a mystery. It does prove, however, that live virus is not a necessary ingredient in the genesis of Guillain-Barré syndrome. This argues strongly for an immunological basis of the demyelination. Concern has also arisen as to the mounting evidence of a possible link between Zika virus infection and Guillain-Barré syndrome.", "cite_spans": [], "ref_spans": [], "section": "Guillain-Barré Syndrome"}, {"text": "Reye's syndrome is a post-infectious encephalopathy with a 25% case-fatality rate which follows influenza or chickenpox in children. There is cerebral edema but no evidence of inflammation. Fatty infiltration of the liver is the other major feature. An epidemiologic association with the administration of aspirin during the original fever has been noted, and a reported rate of 1 in 100,000 children with influenza has decreased concurrently with a reduction in aspirin use.", "cite_spans": [], "ref_spans": [], "section": "Reye's Syndrome"}, {"text": "Certain of the rarer demyelinating diseases are known to be due to viruses. Subacute sclerosing panencephalitis (SSPE) is a rare late sequel to measles, whereas progressive rubella panencephalitis is an even rarer but similar demyelinating persistent infection. The pathogenesis of SSPE is discussed in Chapter 8: Patterns of Infection. Progressive multifocal leukoencephalopathy (PML) is a different type of demyelination, that is seen when AIDS or immunosuppression for renal transplantation or malignancy reactivates infection with the human polyomavirus JC, which targets oligodendrocytes (see Chapter 8: Patterns of Infection, and Chapter 20: Polyomaviruses). These associations have quickened interest in the possibility that more common demyelinating diseases of unknown etiology, notably multiple sclerosis, might also be caused by viruses. However, despite suggestive epidemiologic evidence and many false alarms, no virus has yet been incriminated.", "cite_spans": [], "ref_spans": [], "section": "Chronic Demyelinating Diseases"}, {"text": "The human immunodeficiency virus has become one of the commonest agents of viral infection of the CNS. Like animal lentiviruses, HIV is highly neuroinvasive from early in the prolonged pre-clinical phase. Occasional cases of acute meningitis and of Guillain-Barré syndrome can occur early in the course of infection. However, only after immunodeficiency becomes severe years later does the extent of the potential neurovirulence of HIV become manifest. The presentation can be protean, but over 50% of all patients develop progressive dementia with cerebral involvement, myelopathies, or sensory neuropathies (see Chapter 23: Retroviruses). Other CNS involvement in AIDS includes any of a large range of opportunistic infections, intracerebral tumors including lymphomas, and cognitive and psychological difficulties.", "cite_spans": [], "ref_spans": [], "section": "HIV Encephalopathy (HIV Dementia Complex)"}, {"text": "Infection with the human T-lymphotropic virus type 1 (HTLV-1) is usually subclinical. Rarely, however, after an incubation period of up to 40 years, a subacute disease of the thoracic spinal cord can develop involving progressive paralysis of the legs together with impotence and incontinence (see Chapter 23: Retroviruses).", "cite_spans": [], "ref_spans": [], "section": "Tropical Spastic Paraparesis"}, {"text": "The reader is referred to Chapter 38: Prion Diseases for a detailed discussion of the role of prions in degenerative diseases of the brain known as subacute spongiform encephalopathies, of which scrapie in sheep is the paradigm. Kuru was the first human model of these intriguing diseases to be unraveled, and the list of prion diseases has now been extended to include Creutzfeldt-Jakob disease (CJD), Gerstmann-Sträussler-Scheinker syndrome, and fatal familial insomnia, in the last two of which an inherited mutation in a particular gene can produce a disease clinically identical to that seen in kuru or in most cases of CJD where a transmissible prion is responsible.", "cite_spans": [], "ref_spans": [], "section": "Subacute Spongiform Encephalopathy"}, {"text": "The search continues for viruses or \"subviral\" agents as possible etiologic agents of much more common degenerative diseases of the CNS, such as amyotrophic lateral sclerosis, Parkinson's disease and Alzheimer's disease, and psychiatric conditions such as schizophrenia and depression. One example is the proposed link between different human psychiatric conditions particularly bipolar disorder, and Borna disease virus (BDV). BDV was first described as a virus infection causing meningoencephalitis in horses. It was then also shown to be transmissible to many different domestic animal species, some of which developed behavioral characteristics that were likened to symptoms of bipolar disorder in humans. Many studies from the mid-1980s then reported higher rates of antibodies to BDV in human sera from patients with a great variety of psychiatric and neurological syndromes, compared to controls. However, some studies had problems, for example, with the specificity of antibody detection, the specificity of PCR results, or the selection of controls. A recent very careful study found no evidence of BDV infection in any subject and no association with a psychiatric diagnosis. ", "cite_spans": [], "ref_spans": [], "section": "Other Neurological Conditions"}, {"text": "Many viruses involve the skin in one way or another (Table  39 .6). Some such as papillomaviruses, some poxviruses, and recurrent herpes simplex, that replicate primarily within the epidermis, produce relatively localized crops of lesions and few if any systemic symptoms. Others, such as those causing the childhood exanthemata, produce a generalized rash as part of a wider clinical syndrome that follows a systemic infection. These rashes vary greatly in their anatomic distribution and in the morphology of the individual lesions. They are classified for convenience into maculopapular, vesicular, nodular, and hemorrhagic rashes. Macules are flat, colored spots; papules are slightly raised from the surface of the skin but contain no expressible fluid. Virus is not shed from the lesions of maculopapular rashes. Many such rashes may in fact result from a hypersensitivity response to the virus growing in cells of the skin or capillary endothelium. In some infections, macules and papules represent stages in a progression through to vesicles, pustules, ulcers, and scabs (Chapter 7: Pathogenesis of Virus Infections), while in other infections the lesions do not progress beyond the early stages.", "cite_spans": [], "ref_spans": [{"start": 52, "end": 62, "text": "(Table  39", "ref_id": "TABREF0"}], "section": "VIRAL SKIN RASHES"}, {"text": "The differential diagnosis of maculopapular rashes is difficult, not only because many rashes are of toxic, allergic, or psychogenic origin, but also because they are a common feature of countless infectious diseases caused by bacteria, rickettsiae, fungi, protozoa, and metazoa as well as viruses! The rash itself is rarely pathognomonic; the whole clinical syndrome must be taken carefully into account.", "cite_spans": [], "ref_spans": [], "section": "VIRAL SKIN RASHES"}, {"text": "Two classic prototypes against which other rashes are compared are the so-called morbilliform rash of measles and the rubelliform rash of rubella-both now rarely seen in countries where these infections have been controlled. The exanthem of measles (Fig. 26 .5) consists of flat reddish brown macules which coalesce to form rather large blotches; after the rash fades on day five or six the skin retains a brownish stain for a time then undergoes desquamation. In contrast, the exanthem of rubella ( Fig. 35.7) consists of much smaller (pinpoint) pink macules which tend to remain discrete, giving the rash a fine or erythematous appearance; it usually disappears after two to three days.", "cite_spans": [], "ref_spans": [{"start": 249, "end": 257, "text": "(Fig. 26", "ref_id": null}, {"start": 500, "end": 510, "text": "Fig. 35.7)", "ref_id": null}], "section": "VIRAL SKIN RASHES"}, {"text": "Numerous unrelated viruses produce rashes almost indistinguishable from one or another of these two proto types. Infections with literally dozens of different enteroviruses can present as a maculopapular rash, generally in children, often during late summer epidemics. These exanthems are usually ephemeral and non-pruritic. They are mainly rubelliform or morbilliform, but can be erythematous, petechial, urticarial, or vesicular in character. Space does not allow description of the syndromes associated with each of the 30-plus enteroviruses involved. Suffice it to note that the serotypes most frequently responsible for cutaneous eruptions are echoviruses 4, 9, and 16 and Coxsackieviruses A9, A16, and B5.", "cite_spans": [], "ref_spans": [], "section": "VIRAL SKIN RASHES"}, {"text": "Erythema infectiosum, or fifth disease, caused by the parvovirus B19, is recognized for its unique rash (Fig. 21 .5). The child first develops flushed red cheeks, contrasting with pallor around the mouth, then a rubelliform eruption on the limbs which develops a lacelike appearance as it fades. Exanthem subitum, otherwise known as roseola infantum or sixth disease, is a universal exanthem of infants caused by human herpesvirus 6, although the classic rash is not always seen. About 10% of cases of infectious mononucleosis, whether caused by EBV or CMV, have a maculopapular rash, usually on the trunk. In these infections, a slightly different form of rash can be precipitated by treatment with ampicillin or amoxycillin (Chapter 17: Herpesviruses). Many arthropod-borne togaviruses and flaviviruses, including dengue, chikungunya, Sindbis, o'nyong-nyong, Mayaro, West Nile, and Ross River viruses, also produce a maculopapular or scarlatiniform rash lasting 2 to 3 days. Finally, mention should be made of the urticarial rash that forms part of the serum sickness syndrome seen fleetingly in the prodromal phase of 10% to 20% of cases of hepatitis B.", "cite_spans": [], "ref_spans": [{"start": 104, "end": 112, "text": "(Fig. 21", "ref_id": null}], "section": "VIRAL SKIN RASHES"}, {"text": "Vesicles are blisters containing clear fluid, from which virus can readily be isolated or demonstrated by electron microscopy or immunofluorescence of exfoliated cells. Now that smallpox has been globally eradicated, a generalized vesicular rash in a febrile child today is usually chickenpox (varicella). In this infection, the lesions occur in crops, initially concentrated on the trunk, then spreading centrifugally. The vesicles progress asynchronously to pustules and scabs which then fall off (Fig. 17.7) . In contrast, lesions of herpes zoster are largely (but not necessarily exclusively) confined to a particular dermatome (Fig. 17.7) , as is also the case with the recurrent form of herpes simplex (Figs. 17.5 and 17.6 ). This is in contrast to disseminated herpes simplex or zoster, as seen in newborn infants or immunocompromised patients, where the lesions may be widespread throughout the body. Certain enterovirus infections can produce vesicular rashes, including the common but less well-known condition, hand-foot-andmouth disease, caused by certain coxsackieviruses, in which vesicles or even bullae occur on the palms, soles, and buccal mucosa. Coxsackie A viruses also produce a similar type of vesicular enanthem on the mucous membrane of the throat and palate (\"herpangina\").", "cite_spans": [], "ref_spans": [{"start": 499, "end": 510, "text": "(Fig. 17.7)", "ref_id": null}, {"start": 632, "end": 643, "text": "(Fig. 17.7)", "ref_id": null}, {"start": 708, "end": 728, "text": "(Figs. 17.5 and 17.6", "ref_id": null}], "section": "VIRAL SKIN RASHES"}, {"text": "Poxviruses preferentially infect the skin, producing multiple vesicular/pustular lesions in human monkeypox ( Fig. 16.4) , or nodular lesions in molluscum contagiosum. Other poxviruses usually produce single lesions such as those that occur in the zoonotic infections caused by orf, milker's nodes, cowpox, and tanapox viruses (see Fig. 16 .5).", "cite_spans": [], "ref_spans": [{"start": 110, "end": 120, "text": "Fig. 16.4)", "ref_id": null}, {"start": 332, "end": 339, "text": "Fig. 16", "ref_id": null}], "section": "VIRAL SKIN RASHES"}, {"text": "Papillomavirus infections are described in Chapter 19: Papillomaviruses. The papilloma, or wart, is a benign hyperplastic growth, usually multiple, occurring in crops on the skin or mucous membranes. Dermatologists classify them in various ways but generally recognize common warts, flat warts, plantar and palmar warts, epidermodysplasia verruciformis, and genital warts (see Fig. 19 .5), all of which are clinically distinct and tend to be caused by different human papillomavirus types (see Table 19 .1).", "cite_spans": [], "ref_spans": [{"start": 377, "end": 384, "text": "Fig. 19", "ref_id": null}, {"start": 494, "end": 502, "text": "Table 19", "ref_id": null}], "section": "VIRAL SKIN RASHES"}, {"text": "Although not an entirely homogeneous group of diseases, the hemorrhagic fevers (Table 39 .7) share the common characteristic of widespread hemorrhage from the body's epithelial surfaces, including internal mucosae such as the gastrointestinal tract as well as the skin. The skin \"rash\" is often a mixture of pinpoint hemorrhages (petechiae) and massive bruising (ecchymoses), as depicted in Fig. 29 .6. The key pathogenic feature of these important diseases is capillary leakage, which leads to rapidly developing hypovolemic shock which may lead to death within hours in Lassa fever or in the rare complication of dengue, dengue hemorrhagic fever/shock syndrome, for example. Thrombocytopenia and leukopenia are almost always present. Severe liver damage, extensive bleeding, and disseminated intravascular coagulation may be the key to the high mortality in the African hemorrhagic fevers, Crimean hemorrhagic fever, and the hemorrhagic form of Rift Valley fever. Encephalopathy and/or pneumonia can also be prominent in all the hemorrhagic fevers, whereas renal tubular necrosis and severe oliguria are distinctive features of Hantaan virus infection. Overall, the hemorrhagic fevers are protean in their presentation. Detailed descriptions of the clinical features and epidemiology of each of the dozen major hemorrhagic fevers (plus yellow fever, which could also be so regarded) were discussed in connection with flaviviruses (Chapter 36: Flaviviruses), filoviruses (Chapter 28: Filoviruses), arenaviruses (Chapter 30: Arenaviruses), and bunyaviruses (Chapter 29: Bunyaviruses).", "cite_spans": [], "ref_spans": [{"start": 79, "end": 88, "text": "(Table 39", "ref_id": "TABREF0"}, {"start": 391, "end": 398, "text": "Fig. 29", "ref_id": null}], "section": "VIRAL HEMORRHAGIC FEVERS"}, {"text": "The African filovirus hemorrhagic fevers have the greatest case-fatality rates, but dengue hemorrhagic fever, Hantaan hemorrhagic nephrosonephritis, yellow fever, Rift Valley fever, and Lassa fever are the most prevalent on a world scale. A problem in Western countries is that the disease is likely to be completely outside the experience of the clinician who first sees it, and may also be a mild or atypical case with little to show other than an undifferentiated fever, possibly acquired abroad. The alternatives are defined by the traveler's recent itinerary, with Africa providing the most options. False alarms are frequent, especially in countries where expensive facilities for transporting, nursing, and diagnosing Class 4 pathogens have been established, but \"discretion is the better part of valor\" in such circumstances. Barrier nursing, and laboratory identification of the etiologic agent are essential.", "cite_spans": [], "ref_spans": [], "section": "VIRAL HEMORRHAGIC FEVERS"}, {"text": "It should be noted that Ebola, Marburg, Lassa, and Crimean-Congo hemorrhagic fever are the only hemorrhagic fevers that have been shown to spread significantly from person to person, and thus are viewed and need to be managed as significant public health threats.", "cite_spans": [], "ref_spans": [], "section": "VIRAL HEMORRHAGIC FEVERS"}, {"text": "Two major viral sexually transmitted diseases (STD), genital herpes and genital warts, dramatically increased in frequency in developed countries during the sexual revolution of the 1960s and 1970s. The painful itchy lesions of genital herpes, mainly attributable to HSV-2 but increasingly to HSV-1, and the accompanying local and systemic symptoms were described in Chapter 17: Herpesviruses (Fig. 17.6) . Regular recurrences may dominate the life of the unfortunate carrier. Genital warts, caused most commonly by the human papillomaviruses HPV-6 and HPV-11, can take the form of prolific excrescences on the external genitalia, perineum, vaginal introitus, penis, or anus (known as condyloma accuminatum) (Fig. 19.5) , or the form of a less conspicuous flat lesion on the cervix (condyloma planum); they are discussed in Chapter 19: Papillomaviruses. Certain oncogenic HPV types, particularly types 16 and 18, produce cervical dysplasia which may progress over the course of many years to invasive cancer; the same HPV types are also etiologically associated with carcinomas of the male or female external genitalia and anus (see Chapter 9: Mechanisms of Viral Oncogenesis). Adenovirus type 37 is not uncommonly associated with cervicitis and urethritis. Molluscum contagiosum is also occasionally transmitted as an STD. Several other very important human pathogens are shed in semen and in female genital secretions and are transmitted by sexual intercourse but cause no disease in the genital tract itself. Foremost among these, of course, are HIV-1 and HIV-2, but the list also includes the human T cell lymphotropic viruses HTLV-1 and HTLV-2, hepatitis B, and the herpesviruses cytomegalovirus and (probably) Epstein-Barr virus. Other viruses can be transmitted during sexual activity, including enteric viruses such as hepatitis A.", "cite_spans": [], "ref_spans": [{"start": 393, "end": 404, "text": "(Fig. 17.6)", "ref_id": null}, {"start": 708, "end": 719, "text": "(Fig. 19.5)", "ref_id": null}], "section": "VIRAL GENITOURINARY INFECTIONS"}, {"text": "Viruses rarely infect the urinary tract (Table 39 .8). Urethritis can complicate infections with HSV. Acute hemorrhagic cystitis, an unusual disease of young boys, has been associated principally with adenoviruses 11 and (rarely) 21. Glomerulonephritis is sometimes observed as a manifestation of immune complex disease in chronic hepatitis B, hepatitis C, and HIV infections (see Chapter 22: Hepadnaviruses and Hepatitis Delta Viruses, Chapter 23: Retroviruses, and Chapter 36: Flaviviruses). It is safe to predict that future research may reveal that some cases of \"idiopathic\" glomerulonephritis are also caused by chronic persistent infections with other viruses yet to be identified. Cytomegalovirus persists asymptomatically in renal tubules from which cytomegalic cells as well as virus are shed into the urine. When primary infection or reactivation of CMV occurs during renal transplantation, rejection of the graft may be accelerated. The human polyomaviruses BK and JC (Chapter 20: Polyomaviruses) also persist in the urinary tract and are reactivated by immunosuppression for renal transplantation; BK virus has been associated with hemorrhagic cystitis, or actual nephropathy in transplant patients that can mimic rejection of the graft. Clearly there is profound malfunction of the kidneys in hemorrhagic fever with renal syndrome, caused by the hantavirus Hantaan virus. The clinical progression is described in Chapter 29: Bunyaviruses. Hemolytic-uremic syndrome is characterized by acute microangiopathic hemolytic anemia, intravascular coagulopathy, and impaired renal function. It is most often caused by Shiga toxin arising from infection with toxigenic strains of Escherichia coli; from time to time case reports suggest that various enteroviruses may be implicated in a minority of cases, although one detailed study found no formal association. HIV infection is also associated with occasional cases.", "cite_spans": [], "ref_spans": [{"start": 40, "end": 49, "text": "(Table 39", "ref_id": "TABREF0"}], "section": "VIRAL GENITOURINARY INFECTIONS"}, {"text": "It is not generally appreciated how frequently viral infections can involve the eyes (Table 39 .9). Conjunctivitis is a transient feature of a number of common childhood exanthemata such as measles (Fig. 26.5) , rubella, and certain enteroviral infections, and it is an important component of the denguelike syndromes caused by many arboviruses including phlebo tomus (sandfly) fever. Infections with adenoviruses, notably types 3, 4, and 7 in children, present as a bilateral follicular conjunctivitis or as pharyngoconjunctival fever. Keratoconjunctivitis is potentially more dangerous, as it involves the cornea. The main cause of sporadic keratoconjunctivitis, indeed the commonest infectious cause of blindness in the Western world, is herpes simplex virus. Pathognomonic \"dendritic\" or \"geographic\" ulcers develop on the cornea, and if infection progresses to involve the stroma beneath, the immunologic reaction may lead to disciform keratitis, scarring, and loss of vision. Recurrent attacks are particularly damaging, as can be the application of corticosteroids. When herpes zoster involves the fifth cranial nerve, ophthalmic zoster (Fig. 17.7) can cause lasting damage to the eye. Adenoviruses 8, 19, and 37 are major causes of epidemic keratoconjunctivitis, which spreads readily by direct contact between adults or via fomites, and usually involves only one eye, but may take up to a year to resolve.", "cite_spans": [], "ref_spans": [{"start": 85, "end": 94, "text": "(Table 39", "ref_id": "TABREF0"}, {"start": 198, "end": 209, "text": "(Fig. 26.5)", "ref_id": null}, {"start": 1144, "end": 1155, "text": "(Fig. 17.7)", "ref_id": null}], "section": "VIRAL DISEASES OF THE EYE"}, {"text": "Acute hemorrhagic conjunctivitis exploded on the world in 1969 and has since infected millions of people in a succession of pandemics. Subconjunctival hemorrhages, keratitis, and uveitis are quite common features; neurological complications are rare. The etiologic agents are enterovirus 70 and coxsackievirus A24.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE EYE"}, {"text": "Chorioretinitis is an important feature of cytomegalovirus infections in immunocompromised persons, such as recipients of organ grafts, and can cause blindness in untreated AIDS patients, as well as in congenitally infected babies with cytomegalic inclusion disease. Retinitis, sometimes leading to permanent loss of central vision, was a feature of the 1977 epidemic of Rift Valley fever in the Nile Valley. Retinopathy, glaucoma, microphthalmia, and especially cataracts are the major eye abnormalities encountered in the congenital rubella syndrome (Fig. 35.8) ; total or partial blindness may result. A rare accidental cause of zoonotic eye infection is autoinoculation with certain animal viruses, including Newcastle disease virus of chickens, seal influenza virus, or vaccinia virus.", "cite_spans": [], "ref_spans": [{"start": 552, "end": 563, "text": "(Fig. 35.8)", "ref_id": null}], "section": "VIRAL DISEASES OF THE EYE"}, {"text": "Finally, it should be noted that the eye is frequently involved in patients with HIV infection, particularly as a result of viral, bacterial, or fungal infections or local tumors.", "cite_spans": [], "ref_spans": [], "section": "VIRAL DISEASES OF THE EYE"}, {"text": "Arthritis, usually accompanied by fever and myalgia, with or without a rash, is a common presentation of infections with many arboviruses of three families: the togaviruses, flaviviruses, and bunyaviruses (see Chapter 29: Bunyaviruses, Chapter 35: Togaviruses, and Chapter 36: Flaviviruses and Table 39 .10). The togaviruses Mayaro virus, chikungunya virus, Ross River virus, Barmah Forest virus, Sindbis virus, and o'nyong-nyong virus in particular, have caused large and small epidemics of polyarthritis in Asia and Africa, and the Pacific islands, and are notable for leading to a chronic syndrome of arthritis which can be disabling and even lead to deformity. Transient arthralgia is a common feature of acute West Nile and hepatitis A virus infections. Arthritis is less common in rubella, but frequently occurs in adult females following either natural infection or vaccination with some older rubella vaccines. Polyarthralgia is also an important feature of infection with parvovirus B19, especially in women, and may smolder on for months. The arthralgia sometimes observed in the prodromal stages of hepatitis B and in chronic hepatitis C is mediated by deposition of antigen-antibody complexes. In all these diseases the polyarthritis tends to flit from one joint to another, involving principally the extremities such as the hands; only rarely does it persist for more than a few weeks. HIV infection is associated with a number of rheumatic syndromes, including arthralgia, psoriatic arthritis, gout, and fibromyalgia. Much less frequently, ephemeral arthritis is seen in mumps, varicella, and coxsackievirus infection. Finally, a number of viruses including Epstein-Barr virus, parvovirus B19, and retroviruses have been proposed as a trigger or causative agent of rheumatoid arthritis, but to date extensive studies have not produced firm proof.", "cite_spans": [], "ref_spans": [{"start": 294, "end": 302, "text": "Table 39", "ref_id": "TABREF0"}], "section": "VIRAL ARTHRITIS"}, {"text": "Cardiac inflammation is a condition that is frequently underdiagnosed. Virus infection is thought to be the commonest cause, although the reliability in establishing a viral etiology in a particular case is also dependent on the viral diagnostic tests available and the persistence of the clinician and the laboratory. Coxsackie B viruses and certain other enteroviruses such as Coxsackieviruses A4 and A16 and echoviruses 9 and 22 are recognized to be the most important cause of carditis (see Table 39 .11 and Chapter 32: Picornaviruses). Infection may present as myocarditis, pericarditis, or cardiomyopathy with a greatly dilated heart. Recrudescences quite often occur, leading to permanent myocardial damage, cardiomegaly, and/or congestive cardiac failure; this may have an autoimmune pathogenesis. The primary disease episode occurs at any age but especially in athletic adolescent or young adult males. Furthermore, Coxsackie B viruses and echovirus 11 can infect the newborn prenatally, during birth, or postnatally, resulting in the encephalomyocarditis syndrome. The neonatal syndrome is characterized by fever, dyspnea, cyanosis, tachycardia, abnormal heart sounds, and electrocardiographic changes, and is often accompanied by meningoencephalitis; the case-fatality rate is high.", "cite_spans": [], "ref_spans": [{"start": 495, "end": 503, "text": "Table 39", "ref_id": "TABREF0"}], "section": "VIRAL CARDITIS"}, {"text": "From time to time the heart may be infected in the course of systemic infections caused by many viruses, such as other enteroviruses, influenza viruses, cytomegalovirus, or Epstein-Barr virus. Moreover, congenital infection with rubella virus commonly damages the heart; the most common congenital abnormalities are patent ductus arteriosus, pulmonary artery stenosis, and septal defects. Prenatal mumps has been associated with endocardial fibroelastosis. Cytomegalovirus, enterovirus, and Chlamydia pneumoniae infection of arterial walls have each been proposed as possible factors in the pathogenesis of atherosclerosis, but despite some epidemiological associations and the demonstration of organisms or their antigens in atheromatous plaques, definitive proof of a causative role is not yet available.", "cite_spans": [], "ref_spans": [], "section": "VIRAL CARDITIS"}, {"text": "Over the past four decades, our knowledge of viral infections of the liver has made extraordinary advances, such that two major causes (HAV and HBV) can be prevented by vaccination, two (HBV and HCV) are amenable to treatment with a range of antiviral drugs, and we have extensive understanding of the natural history and pathogenesis of chronic viral infection of the liver (see Chapter 32: Picornaviruses, Chapter 22: Hepadnaviruses and Hepatitis Delta Viruses, and Chapter 36: Flaviviruses). Table 39 .12 brings together for easy comparison some of the main clinical and epidemiologic features of the five hepatitis viruses, that is, those whose main or only target is the liver. It is remarkable that, although the acute diseases caused by these five viruses are clinically indistinguishable, the agents themselves are totally different, belonging in fact to five different families. The major generalizations that should be extracted from Table 39 .12 are that (1) hepatitis A and E viruses are spread via the enteric route, whereas hepatitis B, C, and D viruses are transmitted parenterally, and to a varying extent sexually and perinatally, and (2) only the latter subgroup, hepatitis B, C, and D viruses, establish persistent infections, and this enables them not only to cause chronic disease, including cirrhosis and cancer, but also to be transmitted from an infected single individual over many years.", "cite_spans": [], "ref_spans": [{"start": 495, "end": 503, "text": "Table 39", "ref_id": "TABREF0"}, {"start": 944, "end": 952, "text": "Table 39", "ref_id": "TABREF0"}], "section": "VIRAL HEPATITIS"}, {"text": "Despite our diagnostic resources that span hepatitis A-E viruses, cases of clinical acute hepatitis still occur for which no cause can be found. From time to time candidate additional non-A-E viruses are described. A report of a candidate \"hepatitis F\" virus in 1994 could not be confirmed. A flavivirus designated hepatitis G (HGV) was described in 1995 and shown to be almost identical to GB virus-C which had been identified independently at the same time. HGV infection is common in humans worldwide but has not been implicated in any clinical disease. More recently, TT virus, a single-stranded DNA virus belonging to a new family Anelloviridae, has been found to be widespread in humans but not associated with liver disease.", "cite_spans": [], "ref_spans": [], "section": "VIRAL HEPATITIS"}, {"text": "It should be stressed, however, that hepatitis is an occasional feature of the clinical syndromes induced by several other viruses as well. This is hardly surprising, as so many of the infections that involve a viremic phase are characterized by amplification of virus in the reticuloendothelial system, including the liver. For example, all of the herpesviruses, especially HSV, EBV, and CMV, can affect the liver, and clinical hepatitis or elevated liver enzyme levels are occasionally seen with the adenoviruses, coxsackieviruses, and sometimes even the common childhood exanthemata, measles, and rubella. Second, hepatitis may be prominent and severe in many of the hemorrhagic fevers, particularly in yellow fever (which is characterized by such a severe hepatitis that it takes its name from the jaundice it causes), but also in Marburg, Ebola, Lassa, Rift Valley fever, and Crimean-Congo hemorrhagic fever. Third, hepatitis is a major feature of most of the disseminated viral infections that overwhelm neonates (neonatal herpes simplex or varicella, cytomegalic inclusion disease, congenital rubella syndrome) or immunocompromised patients (herpes simplex, varicella, cytomegalovirus).", "cite_spans": [], "ref_spans": [], "section": "VIRAL HEPATITIS"}, {"text": "Several viruses occasionally infect the pancreas in humans. Mumps, for example, can be complicated by severe pancreatitis, and Coxsackie B viruses or various other enteroviruses have been incriminated also. Of greater clinical interest is the question of whether viruses may trigger type 1 (juvenile) diabetes mellitus of the insulindependent type (IDDM). Type 1 diabetes is a genetic autoimmune disorder caused by autoreactive CD4+ and CD8+ T cells destroying insulin-producing β cells of the pancreas. Mumps virus infections often affect the β cells of the pancreas, and mumps virus, reovirus, and Coxsackie B viruses have all been demonstrated to induce diabetes in mice. Some epidemiological associations between Coxsackie B virus infection and type 1 diabetes have been described. However there is still no proof that these viruses directly induce, or trigger, type 1 diabetes in humans, and indeed some viral infections actually protect against the onset of diabetes in particular animal models. The dramatic decline in mumps virus infection following widespread vaccination has not been mirrored by a decline in the onset of type 1 diabetes. Approximately 20% of children born with the congenital rubella syndrome develop type 1 diabetes by the age of 20. A relationship between rotavirus infection and development of diabetes has also been proposed but not confirmed to date. The association of type 1 diabetes with particular human HLA genotypes, coupled with the other lines of evidence above, have encouraged a hypothesis that pancreatic infection in a genetically susceptible host, with any of perhaps several viruses, may trigger an exaggerated autoimmune response with destruction of β cells. Type 2 diabetes is seen more frequently in chronic hepatitis C patients than in controls, which may be related to impaired glucose tolerance following cirrhosis in addition to possible immunological mechanisms.", "cite_spans": [], "ref_spans": [], "section": "VIRAL PANCREATITIS AND DIABETES"}, {"text": "For some time there has been significant clinical and research interest in the chronic illness characterized by extreme and persistent fatigue, now with the preferred name, myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), but otherwise also known as \"neurasthenia,\" \"myalgic encephalomyelitis,\" or \"post-viral fatigue syndrome.\" The adoption in 1994 and updating in 2015 (see Further Reading) of standard diagnostic criteria and clinical case definition of the syndrome allowed more rigorous casecontrol and epidemiological studies. Infections that have been linked include Coxsackie B viruses, EBV, CMV, influenza, various arboviruses, HHV-6, and HTLV -1 and 2, bacterial infections including brucellosis, Q fever and Lyme disease, and malaria and toxoplasmosis. Typically, an acute \"flu-like\" illness that may or may not have been specifically diagnosed, is followed by unexplained, persistent, or relapsing fatigue that results in a significant reduction of the individual's activity and is accompanied by a variable pattern of other symptoms and signs. Immunologic abnormalities have been recorded in patients, particularly alterations in T cell and NK cell activity. A significant proportion of patients have histories of depression or susceptibility to mental illness prior to the development of the chronic fatigue syndrome. The present hypotheses include a unique pattern of response to any one of a number of infectious agents, possibly associated with an abnormal immune, neuroendocrine, and/ or a psychologically determined response to the infection, occurring in vulnerable individuals.", "cite_spans": [], "ref_spans": [], "section": "CHRONIC FATIGUE SYNDROME"}, {"text": "Numerous viruses can cross the placenta; some of these infect the fetus, and some may precipitate a miscarriage. Parvovirus B19, which replicates only in cycling cells such as embryonic cells or bone marrow, is responsible for a proportion of the fetuses that are miscarried or stillborn with the syndrome known as hydrops fetalis; the gross generalized edema is usually ascribed to severe anemia and congestive cardiac failure.", "cite_spans": [], "ref_spans": [], "section": "CONGENITAL AND PERINATAL VIRAL INFECTIONS"}, {"text": "Two other viruses do not normally kill the fetus but do cause serious congenital abnormalities. Maternal rubella during the first 3 to 4 months of pregnancy inflicts severe teratogenic effects; the congenital rubella syndrome; its pathogenesis is described in considerable detail in Chapter 35: Togaviruses. However, in the many countries where rubella vaccination has made natural rubella infection a rare event, the commonest infective cause of congenital abnormalities is now prenatal infection with cytomegalovirus; approximately 10% to 15% of infected infants will show various features of cytomegalic inclusion disease at birth, while a greater number will later develop hearing loss or intellectual impairment (see Chapter 17: Herpesviruses). The congenital varicella syndrome (Chapter 17: Herpesviruses) is extremely rare.", "cite_spans": [], "ref_spans": [], "section": "CONGENITAL AND PERINATAL VIRAL INFECTIONS"}, {"text": "In contrast to these congenital (prenatal) infections, several other viruses may infect the fetus during or shortly after birth (Table 39 .13). Such perinatal (also known as neonatal, natal, or intrapartum) infections may be acquired during passage of the baby through an infected birth canal (herpes simplex, cytomegalovirus) or by contamination with feces (Coxsackie B viruses, echovirus 11). Disseminated neonatal herpes, disseminated varicellazoster, and myocarditis of the newborn due to Coxsackie B virus infection, are all overwhelming generalized infections with high case-fatality rates; these usually follow primary maternal infections late in pregnancy, and because the maternal immune response has not yet developed, the baby is not protected by maternal antibody. Establishing definitive laboratory diagnosis is important, first because antiviral chemotherapy can be lifesaving in infections caused by members of the herpesvirus family, and second because appropriate medical, social, and educational measures (e.g., isolation) should be initiated as early as possible. Newborn babies born to HBsAg-positive, HBeAgpositive mothers almost always themselves become lifelong HBsAg carriers; possible routes of infection were discussed in Chapter 22: Hepadnaviruses and Hepatitis Delta. The probability of perinatal transmission of hepatitis C from a carrier mother to her infant is much lower. However, the risk of transmission of the human immunodeficiency virus from an HIV-positive mother to her newborn baby is typically around 20%, but this can be reduced to a low rate by appropriate anti-retroviral drug treatment (Chapter 23: Retroviruses). Similar perinatal transmission is seen with HTLV-1 and HTLV-2.", "cite_spans": [], "ref_spans": [{"start": 128, "end": 137, "text": "(Table 39", "ref_id": "TABREF0"}], "section": "CONGENITAL AND PERINATAL VIRAL INFECTIONS"}, {"text": "There are other routes of transmission leading to neonatal infection: herpesviruses, cytomegalovirus, Epstein-Barr virus, and HSV-1 can be acquired \"vertically\" from the mother via saliva (CMV, EBV, HSV-1), via respiratory secretions, and skin lesions (HSV-1, varicella-zoster virus) or via milk (CMV), very early in life. Others such as rotavirus and respiratory syncytial virus may be acquired very early in life by horizontal transmission, including by nosocomial spread in hospital nurseries. In general, such infections acquired from the mother shortly after birth are subclinical, having been acquired under the \"umbrella\" of maternal antibodies. However, there are two main circumstances under which such transmission is fraught with danger: (1) when the mother has experienced her primary infection so recently that the baby is not protected by antibody or (2) when the baby suffers from some form of congenital immunodeficiency or is significantly premature or sickly.", "cite_spans": [], "ref_spans": [], "section": "CONGENITAL AND PERINATAL VIRAL INFECTIONS"}, {"text": "In any virus infection a fine balance operates between virus replication and invasion on the one hand, and the multiple components of the innate and acquired immune defense on the other. Thus, any impairment of immune defenses may result in a very different spectrum of clinical syndromes and outcomes from what has been described throughout this book for \"typical\" infections. In Chapter 6: Adaptive Immune Responses to Infection, the role of the various arms of the immune response in controlling viral infections, and in Chapter 7: Pathogenesis of Virus Infections, the reactivation of persistent infections by immunosuppression are discussed. Table 7 .9 lists the viruses commonly reactivated in immunocompromised patients.", "cite_spans": [], "ref_spans": [{"start": 647, "end": 654, "text": "Table 7", "ref_id": null}], "section": "VIRAL INFECTIONS IN IMMUNOCOMPROMISED PATIENTS"}, {"text": "Understanding and managing viral infections in immunosuppressed individuals has become a significant area of clinical virology because of at least three medical developments (1) organ transplantation, requiring as it does, profound immunosuppression to prevent rejection of the allograft, (2) therapy of cancer using highly cytotoxic drugs and/or radiotherapy, (3) rescue of children with profound congenital immunodeficiency syndromes who would not previously have lived. To these three iatrogenic changes should be added two major naturally occurring immunosuppressive diseases, HIV/AIDS, and cancer (particularly lymphomas).", "cite_spans": [], "ref_spans": [], "section": "VIRAL INFECTIONS IN IMMUNOCOMPROMISED PATIENTS"}, {"text": "The dangers are enhanced by the fact that the massive blood transfusions (or hemodialysis), so often part of a life-saving therapeutic regimen, carry the risk of iatrogenic transmission of exogenous viruses such as cytomegalovirus or Epstein-Barr virus, which may overwhelm a patient already desperately ill; the once considerable danger of transmitting HIV, hepatitis B, and hepatitis C in this way has almost disappeared as a result of the introduction of universal screening of blood, blood products, and organ donors. Severely burnt patients are also highly vulnerable to invasion by herpes simplex and other viruses.", "cite_spans": [], "ref_spans": [], "section": "VIRAL INFECTIONS IN IMMUNOCOMPROMISED PATIENTS"}, {"text": "Diagnosis and management of viral infections under these circumstances can be challenging; indeed, prophylaxis and treatment with antiviral drugs, and guidance about vaccination schedules, have become highly specialized and major areas in the practice of clinical virology. The size of the problem is dramatically shown by the observation that it is quite common for more than one, and sometimes all six, of the herpesviruses (HSV-1 and HSV-2, VZV, CMV, EBV, and HHV-6) to be reactivated in bone-marrow transplant recipients. In recipients of allogeneic marrow transplantation, mortality due to CMV pneumonia was 10% to 30% until the prophylactic, or early pre-emptive, use of ganciclovir lowered this to 2% to 5%. Similarly, HIV/AIDS patients characteristically suffer successive reactivation, sometimes in a roughly predictable order as their CD4+ T cell count drops, of any or all of the herpesviruses, plus polyomavirus, papillomaviruses, adenoviruses, and hepatitis B virus (see Chapter 23: Retroviruses). The pathogenesis, clinical manifestations, and management of immunocompromised patients by antiviral chemotherapy, active or passive immunization, and appropriate virologic and immunologic screening, discussed for each of the herpesviruses individually in Chapter 17: Herpesviruses; chronic infection with parvovirus B19 is discussed in Chapter 21: Parvoviruses, reactivation of human polyomaviruses is addressed in Chapter 20: Polyomaviruses, and that of adenoviruses in Chapter 18: Adenoviruses.", "cite_spans": [], "ref_spans": [], "section": "VIRAL INFECTIONS IN IMMUNOCOMPROMISED PATIENTS"}, {"text": "Viruses are frequently suspected, and sometimes blamed, for causing a range of diseases whose causation is uncertain. Many examples could be highlighted, and some of the more prominent ones are discussed in the relevant sections of this chapter. Other conditions not already mentioned include Kawasaki disease, systemic lupus erythematosus, pityriasis rosea, inflammatory bowel disease, obesity, brain tumors, and Bell's palsy; in these examples a number of different viruses have been investigated to varying degrees for a possible causative role, without conclusive proof emerging. The careful reader should by now appreciate the rigorous evidence-based approach needed to confirm a true causative role for a particular virus, and the wealth of sophisticated molecular, epidemiological, and clinical tools available for such work. Herein lies one of the many ongoing challenges for virologists of the future.", "cite_spans": [], "ref_spans": [], "section": "DISEASES OF UNKNOWN ETIOLOGY"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mandell, Douglas, and Bennett's Principles and Practice of Infectious Diseases", "authors": [{"first": "J", "middle": ["E"], "last": "Bennett", "suffix": ""}, {"first": "R", "middle": [], "last": "Dolin", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Blaser", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Report of the Committee on Infectious Diseases", "authors": [{"first": "D", "middle": ["W"], "last": "Kimberlin", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Long", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Brady", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Jackson", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "978--1581109269", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The human virome: new tools and concepts", "authors": [{"first": "M", "middle": [], "last": "Lecuit", "suffix": ""}, {"first": "M", "middle": [], "last": "Eloit", "suffix": ""}], "year": 2013, "venue": "Trends Microbiol", "volume": "21", "issn": "", "pages": "510--515", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Beyond Myalgic Encephalomyelitis/Chronic Fatigue Syndrome: Redefining an Illness", "authors": [{"first": "W", "middle": ["I"], "last": "Lipkin", "suffix": ""}, {"first": "T", "middle": [], "last": "Briese", "suffix": ""}, {"first": "M", "middle": [], "last": "Hornig", "suffix": ""}], "year": 2011, "venue": "Virus Res", "volume": "162", "issn": "", "pages": "162--172", "other_ids": {"DOI": ["10.17226/19012"]}}, "BIBREF5": {"ref_id": "b5", "title": "New technologies, human-microbe interactions, and the search for previously unrecognized pathogens", "authors": [{"first": "D", "middle": ["A"], "last": "Relman", "suffix": ""}], "year": 2002, "venue": "J Infect Dis", "volume": "186", "issn": "", "pages": "254--258", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical Virology", "authors": [{"first": "D", "middle": ["D"], "last": "Richman", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Whitley", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Identification of a new cyclovirus in cerebrospinal fluid of patients with acute central nervous system infections", "authors": [{"first": "Le", "middle": ["V"], "last": "Tan", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Van Doorn", "suffix": ""}, {"first": "H", "middle": ["D T"], "last": "Nghia", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "231--244", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The virome in mammalian physiology and disease", "authors": [{"first": "H", "middle": ["W"], "last": "Virgin", "suffix": ""}], "year": 2014, "venue": "Cell", "volume": "27", "issn": "1", "pages": "142--150", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Redefining chronic viral infection", "authors": [{"first": "H", "middle": ["W"], "last": "Virgin", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Wherry", "suffix": ""}, {"first": "R", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 2009, "venue": "Cell", "volume": "10", "issn": "1", "pages": "30--50", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Sequence analysis of the human virome in febrile and afebrile children", "authors": [{"first": "K", "middle": ["M"], "last": "Wylie", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Mihindukulasuriya", "suffix": ""}, {"first": "E", "middle": [], "last": "Sodergren", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Weinstock", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Storch", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Virome genomics: a tool for defining the human virome", "authors": [{"first": "K", "middle": ["M"], "last": "Wylie", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Weinstock", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Storch", "suffix": ""}], "year": 2013, "venue": "Curr Opin Microbiol", "volume": "16", "issn": "", "pages": "479--484", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Principles and Practice of Clinical Virology, 6th Edn", "authors": [{"first": "A", "middle": ["J"], "last": "Zuckerman", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Banatvala", "suffix": ""}, {"first": "P", "middle": [], "last": "Griffiths", "suffix": ""}, {"first": "B", "middle": [], "last": "Schoub", "suffix": ""}, {"first": "P", "middle": [], "last": "Mortimer", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Frequency with which particular viruses produce disease at various levels of the respiratory tract. Modified from Dr. D.A.J. Tyrrell.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The Human Virome-Viruses Commonly Isolated from Healthy Individuals", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Site </td><td>Virus </td><td>Possible Diseases\n</td></tr><tr><td>Skin </td><td>Betapapillomaviruses (types 5, 9, 49) </td><td>Skin cancer in patients with epidermodysplasia verruciformis\n</td></tr><tr><td>Gammapapillomaviruses (types 4, 48 50, 60, 88) </td><td>None known\n</td></tr><tr><td> </td><td>Polyomaviruses (Merkel cell polyoma virus, HPyV6, HPyV7, HPyV9)\n</td><td>Merkel cell carcinoma; none known for other human polyomaviruses\n</td></tr><tr><td>Gut </td><td>Circoviruses (human gyroviruses) </td><td>None known\n</td></tr><tr><td>Anelloviruses (Torque tenoviruses (TT), TT mini viruses and TT midi viruses)\n</td><td>None known\n</td></tr><tr><td>Picobirnaviruses </td><td>None known (? diarrhea)\n</td></tr><tr><td> </td><td>Human enteroviruses and parechoviruses </td><td>Various syndromes (see Chapter 32: Picornaviruses)\n</td></tr><tr><td> </td><td>Human bocavirus, adenovirus groups C and F, Aichi virus, astrovirus, rotavirus\n</td><td>Gastroenteritis during acute infection\n</td></tr><tr><td>Systemic </td><td>Circoviruses (human gyroviruses) </td><td>None known\n</td></tr><tr><td>Anelloviruses (Torque tenoviruses (TT) and TT-like mini viruses) </td><td>None known\n</td></tr><tr><td>Herpesviruses (HSV and VZV in neurons; CMV, EBV, HHV-6, and HHV7 in circulating lymphocytes)\n</td><td>Various syndromes in acute infection and reactivation (see Chapter 17: Herpesviruses)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "2 Respiratory Viral Diseases", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease </td><td>Common &gt;15% </td><td>Less Common 5-15% </td><td>Some Cases\n</td></tr><tr><td>Rhinitis (common cold) </td><td>Rhinoviruses </td><td>RSV, hMPV, coronaviruses </td><td>Parainfluenza, hMPV, influenza viruses\n</td></tr><tr><td> </td><td> </td><td>Coxsackie viruses A21, A24; echo 11, 20 </td><td>Adenoviruses\n</td></tr><tr><td>Pharyngitis </td><td> </td><td>Parainfluenza viruses 1-3 </td><td>RSV\n</td></tr><tr><td> </td><td> </td><td>Influenza viruses </td><td>Cytomegalovirus\n</td></tr><tr><td> </td><td> </td><td>Rhinoviruses </td><td>Coronaviruses\n</td></tr><tr><td> </td><td> </td><td>Adenoviruses 1-7 </td><td>Herpes simplex viruses\n</td></tr><tr><td> </td><td> </td><td>Epstein-Barr virus\n</td><td> </td></tr><tr><td> </td><td> </td><td>Coxsackie A viruses\n</td><td> </td></tr><tr><td>Laryngotracheobronchitis (croup) </td><td>Parainfluenza viruses </td><td>RSV, influenza viruses, coronaviruses, adenoviruses\n</td><td>Rhinoviruses\n</td></tr><tr><td>1, 3\n</td><td> </td><td> </td></tr><tr><td>Bronchitis </td><td>Influenza viruses </td><td>Parainfluenza virus 3 </td><td>Parainfluenza virus 1, 2\n</td></tr><tr><td> </td><td> </td><td> </td><td>Rhinoviruses\n</td></tr><tr><td> </td><td> </td><td>RSV </td><td>Adenoviruses\n</td></tr><tr><td>Bronchiolitis </td><td>RSV </td><td>Parinfluenza virus 3 </td><td>Influenza A viruses\n</td></tr><tr><td> </td><td> </td><td>Adenoviruses </td><td>Rhinoviruses\n</td></tr><tr><td> </td><td> </td><td>hMPV </td><td>Enteroviruses\n</td></tr><tr><td> </td><td> </td><td> </td><td>Parainfluenza viruses 1, 2\n</td></tr><tr><td>Pneumonia (children &lt;5) </td><td>RSV </td><td>Influenza viruses </td><td>Parainfluenza viruses 1, 2\n</td></tr><tr><td>Parainfluenza virus 3 </td><td>Adenoviruses </td><td>Rhinoviruses\n</td></tr><tr><td> </td><td> </td><td>CMV </td><td>Varicella-zoster virus\n</td></tr><tr><td> </td><td> </td><td> </td><td>Enterovirus D68\n</td></tr><tr><td>Pneumonia (adults) </td><td>Influenza viruses </td><td>Adenoviruses </td><td>RSV,\n</td></tr><tr><td> </td><td> </td><td> </td><td>Measles virus\n</td></tr><tr><td> </td><td> </td><td> </td><td>Coronaviruses\n</td></tr><tr><td> </td><td> </td><td> </td><td>Varicella-zoster virus\n</td></tr><tr><td> </td><td>CMV </td><td>Adenoviruses </td><td>Influenza viruses\n</td></tr><tr><td>Pneumonia (immune-compromised)\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>RSV </td><td>Parainfluenza virus 3\n</td></tr><tr><td> </td><td> </td><td> </td><td>Herpes simplex viruses\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Virus Infections with a Proven Association with Gastroenteritis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Causative </td><td>Patient Age </td><td>Selected Symptoms </td><td>Incubation </td><td>Duration of </td><td>Characteristics\n</td></tr><tr><td>Agent\n</td><td>Groupings\n</td><td>Vomiting </td><td>Fever\n</td><td>Period\n</td><td>Illness\n</td><td> </td></tr><tr><td>Group A rotaviruses\n</td><td>Infants and toddlers\n</td><td>Common </td><td>Common </td><td>1 to 3 days </td><td>5 to 7 days </td><td>Commonest cause of severe childhood diarrhea; outbreaks in high-risk groups of adults. Now vaccine-preventable\n</td></tr><tr><td>Group B rotaviruses\n</td><td>Children and adults\n</td><td>Variable </td><td>Rare </td><td>56 hours (average)\n</td><td>3 to 7 days </td><td>Associated with cholera-like disease in adults in China\n</td></tr><tr><td>Group C rotaviruses\n</td><td>Infants, children, and adults\n</td><td>Unknown </td><td>Unknown </td><td>24 to 48 hours </td><td>3 to 7 days </td><td>Sporadic cases; rare outbreaks in children\n</td></tr><tr><td>Adenoviruses (enteric)\n</td><td>Young children </td><td>Common </td><td>Common </td><td>7 to 8 days </td><td>8 to 12 days </td><td>Endemic in children\n</td></tr><tr><td>Caliciviruses (Sapovirus)\n</td><td>Infants, young children, and adults\n</td><td>Common in infants; variable in adults\n</td><td>Occasional </td><td>1-3 days </td><td>1 to 3 days </td><td>Endemic in children\n</td></tr><tr><td>Caliciviruses (Norovirus)\n</td><td>All ages </td><td>Common </td><td>Rare or mild </td><td>18 to 48 hours </td><td>12 to 48 hours </td><td>Commonest cause of outbreaks in adults\n</td></tr><tr><td>Astroviruses </td><td>Young children and elderly people\n</td><td>Occasional </td><td>Occasional </td><td>1 to 4 days </td><td>2 to 3 days; occasionally 1 to 4 days\n</td><td>All children infected in first 3 years of life; us. mild disease; outbreaks in day-care centers, nursing </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>homes\n</td></tr></table></body></html>"}, "TABREF3": {"text": "4 Distinguishing Characteristics of Endemic and Epidemic Gastrointestinal Virus Infections", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Childhood Diarrhea (endemic) </td><td>Outbreaks (epidemic)\n</td></tr><tr><td>Viruses </td><td>Group A rotaviruses, adenoviruses, astroviruses, noroviruses, and sapoviruses\n</td><td>Human noroviruses, group B and C rotaviruses\n</td></tr><tr><td>Age </td><td>&lt;5 year </td><td>All ages\n</td></tr><tr><td>Mode of transmission </td><td>Fecal-oral (hand-to-mouth, environmental contamination)\n</td><td>Common source (contaminated food, shellfish, water). Environmental contamination, person-to-person\n</td></tr><tr><td>Prevention and control </td><td>Improved living conditions (sewerage, running water, handwashing facilities, education)\nVaccine against rotavirus available\n</td><td>Public health regulations for food and water quality; case and contact tracing, quarantine; environmental disinfection\n</td></tr></table></body></html>"}, "TABREF4": {"text": "5 Viral Diseases of the Central Nervous System The commonest causal agents are in bold type.", "latex": null, "type": "table"}, "TABREF5": {"text": "6 Viral Skin Rashes", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Rash </td><td>Viruses\n</td></tr><tr><td>Maculopapular </td><td>Measles virus\n</td></tr><tr><td>Rubella virus\n</td></tr><tr><td> </td><td>Parvovirus B19\n</td></tr><tr><td> </td><td>HHV-6 (human herpesvirus 6)\n</td></tr><tr><td> </td><td>Echoviruses 9, 16, many others\n</td></tr><tr><td> </td><td>Coxsackie viruses A9, A16, B5, many others\n</td></tr><tr><td> </td><td>Epstein-Barr virus, cytomegalovirus\n</td></tr><tr><td> </td><td>Dengue viruses, Zika virus, chikungunya virus, Ross River virus, other arboviruses\n</td></tr><tr><td>Vesicular </td><td>Hepatitis B virus\n</td></tr><tr><td>Varicella-zoster virus\n</td></tr><tr><td>Herpes simplex viruses 1, 2\n</td></tr><tr><td>Vesicular/Pustular </td><td>Coxsackie viruses A9, A16; enterovirus 71; others\n</td></tr><tr><td>Monkeypox virus\n</td></tr><tr><td>Cowpox virus\n</td></tr><tr><td>Nodular </td><td>Vaccinia virus\n</td></tr><tr><td>Papillomaviruses\n</td></tr><tr><td>Molluscum contagiosum virus\n</td></tr><tr><td> </td><td>Milker's nodule virus\n</td></tr><tr><td> </td><td>Orf virus\n</td></tr><tr><td> </td><td>Tanapox virus\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Viral Hemorrhagic Fevers a", "latex": null, "type": "table"}, "TABREF7": {"text": "Viral Infections of the Eye", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease </td><td>Virus </td><td>Features\n</td></tr><tr><td>Conjunctivitis </td><td>Adenoviruses 3, 4, 7, others </td><td>Pharyngoconjunctival fever\n</td></tr><tr><td>Enterovirus 70, Coxsackievirus A24 </td><td>Acute hemorrhagic conjunctivitis\n</td></tr><tr><td> </td><td> </td><td>Pandemics; ± radiculomyelitis\n</td></tr><tr><td> </td><td>Rubella virus </td><td>During exanthem\n</td></tr><tr><td> </td><td>Mumps virus </td><td>Papillary or follicular\n</td></tr><tr><td> </td><td>Sandfly fever viruses </td><td>Dengue-like syndrome\n</td></tr><tr><td> </td><td>Dengue viruses </td><td>Dengue-like syndrome\n</td></tr><tr><td> </td><td>Marburg, Ebola viruses </td><td>Hemorrhagic fever\n</td></tr><tr><td> </td><td>EBV </td><td>Follicular conjunctivitis\n</td></tr><tr><td>Keratoconjunctivitis </td><td>Adenoviruses 8, 37, others </td><td>Epidemic\n</td></tr><tr><td>Herpes simplex viruses </td><td>Corneal ulceration\n</td></tr><tr><td> </td><td>Varicella zoster virus </td><td>Ophthalmic zoster\n</td></tr><tr><td> </td><td>Measles virus </td><td>During exanthema\n</td></tr><tr><td>Chorioretinitis </td><td>Cytomegalovirus </td><td>Immunocompromised or congenital\n</td></tr><tr><td>Rift Valley fever virus\n</td><td> </td></tr><tr><td> </td><td>Rubella virus </td><td>Congenital rubella syndrome\n</td></tr><tr><td> </td><td>Cataracts, glaucoma, retinopathy, microphthalmia\n</td></tr></table></body></html>"}, "TABREF8": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "10 Viral Arthritis and Arthralgia", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virusa </td><td>Distribution </td><td>Features\n</td></tr><tr><td>Parvovirus B19 </td><td>Worldwide </td><td>Especially in adult females\n</td></tr><tr><td>Hepatitis B virus </td><td>Worldwide </td><td>Especially in prodromal phase\n</td></tr><tr><td>Hepatitis C virus </td><td>Worldwide </td><td>Also myalgia, vasculitis, sicca syndrome\n</td></tr><tr><td>Hepatitis A virus </td><td>Worldwide </td><td>Arthralgia and rash\n</td></tr><tr><td>Rubella virus </td><td>Worldwide </td><td>Especially in adult females. Can also occur after rubella vaccination with some older vaccines\n</td></tr><tr><td>HIV </td><td>Worldwide </td><td>Various syndromes\n</td></tr><tr><td>Adenoviruses </td><td>Worldwide\n</td><td> </td></tr><tr><td>Mumps virus </td><td>Worldwide\n</td><td> </td></tr><tr><td>Enteroviruses </td><td>Worldwide\n</td><td> </td></tr><tr><td>Ross River virus </td><td>Australia, Pacific islands </td><td>Polyarthralgia/polyarthritis can persist for months\n</td></tr><tr><td>Chikungunya virus </td><td>Africa, South Asia, Americas </td><td>Polyarthralgia/polyarthritis can persist for months\n</td></tr><tr><td>O'nyong-nyong virus </td><td>East Africa </td><td>Polyarthralgia/polyarthritis can persist for months\n</td></tr><tr><td>Sindbis virus </td><td>Africa, Asia, Europe </td><td>Polyarthralgia/polyarthritis can persist for months\n</td></tr><tr><td>Mayaro virus </td><td>South America </td><td>Polyarthralgia/polyarthritis can persist for months\n</td></tr><tr><td>Dengue viruses </td><td>Tropics worldwide </td><td>Arthralgia/myalgia, pain called \"break-bone fever\"\n</td></tr><tr><td>Zika virus </td><td>Widespread </td><td>Arthralgia and rash\n</td></tr><tr><td>Oropouche virus </td><td>Brazil </td><td>Arthralgia/myalgia, similar to dengue\n</td></tr></table></body></html>"}, "TABREF10": {"text": "11 Viral Carditis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Disease </td><td>Virus </td><td>Features\n</td></tr><tr><td>Myocarditis/pericarditis/cardiomyopathy </td><td>Coxsackie B and other enteroviruses; adenoviruses; </td><td>Recrudescences\n</td></tr><tr><td>parvovirus B19a\n</td><td> </td></tr><tr><td>Encephalomyocarditis syndrome </td><td>Coxsackie B viruses, echovirus 11, others </td><td>Neonatal\n</td></tr><tr><td>Patent ductus arteriosus, pulmonary artery stenosis, septal defects\n</td><td>Prenatal\n</td></tr><tr><td>Hydrops fetalis </td><td>Rubella virus (congenital rubella syndrome) </td><td> </td></tr><tr><td>Parvovirus B19 </td><td>Prenatal\n</td></tr><tr><td>Endocardial fibroelastosisb </td><td>Mumps virus </td><td>Prenatal\n</td></tr></table></body></html>"}, "TABREF11": {"text": "12 Viral Hepatitis By enzyme immunoassay (or RIA) to identify specific antibody of the IgM class or in the case of hepatitis B virus, HBsAg. Detection and quantitation of viral genomes by PCR plays an important role with some examples (see Chapter 22: Hepadnaviruses and Hepatitis Delta, Chapter 32: Picornaviruses, Chapter 36: Flaviviruses, and Chapter 37: Hepatitis E Virus). d The proportion of acute infections that proceed to chronic infection is strongly age-related. In infants, >90% of infections remain persistent, in adults this figure is ~5%, with intermediate rates in childhood. e Requires chronic HBV co-infection.", "latex": null, "type": "table"}, "TABREF12": {"text": "13 Congenital and Perinatal Viral Infections Time of Infection Virus Disease", "latex": null, "type": "table"}}, "back_matter": []}