{
    "paper_id": "e2a346741554d42b833b6d87c768693f29ae0622",
    "metadata": {
        "title": "Acquired irnmune- mediated my asthenia gravis in a cat",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "A"
                ],
                "last": "Cuddon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "addrLine": "1989) 30",
                        "postCode": "2015, 53706, 511-516",
                        "settlement": "Linden Drive West, Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acquired myasthenia gravis was diagnosed in a four-year-old castrated male Somali in which the presenting signs consisted of progressive lameness, weakness, generalised muscle tremors, an inability to blink and voice loss. Clinical testing with edrophonium chloride, electrophysiology, immunocytochemistry and serum immunological techniques confirmed the diagnosis of myasthenia gravis and proved its immune-mediated nature. Clinical remission was achieved following long term immunosuppression with corticosteroids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Myasthenia gravis is a disorder of neuromuscular transmission manifested by weakness and fatigability of voluntary muscles. The defect is due to a reduction in the number of functional acetylcholine receptors on the post synaptic membrane of the neiiromuscular junction (Drachman 1978) . Acquired myasthenia gravis is characterised by the presence of autoantibodies against acetylcholine receptors, which are found in the sera of 87 per cent of human and 90 per cent of canine myasthenic patients (Lindstrom and others 1976, Drachman 1978, Lennon and others 1978) . IgG is the major antibody involved, and its putative actions are to produce receptor blockade via steric hinderance, to increase the rate of receptor degradation by causing cross-linking of the acetylcholine receptors, and to initiate receptor lysis, with the aid of complement activation (Kao and Drachman 1977, Kelly 1981) . The mechanism that triggers antibody sensitisation to acetylcholine receptors remains unknown (Engel 1984 Feline myasthenia gravis is a rare syndrome with only eight cases being previously documented in the literature (Dawson 1970 , Mason 1976 , Indrieri and others 1983, Joseph and others 1988) . Six of these cases were acquired in nature and the remaining two were assumed to be the congenital form of the disease. This paper presents a further case of feline acquired myasthenia gravis, although with a previously unreported method of identification of the immunological nature of the disease in this species and a different approach to successful treatment and achievement of clinical remission.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 285,
                    "text": "(Drachman 1978)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 497,
                    "end": 511,
                    "text": "(Lindstrom and",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 539,
                    "text": "others 1976, Drachman 1978,",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 563,
                    "text": "Lennon and others 1978)",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 863,
                    "text": "(Kao and",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 864,
                    "end": 890,
                    "text": "Drachman 1977, Kelly 1981)",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 998,
                    "text": "(Engel 1984",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1111,
                    "end": 1123,
                    "text": "(Dawson 1970",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1124,
                    "end": 1136,
                    "text": ", Mason 1976",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1165,
                    "end": 1188,
                    "text": "Joseph and others 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A four-year-old castrated male Somali, weighing 3.7 kg, was presented to the University of California Veterinary Medical Teaching Hospital with a four month history of progressive lameness and weakness. Initially the cat favoured one front limb, which progressed to involve both forelimbs. This was followed by generalised stiffness and tremors which appeared to be related to exercise. With increasing exertion, these tremors increased to the point where the cat could no longer move, was unable to lift his head and was forced to lie in sternal recumbency. Further progression of signs occurred over the next month with development of retching, dysphagia and weight loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "On presentation, the cat was thin with reduced responses to external stimuli. There was a mild There is a complete inability to close the left palpebral fissure with medial canthal stimulation. A constant partial protrusion of both membrana nictitans is also demonstrated. These signs are indicative of facial muscle weakness increase in lung sounds with an increase in temperature to 39.3OC. Tremors and weakness were present in all four limbs, although the forelimbs were more severely affected. The neck was held in ventroflexion. Both conscious proprioception and postural reactions were decreased in all four limbs. Withdrawal reflexes were decreased in both forelimbs and the efferent arc of the panniculus reflex was absent bilaterally. There was a lack of the motor response to menace and palpebral stimulation (Fig la) . Both nictitating membranes were partially protruded across the palpebral fissures. The cat could no longer vocalise. All tendon reflexes and pain sensation were within normal limits. The neurological examination suggested a goneralised neuromuscular disease involving motor but not sensory function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 819,
                    "end": 827,
                    "text": "(Fig la)",
                    "ref_id": null
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "A complete blood count revealed an increase in total protein (84 g/litre) and a lymphopenia (0.7 x 10-g/litre). These results were indicative of mild dehydration and mild stress, respectively. The biochemical picture was within normal limits, including creatine kinase (29 unitdlitre) and serum potassium (3.8 mmol/litre). The urinalysis, collected via cystocentesis, was within normal limits. An FeLV ELISA test, and a serum coronavirus and toxoplasma titre were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory data"
        },
        {
            "text": "Thoracic radiographs demonstrated a bronchopneumonia, centred in the caudal portion of the left cranial lung lobe. There was no evidence of , megaoesophagus. Oesophography under fluoros-FIG Ib. The same cat, following administration of 2.5 mg edrophonium chloride (an ultra-short acting anticholinesterase). Note the normal blink response to palpebral stimulation, with normal retraction of the right membrana nictitans copy showed a prolonged swallowing reflex with partial reflux into the or0 and nasal pharynx. There was also a lack of primary oesophageal contractions and thus prolonged cervical and thoracic oesophageal transit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiography"
        },
        {
            "text": "Pharmacological testing for myasthenia gravis involved the intravenous administration of 2.5 mg of edrophonium chloride (Tensilon; Roche), an ultra-short acting anticholinesterase, following exercise and subsequent collapse. At 30 seconds following the injection, the cat was able to fully close both palprebral fissures (Fig Ib) , was able to vocalise and slightly raise his head and neck. There was only a subtle improvement in forelimb weakness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "text": "(Fig Ib)",
                    "ref_id": null
                }
            ],
            "section": "Pharmacological testing"
        },
        {
            "text": "Detailed electrophysiological analysis was performed. The significant findings were: (1) an inconsistent mild increase in insertion activity in a small number of appendicular muscles (the left and right m. deltoideus, the right m. infraspinatus and the right m. extensor digitorum communis);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electroph ysiology"
        },
        {
            "text": "(2) spontaneous activity (fibrillations) in the deltoid muscle; (3) normal motor and sensory nerve conduction velocities in the sciatidtibial nerve (86.9 m/sec) and the lateral superficial cutaneous radial nerve (85.5 m/sec), respectively, and (4) a significant decrement in action potential amplitude during the first five applied stimuli at supramaximal repetitive stimulus rates of four per second and above (16 to 27 per cent decrement). Supramaximal repetitive stimulation following intravenous injection of 2.5 mg of edrophonium Note the peroxidase labelling of immune complexes at the three previously identified neuromuscular junctions (arrows). Staphylococcal protein A, conjugated to the peroxidase stain, is binding to the Fc portion of immunoglobulins localised at the neuromuscular junctions. This is diagnostic of acquired myasthenia gravis ( X 407) chloride produced action potentials of much larger amplitude, with no decrement in the first five to six evoked potentials noted up to, and including, stimulus rates of 10 per second. These findings were consistent with a diagnosis of myasthenia gravis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electroph ysiology"
        },
        {
            "text": "A biopsy was taken of the right quadriceps muscle and examined histochemically. There were occasional accumulations of mononuclear cells associated with terminal intramuscular nerves, possibly representing lymphorrhages, ie, local collections of lymphocytes, which are also occasionally observed in human myasthenic patients (Drachman 1978) . Numerous angular to anguloid atrophied type 1 and type 2 muscle fibres were observed following adenosine triphosphatase staining along with occasional fibres with multiple internal nuclei. This was suggestive of a pattern of mild denervation atrophy, which was possibly secondary to a marked blockade of the post junctional attachment of acetylcholine, and thus neurotransmission, produced by the suspected myasthenic state. Further histochemical staining with a-naphtha1 acetate to determine acetylcholine esterase activity, was used to identify neuromuscular junctions (Fig 2a) . Immunocytochemical localisation of immune complexes at these neuromuscular junctions was observed in the muscle biopsy employing conjugates of staphylococcal protein A and horseradish peroxidase (SPA-HRPO) (Pflugfelder and others 1981) (Fig 2b) .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 340,
                    "text": "(Drachman 1978)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 914,
                    "end": 922,
                    "text": "(Fig 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1161,
                    "end": 1169,
                    "text": "(Fig 2b)",
                    "ref_id": null
                }
            ],
            "section": "His t ochemistry/imm unocytochemis try"
        },
        {
            "text": "The presence of circulating autoantibodies to the acetylcholine receptor was demonstrated in this cat by immunoprecipitation radioimmunoassay utilising solubilised cat muscle acetylcholine receptor complexed with 1251-a bungarotoxin. The serum acetylcholine receptor antibody titre was 8.0 nmol/litre compared to normal values in the cat of less than 0.3 nmol/litre, thus confirming the diagnosis of autoimmune myasthenia gravis, made originally by immunocytochemical techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunological studies"
        },
        {
            "text": "Initial treatment consisted of cephalexin (Keflex; Dista [Lilly]) (12.5 mg/kg three times daily per 0s) for bronchopneumonia; pyridostigmine bromide (Mestinon; Roche) (2 mg/kg twice daily per os), an anticholinesterase, to symptomatically treat the myasthenic weakness; and prednisone (1.5 mg/kg twice daily per os), to treat the immunological basis of this disease. Two days after initiation of treatment, there was a dramatic improvement in strength of gait. There was also a strong positive palpebral reflex bilaterally and no evidence of dysphagia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Following 10 days of combined therapy, pyridostigmine was discontinued and the dosage of prednisone was increased to 2 mg/kg per 0s twice daily. Reassessment of oesophageal function three days later via oesophography, demonstrated a strong swallowing reflex with improvement of primary oesophageal contractions to near normal strength. The cat was sent home on the above regimen without further signs of weakness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "One month following discharge, the prednisone dosage was decreased to 2 mg/kg once daily. Six days following this dosage reduction, the cat showed an acute, severe recurrence of the signs of myasthenia gravis. The cat was unable to swallow, showed severe hindlimb weakness, was depressed, coughed and gagged constantly and lacked a palpebral reflex. Initial therapy consisted of parenteral cephalexin (25 mg/kg three times daily; 7.5 mg of pyridostigmine twice daily via stomach tube; lactated Ringer's solution intravenously and ophthalmic lubricating drops. Due to the lack of improvement to this therapy, the dose of pyridostigmine was increased to 15 mg twice daily. The cat continued to deteriorate and was now becoming significantly stressed with repeated stomach tubing. Parenteral pyridostigmine bromide was initiated at a dosage of 0.5 mg twice daily intravenously. Simultaneously, parenteral dexamethasone was administered at a dosage of 2 mg/kg twice daily intravenously. Within two days, there was an increase in muscle strength, a positive palpebral reflex bilaterally and normal ability to eat. The original oral regimen of therapy was then reinstituted (pyridostigmine and prednisolone at 2 mg/kg twice daily) and the cat was discharged. Pyridostigmine was discontinued after three weeks of combined therapy, with the cat remaining solely on prednisone therapy. Subsequent gradual decreasing doses of prednisone were instituted after two-and-a-half months on the above regimen. Initially, the dosage was reduced to 1 mg/kg per 0s in the morning and 2 mg/kg in the evening, followed by 1 mg/kg twice daily: 0.5 mg/kg in the morning and 1 mg/kg in the evening; 0.5 mg/kg twice daily; 0.5 mg/kg once daily in the evening and finally, 0.5 mg/kg every other day. All of the dosage reductions were made at two monthly intervals until all medication was discontinued one-and-a-half years after initial diagnosis. There was no recurrence of the disease during the two years following termination of medication, the cat showing no evidence of weakness and appearing neurologically normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The most consistent presenting signs of cats with myasthenia gravis appear to be limb trembling, initial stiffness of gait upon exercising and rapid progression to generalised weakness with continued activity. Dysphagia, excess salivation, voice change and degrees of dyspnoea also were noted in most of the previous reports, as in this present case. Facial weakness, a prominent feature in this present cat, had also been described in the four most recently reported cases (Joseph and others 1988) .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 498,
                    "text": "(Joseph and others 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is interesting to note that of the six reported cases of feline acquired myasthenia gravis to date, three of the cats were Abyssinians and, with this report, two have been Somalis (a very close relative of the former breed). This raises the question of the possible association of feline autoimmune myasthenia gravis with the major histocompatibility complex. In man, some forms of autoimmune myasthenia gravis are associated with the human leucocyte antigen loci HLA D/ DR3 and HLA-B8 (Drachman 1978, Svejgaard and others 1983) . Diseases associated with the human leucocyte antigen appear to have a hereditary pattern of distribution with weak penetrance, and are associated with immunological disturbances (Schwartz 1984) .",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 518,
                    "text": "(Drachman 1978, Svejgaard and",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 531,
                    "text": "others 1983)",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 727,
                    "text": "(Schwartz 1984)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The routine methods of clinical and electrophysiological diagnosis for myasthenia gravis, although strongly positive in this present case, only provide indirect evidence for a diagnosis of myasthenia gravis, are often very variable in their diagnostic potential from case to case and do not directly address the immune-mediated nature of the neuromuscular transmission defect. The demonstration of circulating non-blocking antiacetylcholine receptor autoantibodies by immunoprecipitation radioassay, has provided a very specific method for demonstrating the immune nature of the acquired form of myasthenia gravis in the cat. As with three of the previously reported cases of feline immune-mediated myasthenia gravis (Indrieri and others 1983, Joseph and others 1988) , this present case also demonstrated a strongly positive circulating antiacetylcholine receptor antibody titre, representing a 27-fold increase over normal values for the cat.",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 767,
                    "text": "Joseph and others 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Localisation of immune complexes at the newomuscular junction has provided an alternative objective test to the measurement of circulating anti-acetylcholine receptor antibodies in the diagnosis of myasthenia gravis in man and in the dog others 1977, Pflugfelder and others 1981) . This technique, unlike the serum assay, directly localises immune complexes at the motor end-plate, by utilising staphylococcal protein A, conjugated with the stain, horseradish peroxidase. Staphylococcal protein A has been shown to bind to the Fc portion of canine IgG and to a lesser extent to IgM and IgA (Pflugfelder and others 1981). The staphylococcal protein A reactivity of immunoglobulins from different mammalian species is very variable (Goudswaard and others 1978). However, the very discrete labelling of the neuromuscular junctions in this cat with SPA-horseradish peroxidase proves that feline immunoglobulins (and perhaps more specifically, IgG) do react strongly with this immunocytochemical stain, making it a very suitable diagnostic reagent in the evaluation of acquired myasthenia gravis in the cat.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 266,
                    "text": "others 1977, Pflugfelder and",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 279,
                    "text": "others 1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Corticosteroid therapy, when used as a single treatment modality or in combination with anticholinesterase agents, has been highly effective in the treatment of myasthenia gravis in man (Brunner and others 1976, Engel 1976, Pascuzzi and others 1984) . The primary beneficial effect of corticosteroids in this disease is related to suppression of the initiating aberrant immune response against the acetylcholine receptor (Riggs 1982) . However, corticosteroids may also have a direct influence on neuromuscular transmission, by having a facilitatory presynaptic effect on distal motor nerve endings (Hall and others 1977) . The successful use of corticosteroids alone in the treatment of canine acquired myasthenia gravis has been previously reported (Maddison and others 1984) . This present case of feline autoimmune myasthenia gravis was also treated with immunosuppressive doses of corticosteroids, with eventual achievement of complete remission and withdrawal of all therapy. The effectiveness of this therapy was indirectly demonstrated by return of severe signs of myasthenia gravis, following reduction in the frequency of steroid administration after one month of therapy.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 249,
                    "text": "Pascuzzi and others 1984)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 433,
                    "text": "(Riggs 1982)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 599,
                    "end": 621,
                    "text": "(Hall and others 1977)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 777,
                    "text": "(Maddison and others 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The use of pyridostigmine in this case was primarily to provide rapid symptomatic relief of the signs of myasthenia gravis and to reverse the myasthenic crisis which developed during the course of treatment. The action of anticholinesterases is to reversibly inhibit acetylcholinesterase and subsequently delay the hydrolysis of acetylcholine (Kelly 1981) . They may also initially act as weak agonists on acetylcholine receptors by increasing the affinity of acetylcholine for the receptor sites (Bloch and Stallcup 1979) . However, anticholinesterases provide only symptomatic relief, do not treat the aetiological basis of acquired myasthenia gravis, and can have significant life-threatening side effects (ie, cholinergic crisis). With continued use, anticholinesterases may exert a long term detrimental effect at the neuromuscular junction by causing direct desensitisation of the acetylcholine receptor to acetylcholine and by reducing the amount of acetylcholine released at the presynaptic terminal by each nerve impulse (Roberts and Thesleff 1969, Engel and others 1973) .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 355,
                    "text": "(Kelly 1981)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 497,
                    "end": 522,
                    "text": "(Bloch and Stallcup 1979)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1030,
                    "end": 1042,
                    "text": "(Roberts and",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1043,
                    "end": 1067,
                    "text": "Thesleff 1969, Engel and",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1080,
                    "text": "others 1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is important to note the significantly lower dose of injectable pyridostigmine used, when compared to the oral formulation of the drug (0.5 mg given intravenously compared to 15 mg orally). Due to the extremely poor bioavailability (5 to 10 per cent) of oral pyridostigmine in man, which appears to be almost solely attributable to poor absorption, the injectable preparation of this drug is approximately 3 0 times as potent as the oral form (Aquilonius and others 1980) . Extrapolation from this human data was necessary, due to the lack of any pharmacokinetic studies of pyridostigmine in the cat.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 474,
                    "text": "(Aquilonius and others 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This present case is noteworthy for two reasons. First, it is the first feline case of myasthenia gravis which has been positively diagnosed by direct demonstration of autoantibodies complexed to the neuromuscular junction using immunocytochemical techniques. Secondly, it is the first feline case to be successfully treated primarily utilising therapy directed against the actual immunological basis of this disease (ie, immunosuppressive doses of corticosteroids). This video, sponsored by the BSAVA with the help of Duphar Veterinary Ltd, is another from Hamish Denny. His style of presentation is, as usual, clear and succinct. The video lasts for 50 minutes and makes very easy watching. There is no doubt that there is a lot of useful information contained within it for both the veterinary undergraduate and the general practitioner. Many of the conditions and techniques are carefully described with diagrams and specimens used for clarification. There are many practical tips, the like of which are never mentioned in standard textbooks; for instance, measuring the length of an inserted K wire against another similar K wire in the set is a good way of measuring how far the bone has been penetrated. Such practical tips seem obvious, but unless demonstrated, can often be overlooked. Some of the technical details are perhaps a little surprisingthe tape presupposes that the viewer is well equipped with A 0 equipment and an oscillating saw. It would perhaps have been pertinent to demonstrate some of the techniques using rather more simple everyday equipment. The use of the A 0 equipment also presupposes that the viewer has at least a working knowledge of the modern fracture fixation techniques and this may not always be true if the video is being used by experienced and older practitioners, I was a little surprised to see that Hamish prefers the use of monofilament nylon in the repair of sectioned muscle tissue. The availability of synthetic absorbable material, both multi-filament and monofilament seems now to have outdated the earlier materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "I was pleased to hear the repeated plea that postoperative radiography was essential. This has two benefits, first we are encouraged to replace inaccurately positioned implants or poorly reduced fractures/dislocation, but secondly we must remember that our orthopaedic technique will only improve if we self criticise the results that we achieve. This can only be done when viewing postoperative radiographs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "An accompanying booklet is provided with the video tape. This contains some useful diagrams which are clearly labelled, of the relevant surgical anatomy of the hip and serve as a permanent reference for the viewer. There is also a useful list of instruments and implants and their suppliers that would enable the practitioner to obtain the instruments and implants that have been described in the programme. There then follows a list of fairly simple self testing questions, the answers for which are easily cribbed from the following page. Perhaps most viewers are not so easily tempted to cheat as is the reviewer! Finally some useful key references are given at the end of the booklet. I think the quality of the booklet itself and some disappointing spelling mistakes contained therein are not consistent with what is otherwise a high quality presentation. This may be merely a reflection of the production costs associated with such a programme that have been to some degree underwritten by the BSAVA and Duphar Ltd. Despite these criticisms I think this video would be very useful in any small animal practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "J. V. Davies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pharmacokinetics and oral bioavailability of pyridostigmine in man",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Aquilonius",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Eckernas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hartvig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Osterman",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "European Journal of Clinical Pharmacology",
            "volume": "18",
            "issn": "",
            "pages": "423--428",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Agonist action of neostigmine on acetylcholine receptors of cultured mammalian muscle",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Bloch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Stallcup",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Brain Research",
            "volume": "172",
            "issn": "",
            "pages": "378--381",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Corticotrophin and corticosteroids in generalized myasthenia gravis: comparative studies and role in management",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Beiger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Namba",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grob",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Annals of the New York Academy of Science",
            "volume": "274",
            "issn": "",
            "pages": "577--595",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Myasthenia gravis in a cat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R B"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Veterinary Record",
            "volume": "86",
            "issn": "",
            "pages": "562--563",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Myasthenia gravis",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "D B"
                    ],
                    "last": "Drachman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "The New England Journal of Medicine",
            "volume": "298",
            "issn": "",
            "pages": "186--192",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Study of longterm anticholinesterase therapy: effects on neuromuscular transmission and on motor end-plate fine structure",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Santa",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Neurology",
            "volume": "23",
            "issn": "",
            "pages": "1273--1281",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immune complexes (IgG and C,) at the motor end-plate in myasthenia gravis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Mayo Clinic Proceedings",
            "volume": "52",
            "issn": "",
            "pages": "267--280",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Myasthenia gravis and myasthenic syndromes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annals of Neurology",
            "volume": "16",
            "issn": "",
            "pages": "519--534",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Myasthenia gravis, corticosteroids, anticholinesterases",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Annals of the New York Academy of Science",
            "volume": "274",
            "issn": "",
            "pages": "623--630",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protein A reactivity of various mammalian immunoglobulins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Vaerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Scandinavian Journal of Immunology",
            "volume": "8",
            "issn": "",
            "pages": "21--28",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Glucocorticoid effects on the edrophonium responsiveness of normal and degenerating mammalian motor nerve terminals",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Riker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of the American Veterinary Medical Association",
            "volume": "2",
            "issn": "",
            "pages": "57--60",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Myasthenia gravis in the cat",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Carrillo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Lennon",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Veterinary Internal Medicine",
            "volume": "2",
            "issn": "",
            "pages": "75--79",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Myasthenic immunoglobulin accelerates acetylcholine receptor degradation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Drachman",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Neurology (Minneapolis)",
            "volume": "27",
            "issn": "",
            "pages": "364--365",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Myasthenia gravis -a receptor disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Compendium on Continuing Education for the Practicing Veterinarian",
            "volume": "3",
            "issn": "1",
            "pages": "544--553",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Myasthenia gravis in dogs: acetylcholine receptor deficiency with and without anti-receptor autoantibodies",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Lennon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pflugfelder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Indrieri",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Genetic Control of Autoimmune Disease",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Antibody to acetylcholine receptor in myasthenia gravis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Seybold",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Lennon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wittingham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Duane",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Neurology (Minneapolis)",
            "volume": "26",
            "issn": "",
            "pages": "1054--1059",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinical remission after corticosteroid therapy of acquired myasthenia in three dogs",
            "authors": [],
            "year": null,
            "venue": "Journal of the American Veterinary Medical Association",
            "volume": "184",
            "issn": "",
            "pages": "845--848",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A case of myasthenia gravis in a cat",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "lournal of Small Animal Practice",
            "volume": "17",
            "issn": "",
            "pages": "467--472",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Long-term corticosteroid treatment of myasthenia gravis: report of 116 patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pascuzzi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Coslett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Johns",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annals of Neurology",
            "volume": "15",
            "issn": "",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Acquired canine myasthenia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Pfliicfelder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Caroinet 111",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Holliday",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "gravis: immunocytochemical localization of immune complexes at neuromuscular junctions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Waelchli-Suter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "&amp;johnson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pharmacologic enhancement of neuromuscular transmission in myasthenia gravis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Riggs",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Clinical Neuropharmacology",
            "volume": "5",
            "issn": "",
            "pages": "277--292",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Acetylcholine release from motor-nerve endings in rats treated with neostigmine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thesleff",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "European lournal of Pharmacology",
            "volume": "6",
            "issn": "",
            "pages": "281--285",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The human major histocompatibility complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "la. Facial features of the affected cat on presentation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Histochemical identification of neuromuscular junctions utilising a-napthal acetate localisation of acetylcholine esterase activity. Three neuromuscular junctions are demonstrated in this section [arrows) ( x 407) FIG 2b. Staphylococcal protein Ahorseradish peroxidase staining of a serial section of the muscle demonstrated in Fig 2a.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "1982 -A review. Immunological Reviews 70, 193-218 289-295 SVEIGAARD, A., PLATZ, P. & RYDER, L. P. (1983) HLA and disease VIDEO REVIEW The canine hiphraumatic conditions Video 30, 50 minutes. UVCE, Royal Veterinary College, Royal College Street, London NW1 OTU. f 2 5 + VAT, UK f 3 0 + VAT, overseas. VHSI Betamax. 1987.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ").",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author wishes to thank Dr G. H. Cardinet I11 for the muscle immunocytochemical analysis; Dr G. D. Shelton for performing the antiacetylcholine receptor antibody immunoprecipitation radioassay and for technical advice; and Dr C. S . Bailey for advice during the initial case workup,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}