{"paper_id": "e62de14d44adfdec60b7aecab8e071cb646b2422", "metadata": {"title": "Emergency Triage of Highly Infectious Diseases and Bioterrorism", "authors": [{"first": "Sarah", "middle": [], "last": "Bezek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": [], "last": "Jaung", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joy", "middle": [], "last": "Mackey", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Health systems in all communities are complex networks with many actors unique to each context. In addition to healthcare facilities, these networks include the emergency response system, community health workers, local government and public", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Effective triage systems that protect patients and staff require a well-functioning health system with integrated referral and communication pathways between community/prehospital, outpatient, emergency department, and hospital settings.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The 2009 pandemic influenza and 2014 Ebola virus disease (EVD) outbreaks had a global impact, and they revealed gaps in triage and health surveillance systems in low-and high-resource countries alike. Other high-visibility events are attacks with biological and chemical agents such as the 1995 sarin nerve gas attack in Tokyo, the 2001 anthrax attacks in the USA, and the ongoing use of chemical weapons in conflicts in the Middle East. No community is immune to a future outbreak or attack, and preparations require proper planning among healthcare workers, government officials, private businesses, and community leaders. This chapter will approach the triage of highly infectious diseases and terrorist attacks in two sections. The first will focus on general considerations at each point of the health system with examples of specific triage practices from select disease outbreaks. The second will emphasize biological agents of interest and the use of decontamination units and personal protective equipment. health departments, pharmacies and medical supply manufacturers, traditional healers and alternative medicine practitioners, universities and research laboratories, and schools and childcare centers. These health systems may interact with or be a part of larger systems at local, regional, national, and international levels.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Disease control policies and programs can strengthen infectious disease and bioterrorist attack care and surveillance at each of these levels. This chapter will focus on system points staffed by health workers: prehospital response and transport, outpatient facilities, emergency departments, hospitals and specialized treatment units, facilities in response to disasters and conflict, and the public health surveillance service.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In health systems with established prehospital emergency medical service (EMS) systems, EMS health providers and other responders are an essential first point of contact for ill patients seeking care. There is a wide variance in the structure of EMS systems and training of responders from country to country as well as means of transport, dispatch, and communication ( Fig. 3.1 ). The World Health Organization (WHO) Emergency Care Framework identifies the key prehospital components of bystander response, EMS dispatch, on-scene provider response, and patient transport with on-board transport care. During the 2014 EVD outbreak, governmental agencies like the US Centers for Disease Control and Prevention (CDC) developed specific recommendations to guide local EMS systems in responding to possible cases and prevent spread of the infection [1] [2] [3] . The modifications occur at multiple points of care:", "cite_spans": [{"start": 845, "end": 848, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 849, "end": 852, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 853, "end": 856, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 370, "end": 378, "text": "Fig. 3.1", "ref_id": "FIGREF0"}], "section": "Prehospital Response, Triage, and Transport"}, {"text": "• Developing a case definition for person under investigation • Standardized questions for dispatchers to identify possible infection • Preparation for and evaluation upon arrival on scene by EMS personnel • Precautions while transporting patients and contacting appropriate receiving hospital • Monitoring of potentially exposed EMS personnel • Maintenance of transportation vehicles and equipment • Decontamination processes Similar peer-reviewed frameworks have been proposed for a pandemic of influenza and other respiratory illnesses [4] . During a pandemic or a surge in patients that requires rationing of EMS response, an additional consideration is the implementation of minimal resuscitation criteria for patients in possible cardiac arrest on initial call to the dispatcher or other inclusion and exclusion criteria for care and transport. An algorithm that is decided at the local level, well-communicated to the public, and uniformly followed by EMS system and healthcare facilities is necessary for equitable rationing. Although it is out of the scope of this book chapter, separate and effective mortuary services to transport deceased patients from the prehospital setting can be important to prevent overwhelming EMS dispatch and response systems.", "cite_spans": [{"start": 539, "end": 542, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Prehospital Response, Triage, and Transport"}, {"text": "In the event of a biological or chemical terrorist attack, the prehospital EMS systems may respond differently if it is an overt or covert attack. A set of algorithms was developed from military and civilian sources for use to evaluate patients from an attack with known or unknown agents [5] . Initial triage and treatment are based on symptomatology without a definitive diagnosis, and they highlight the importance of isolation and decontamination to prevent further spread or exposure to patients and responders while transporting patients for definitive treatment.", "cite_spans": [{"start": 289, "end": 292, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Prehospital Response, Triage, and Transport"}, {"text": "Appropriate implementation of these principles can potentially help prevent further spread of disease or agent exposure, initiate appropriate care of ill patients, protect essential EMS responders, and promote efficient use of healthcare resources.", "cite_spans": [], "ref_spans": [], "section": "Prehospital Response, Triage, and Transport"}, {"text": "Ambulatory clinics are often the first place that patients seek medical care. This may be a clinic for primary care, pediatrics, antenatal care, urgent care, or specialist care, or it could be the general outpatient department of a hospital. In many health systems, patients may reach a clinic's nurse-on-call and undergo triage by telephone. This is an opportunity to direct the patient to an appropriate care facility for evaluation and give hygiene and isolation instructions at home for cases that may not need immediate attention. During an outbreak, additional screening questions can be instituted for patient presenting to any outpatient facility.", "cite_spans": [], "ref_spans": [], "section": "Outpatient Facility"}, {"text": "One example is the screening protocol was described by a multifacility academic health system in the USA during the 2014 EVD outbreak [6] . All patients presenting to the facilities were asked screening questions, and patients that met the CDC definition for \"person under investigation\" were then triaged to either a tropical medicine clinic, emergency department, or specialized EVD treatment unit depending on symptomatology and time of day of presentation. Of the 25 patients who met the inclusion definition, the majority were triaged to the clinic or emergency department, and no patients were diagnosed with EVD.", "cite_spans": [{"start": 134, "end": 137, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Outpatient Facility"}, {"text": "Patients may seek care at clinics following a terrorist attack by biological or chemical agents either in the event of a widespread attack with varying degrees of illness or a covert attack with an agent that has an insidious onset of symptoms. Facilities should have reporting and referral pathways in place if healthcare workers detect a pattern in presenting cases.", "cite_spans": [], "ref_spans": [], "section": "Outpatient Facility"}, {"text": "Many emergency departments (ED) use standardized and validated triage tools in order to prioritize patients who are most sick on presentation. Examples of commonly used instruments include the Emergency Severity Index, the South African Triage Score, and the Emergency Triage Assessment and Treatment for pediatric patients. These and other similar tools use easily observable physical exam signs, with or without measured vital signs and rapid diagnostic tests such as a fingerstick glucose measurement, to quickly identify patients needing immediate evaluation and treatment. Additionally, specific triage instruments and scores such as the systemic inflammatory response syndrome (SIRS) criteria, quick sepsis-related organ failure assessment (qSOFA), and the national early warning score (NEWS) are tools that have been used in the ED to identify patients who have infection resulting in sepsis or septic shock (Table 3 .1) [7, 8] .", "cite_spans": [{"start": 928, "end": 931, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 932, "end": 934, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 915, "end": 923, "text": "(Table 3", "ref_id": "TABREF0"}], "section": "Emergency Department"}, {"text": "Initial ED triage includes early identification of patients for isolation and decontamination. At the beginning of the outbreak of severe acute respiratory syndrome (SARS) in 2003, an ED in Singapore activated the decontamination area outside its entrance as a screening and consultation area of at-risk patients identified by triage nurses immediately on arrival and registration [9] . Similarly, a mobile pediatric emergency response team was stationed outdoors during the 2009 influenza pandemic in the USA to evaluate low acuity patients with influenza-like symptoms [10] . The rationale of both of these responses was to prevent disease transmission and absorb increased patient volumes with minimal impact on the care for other ED patients.", "cite_spans": [{"start": 381, "end": 384, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 571, "end": 575, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Emergency Department"}, {"text": "The ED has also been used as a place for continued treatment in cases that require prolonged isolation while awaiting confirmation of a diagnosis. During the 2014 EVD outbreak, a referral hospital in the USA developed a mobile containment unit staffed with EMS personnel adjacent to the ED as an extended treatment area for patients under investigation for EVD [11] . By separating the unit from the ED and integrating the unit with the EMS referral system, the arrival and initial evaluation of patients were more confidential and streamlined. The resource-intense unit also had dedicated laboratory, portable radiology, and staff decontamination equipment.", "cite_spans": [{"start": 361, "end": 365, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Emergency Department"}, {"text": "In the event of a bioterrorist attack, ED needs will depend on the extent of exposure and agent used. Bioterrorist attacks can be covert or announced. The detection of a covert attack can be delayed depending on incubation period, access to healthcare facility, and location of the attack [12] . Triage systems should alert providers in the case of unusual patterns of illness, such as geographical clusters, an unusual number of deaths or critically ill patients, or sudden rise in a specific syndromic presentation. Once a bioterrorist attack is suspected, local and national authorities should be notified, and an emergency preparedness plan should be initiated. This is discussed in greater detail in the section \"The Threat of Bioterrorism: Triage in Setting of Suspected Attack\".", "cite_spans": [{"start": 289, "end": 293, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Emergency Department"}, {"text": "Additional triage after initial entry into the ED may be implemented to stratify treatments for patients who may present with similar symptoms and to formalize the criteria for hospitalization. These triage systems can assist in prioritizing available resources based on patient needs in an equitable manner and not solely relying on clinical judgment.", "cite_spans": [], "ref_spans": [], "section": "Emergency Department"}, {"text": "In Mexico during the 2009 pandemic influenza, a large referral hospital implemented an adapted scoring system for adults presenting with an influenza-like illness (ILI) to determine hospitalization and oseltamivir use [13] . The ILI score elements included patient symptoms, comorbidities, number of previous healthcare facility visits, and results from labs and imaging, and they found the score complemented clinical judgment. In the UK, the simple triage scoring system (STSS) was applied retrospectively to patients admitted for pandemic influenza [14] . The STSS adds mental status and age to vital signs and had similar predictive value for intensive care unit (ICU) admission and mechanical ventilation compared to the full sepsis-related organ failure assessment (SOFA) score which requires laboratory exam values. ", "cite_spans": [{"start": 218, "end": 222, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 552, "end": 556, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Emergency Department"}, {"text": "There is also a role for critical care triage for patients requiring hospitalization in general or specialized wards such as ICUs or isolation units. The American College of Chest Physicians published a consensus statement on tertiary triage for the critically ill and injured in pandemics and disasters in 2014 [15] . They recommended critical care and acute care physicians be designated as triage officers or in triage teams, and they emphasized the role of clinical decision support tools that are agreed upon at the health facility and regional levels. In pandemics and disasters that result in severe resource scarcity, triage teams may need to consider excluding patients from intensive care units who have a predicted mortality of greater than 90% but allow for reassessment and an appeal mechanism.", "cite_spans": [{"start": 312, "end": 316, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "General and Specialized Treatment Units"}, {"text": "Identifying patients who will require intensive care should also be accompanied by streamlining and increasing available hospital resources to treat the influx of patients. This has been characterized as surge capacity and is a basic element of disaster and epidemic preparedness and described further in the section on bioterrorism [16] .", "cite_spans": [{"start": 333, "end": 337, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "General and Specialized Treatment Units"}, {"text": "Another mechanism for increasing resources among hospitals is regional coordination of treatment centers. In response to the 2014 EVD outbreak, the US Department of Health and Human Services created a regional treatment network for EVD and other special pathogens [17] . Hospitals across the country were designated as frontline facilities that provide stabilizing treatment for the first 12-24 hours after presentation, assessment hospitals capable of evaluation and treatment in the initial 96 hours to confirm or rule out illness, treatment centers that can care for patients during the entire duration of illness, and regional treatment centers with enhanced capabilities for multiple patients. This tiered plan allowed for distribution of regional resources and limits healthcare worker exposure to patients with confirmed illness.", "cite_spans": [{"start": 264, "end": 268, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "General and Specialized Treatment Units"}, {"text": "Triage for highly infectious diseases and bioterrorism attacks may occur in nonhealth facilities in specific contexts such as at ports of entry, during mass gatherings, and among populations displaced by humanitarian emergencies.", "cite_spans": [], "ref_spans": [], "section": "Ports of Entry, Mass Gatherings, and Humanitarian Emergencies"}, {"text": "Health screening at ports of entry is a public health surveillance function aimed at delaying and reducing the spread of disease by international travelers (Fig. 3.2) . Modeling for screening of passengers arriving on international flights at 18 US airports during a simulated pandemic influenza estimated that the program would identify about half of infected individuals and reduce the rate of new US cases [18] . During the 2014 EVD outbreak, the CDC implemented health border screening of passengers coming from other EVD-affected countries arriving at select US airports with referral to designated health facilities for possible cases, and the agency also worked with multiple West African countries to strengthen ground and air border health strategies [19, 20] .", "cite_spans": [{"start": 409, "end": 413, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 760, "end": 764, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 765, "end": 768, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 156, "end": 166, "text": "(Fig. 3.2)", "ref_id": "FIGREF1"}], "section": "Ports of Entry, Mass Gatherings, and Humanitarian Emergencies"}, {"text": "Another special consideration for triage is surveillance during anticipated mass gatherings and migrations. One example is the annual Hajj pilgrimage to Saudi Arabia. A systematic review of prevalence studies of acute respiratory infections among pilgrims while in Saudi Arabia and on return to their origin countries spanned the 2009 pandemic influenza and 2012 emergence of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) [21] . Although there was a high incidence of acute respiratory infections among pilgrims, there was a low prevalence of pandemic influenza, and no cases of MERS-CoV were reported among Hajj pilgrims during the review period.", "cite_spans": [{"start": 432, "end": 436, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Ports of Entry, Mass Gatherings, and Humanitarian Emergencies"}, {"text": "Humanitarian emergencies from man-made and natural disasters can lead to large and unexpected population displacement within and between countries. Disease surveillance, prevention, and treatment can be challenging in informal communities and during times of protracted conflict with disruption of governmental health services [22] . Although the burden of disease during the crisis often reflects pre-crisis disease prevalence, populations affected by humanitarian disasters are vulnerable to specific respiratory and diarrheal illnesses such as measles and cholera because of crowded living conditions, malnutrition, and lack of adequate water and sanitation. The Sphere project is a multiorganizational effort to establish minimum standards for health, nutrition, shelter, and water and sanitation interventions to improve quality and accountability [23] . Although there is specific emphasis on implementation of vaccine measures to prevent disease, surveillance and triage are essential to identify and manage health risks in these vulnerable populations. ", "cite_spans": [{"start": 327, "end": 331, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 853, "end": 857, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Ports of Entry, Mass Gatherings, and Humanitarian Emergencies"}, {"text": "The use of biological agents as weapons of war or terrorism has been in practice for centuries. The threat of bioterrorism has heightened in the past several decades as our population has become highly mobile and the means to implement a bioterrorist attack have become readily accessible due to increased access to technology and biological agents. The use of chemical and biological weapons as means of terrorism has drastically increased in the past three decades, including the Japanese sarin attack in the 1990s, the anthrax attacks in the USA in the 2000s, and the use of chemical agents against civilians in the Syrian civil war this decade all demonstrate the need for emergency preparedness and a clear triage protocol for healthcare settings in the setting of a suspected attack.", "cite_spans": [], "ref_spans": [], "section": "The Threat of Bioterrorism: Triage in Setting of Suspected Attack"}, {"text": "Densely populated areas, such as urban centers, are traditionally at higher risk of bioterrorism threat due to easier dissemination and greater exposure than more sparsely populated rural areas, leading to a potential mass casualty incident. In the event of a mass casualty incident due to a recognized bioterrorist attack, it is imperative that hospitals have adaptability to divert resources and space to accommodate the influx of patients, e.g., \"surge capacity.\" Surge capacity is generally divided into three components: human resources, physical space, and equipment [16] . The most impactful of the three is human resources, such as calling in off-duty staff to increase the personnel on site in anticipation or response to a mass casualty event. In addition to increasing personnel, streamlining hospital resources, such as expediting inpatient discharges to increase available beds, cancelling elective procedures, and mobilizing equipment to the areas where it is most needed (such as the emergency department and critical care units), is also key to a successful response.", "cite_spans": [{"start": 573, "end": 577, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Mass Casualty Incidents/Surge Capacity"}, {"text": "With the exception of the plague (Yersinia pestis), anthrax (Bacillus anthracis), and smallpox (Variola major), the majority of biological agents utilized in bioterrorist attacks are not aerosolized or spread from person-to-person contact and do not require strict isolation protocols aside from typical universal precautions, so open spaces such as parking lots or cafeterias can be converted into temporary triage or patient treatment areas to increase the physical space utilized for patient care. National agencies including the CDC recommend cohorting patients who present with similar syndromes, limiting access or transportation to what is necessary to provide patient care, and exercising standard precautions while cleaning equipment or utilizing personal protective gear [24] . In addition, hospital protocols that allow for deviation from standard of care in order to provide basic critical care for the maximum number of people, including utilizing noncritical care providers, converting noncritical care areas to critical care treatment areas, and having access to basic mechanical ventilation, intravenous fluids, and vasopressors for at least the first 48 hours without outside support, have been advocated by expert working groups in the setting of a mass bioterrorist attack [25] .", "cite_spans": [{"start": 781, "end": 785, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1292, "end": 1296, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Mass Casualty Incidents/Surge Capacity"}, {"text": "Bioterrorist attacks can be covert or announced. An established surveillance network and reporting system is key to enable early detection of potential covert attacks. Surveillance typically takes place at the state (health department) and national (CDC or equivalent agency) level. Once notified of an unusual presentation or pattern or disease, an epidemiological investigation is initiated to determine the underlying cause and potential exposures. Initial notification has historically relied upon the individual practitioner to recognize an aberrant or concerning presentation and notify the respective authorities. However, recognition of covert bioterrorist attacks can be delayed depending on incubation period, access to healthcare facility, and location of the attack. Surveillance systems should account for response time, incubation period, and population density [12] . Initial cases can present with vague, generalized complaints that can be difficult to distinguish from seasonal illnesses such as influenza.", "cite_spans": [{"start": 876, "end": 880, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Surveillance Network and System"}, {"text": "In addition to relying on the individual practitioner to recognize potential covert attacks, triage systems should also be designed to alert the appropriate personnel in the case of unusual patterns of illness, such as geographical clusters, an unusual number of deaths or critically ill patients, or sudden rise in a specific syndromic presentation. This is also known as a \"sentinel monitoring system\" [12] . Once a bioterrorist attack is suspected, local and national authorities should be notified, and an emergency preparedness plan should be initiated. This would include a case definition that should be disseminated and utilized for screening purposes and infection control measures specific to the suspected agent.", "cite_spans": [{"start": 404, "end": 408, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Surveillance Network and System"}, {"text": "Children are disproportionately affected by bioterrorist attacks due to differences in their anatomy, physiology, and development as well as a lack of pediatric-specific research and planning in the event of an attack. Children have higher metabolic and respiratory rates, an immature immune system, decreased physiological reserve, and underdeveloped cognitive capacity (leading to a child being less likely to recognize or flee a dangerous situation). For instance, aerosolized agents that are heavier than air are more toxic to children than adults due to a higher concentration at the child's stature and greater intake due to a child's faster respiratory rate compared to an adult [26] . Children have more permeable skin and a proportionally greater body surface ratio and eat more food and drink more milk on a per-kilogram basis than adults, making them more vulnerable to biological agents spread via contact or ingestion.", "cite_spans": [{"start": 686, "end": 690, "text": "[26]", "ref_id": null}], "ref_spans": [], "section": "Specific Gaps in Management of Children"}, {"text": "In addition to having a greater risk via exposure, most current public health surveillance and treatment systems in the event of a bioterrorist attack have major gaps in the management of children. Schools and childcare facilities have been largely ignored in planning for a bioterrorist event, and most lack an emergency preparedness protocol or personnel trained in the initial triage or stabilization of children following an attack. Likewise, common medications utilized by first responders in the event of an attack, such as the rapid administration of antidotes by autoinjectors, are not available in pediatric appropriate dosing [26] . Other antidotes or antibiotics may have unknown pharmacokinetics in children, having only been tested in adults, or may not be available in liquid formulations for children who have difficulty swallowing pills [27] . National organizations, such as the American Association of Pediatrics (AAP), have made great strides in advocating for pediatric inclusion in future bioterrorism research and strategic planning and creating pediatric-specific resources.", "cite_spans": [{"start": 636, "end": 640, "text": "[26]", "ref_id": null}, {"start": 853, "end": 857, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Specific Gaps in Management of Children"}, {"text": "The CDC classifies biological agents into three categories: A, B, and C. Category A agents are most concerning as they can be easily disseminated and are highly fatal. These will be the agents addressed in this section, with the exception of ricin, which is a Category B agent. The most alarming of these potential biological agents are those that can be disseminated via aerosol and persist in the environment. These include the plague (Yersinia pestis), anthrax (Bacillus anthracis), and ricin. Other agents are disseminated via direct contact or ingestion. For the purposes of triage, a brief syndromic description, route of dissemination, and recommended contact precautions are summarized (Table 3. 2). Please refer to Chap. 7 for more detailed descriptions of syndromes and treatments.", "cite_spans": [], "ref_spans": [{"start": 694, "end": 703, "text": "(Table 3.", "ref_id": "TABREF0"}], "section": "Possible Agents"}, {"text": "A decontamination unit is designed to remove any gross contamination from the clothing and body of patients or exposed first responders to an aerosolized, liquid, or solid agent prior to further contact with other patients or healthcare personnel. Ideally, a unit should be located near the receiving area of the healthcare facility and have access to running water, detergent, and clean linens [30] . Patients presenting with a suspected exposure should be quickly triaged for emergent interventions (e.g., impending respiratory or cardiac failure, seizure) and then directed to the decontamination unit to remove all items of clothing. Patients should also remove contact lenses. Some exposures also require cutting off hair that would otherwise serve as a reservoir for the agent (typically, chemical or radiation exposures). After disrobing, patients should wash from head to toe in soap and clean water before dressing in clean linens and entering the rest of the healthcare facility.", "cite_spans": [{"start": 395, "end": 399, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "Decontamination Unit"}, {"text": "The usual standard precautions should be utilized for personal protection in all cases while triaging potential highly infectious diseases. This includes handwashing and personal protective equipment (PPE). PPE will vary depending on the exposure. When contact with blood or bodily fluids is expected, gloves and a gown should be worn. When splashing of blood or bodily fluids is expected, PPE should be expanded Profuse nausea, vomiting, diarrhea followed by multiorgan failure or seizures Sources: [24, 28, 29] to include a mask and eye protection such as goggles. For aerosolized sources, a respirator such as an N95 or hood should also be worn [31] . For the initial triage of most highly infectious suspected respiratory or CNS illnesses, full precautions should be taken. With the exception of the plague, anthrax, and smallpox, most biological agents used in a terrorist attack are not transmittable person to person and do not require specialized PPE aside from the usual standard precautions [24] . Hemorrhagic fevers require more extensive PPE and is covered in Chap. 8.", "cite_spans": [{"start": 500, "end": 504, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 505, "end": 508, "text": "28,", "ref_id": "BIBREF27"}, {"start": 509, "end": 512, "text": "29]", "ref_id": "BIBREF28"}, {"start": 648, "end": 652, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1001, "end": 1005, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Personal Protection"}, {"text": "Effective triage practices at all levels of the health system is essential in the management of highly infectious diseases and response to bioterrorism attacks. Strong emergency triage systems require well-trained health workers; adequate infrastructure and equipment for isolation, decontamination, and treatment; and clear communication and referral pathways. Early identification and management of suspected cases can improve patient outcomes and protect healthcare workers.", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Emergency medical services for management of patients who present with possible Ebola virus disease", "authors": [], "year": 2015, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Emergency medical services public health implications and interim guidance for the Ebola virus in the United States", "authors": [{"first": "C", "middle": [], "last": "Mccoy", "suffix": ""}, {"first": "S", "middle": [], "last": "Lotfipour", "suffix": ""}, {"first": "B", "middle": [], "last": "Chakravarthy", "suffix": ""}, {"first": "C", "middle": [], "last": "Schultz", "suffix": ""}, {"first": "E", "middle": [], "last": "Barton", "suffix": ""}], "year": 2014, "venue": "West J Emerg Med", "volume": "15", "issn": "7", "pages": "723--730", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Considerations for safe EMS transport of patients infected with Ebola virus", "authors": [{"first": "J", "middle": ["J"], "last": "Lowe", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Jelden", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schenarts", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Rupp", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Hawes", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Tysor", "suffix": ""}], "year": 2015, "venue": "Prehosp Emerg Care", "volume": "19", "issn": "2", "pages": "179--83", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Development of prehospital, population-based triagemanagement protocols for pandemics", "authors": [{"first": "I", "middle": [], "last": "Bielajs", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Burkle", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Archer", "suffix": ""}, {"first": "E", "middle": [], "last": "Smith", "suffix": ""}], "year": 2007, "venue": "Prehosp Disaster Med", "volume": "23", "issn": "", "pages": "420--450", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Symptom-based, algorithmic approach for handling the initial encounter with victims of a potential terrorist attack", "authors": [{"first": "I", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "C", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Bond", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Schwid", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Wasser", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Deye", "suffix": ""}], "year": 2005, "venue": "Prehosp Disaster Med", "volume": "20", "issn": "5", "pages": "301--309", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Ebola or not? Evaluating the ill traveler from Ebola-affected countries in West Africa", "authors": [{"first": "J", "middle": ["K"], "last": "Fairley", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Kozarsky", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Kraft", "suffix": ""}, {"first": "J", "middle": [], "last": "Guarner", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Steinberg", "suffix": ""}, {"first": "E", "middle": [], "last": "Anderson", "suffix": ""}], "year": 2016, "venue": "Open Forum Infect Dis", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Predicting mortality in patients with suspected sepsis at the Emergency Department; a retrospective cohort study comparing qSOFA, SIRS and National Early Warning Score", "authors": [{"first": "A", "middle": [], "last": "Brink", "suffix": ""}, {"first": "J", "middle": [], "last": "Alsma", "suffix": ""}, {"first": "Rjcg", "middle": [], "last": "Verdonschot", "suffix": ""}, {"first": "Ppm", "middle": [], "last": "Rood", "suffix": ""}, {"first": "R", "middle": [], "last": "Zietse", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Lingsma", "suffix": ""}], "year": 2019, "venue": "PLoS One", "volume": "14", "issn": "1", "pages": "1--14", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Comparison of SIRS, qSOFA, and NEWS for the early identification of sepsis in the Emergency Department", "authors": [{"first": "O", "middle": ["A"], "last": "Usman", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Usman", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Ward", "suffix": ""}], "year": 2018, "venue": "Am J Emerg Med", "volume": "37", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ajem.2018.10.058"]}}, "BIBREF8": {"ref_id": "b8", "title": "An emergency department response to severe acute respiratory syndrome: a prototype response to bioterrorism", "authors": [{"first": "K", "middle": ["Y"], "last": "Tham", "suffix": ""}], "year": 2004, "venue": "Ann Emerg Med", "volume": "43", "issn": "1", "pages": "6--14", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Outside the box and into thick air: implementation of an exterior mobile pediatric emergency response team for North American H1N1 (swine) influenza virus in", "authors": [{"first": "A", "middle": ["T"], "last": "Cruz", "suffix": ""}, {"first": "B", "middle": [], "last": "Patel", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Distefano", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Codispoti", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Shook", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Demmler-Harrison", "suffix": ""}], "year": 2010, "venue": "Ann Emerg Med", "volume": "55", "issn": "1", "pages": "23--31", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Development and use of mobile containment units for the evaluation and treatment of potential Ebola virus disease patients in a United States Hospital", "authors": [{"first": "G", "middle": [], "last": "Sugalski", "suffix": ""}, {"first": "T", "middle": [], "last": "Murano", "suffix": ""}, {"first": "A", "middle": [], "last": "Fox", "suffix": ""}, {"first": "A", "middle": [], "last": "Rosania", "suffix": ""}], "year": 2015, "venue": "Acad Emerg Med", "volume": "22", "issn": "5", "pages": "616--638", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The current state of bioterrorist attack surveillance and preparedness in the US", "authors": [{"first": "O", "middle": [], "last": "Grundmann", "suffix": ""}], "year": 2014, "venue": "Risk Manag Healthc Policy", "volume": "4", "issn": "", "pages": "177--87", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Hospital triage system for adult patients using an influenzalike illness scoring system during the 2009 pandemic-Mexico", "authors": [{"first": "E", "middle": [], "last": "Rodriguez-Noriega", "suffix": ""}, {"first": "E", "middle": [], "last": "Gonzalez-Diaz", "suffix": ""}, {"first": "R", "middle": [], "last": "Morfin-Otero", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gomez-Abundis", "suffix": ""}, {"first": "J", "middle": [], "last": "Briseño-Ramirez", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Perez-Gomez", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The simple triage scoring system (STSS) successfully predicts mortality and critical care resource utilization in H1N1 pandemic flu: a retrospective analysis", "authors": [{"first": "K", "middle": ["A"], "last": "Adeniji", "suffix": ""}, {"first": "R", "middle": [], "last": "Cusack", "suffix": ""}], "year": 2011, "venue": "Crit Care", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Triage care of the critically ill and Injured during pandemics and disasters: CHEST consensus statement", "authors": [{"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Sprung", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "King", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Dichter", "suffix": ""}, {"first": "N", "middle": [], "last": "Kissoon", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Devereaux", "suffix": ""}], "year": 2014, "venue": "Chest", "volume": "146", "issn": "4", "pages": "61--74", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Surge capacity of hospitals in emergencies and disasters with a preparedness approach: a systematic review", "authors": [{"first": "H", "middle": [], "last": "Sheikhbardsiri", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Raeisi", "suffix": ""}, {"first": "M", "middle": [], "last": "Nekoei-Moghadam", "suffix": ""}, {"first": "F", "middle": [], "last": "Rezaei", "suffix": ""}], "year": 2017, "venue": "Disaster Med Public Health Prep", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Regional treatment network for Ebola and other special pathogens", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "S. airport entry screening in response to pandemic influenza: modeling and analysis", "authors": [{"first": "J", "middle": ["D"], "last": "Malone", "suffix": ""}, {"first": "R", "middle": [], "last": "Brigantic", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Muller", "suffix": ""}, {"first": "A", "middle": [], "last": "Gadgil", "suffix": ""}, {"first": "W", "middle": [], "last": "Delp", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Mcmahon", "suffix": ""}], "year": 2009, "venue": "Travel Med", "volume": "7", "issn": "4", "pages": "181--91", "other_ids": {"DOI": ["10.1016/j.tmaid.2009.02.006"]}}, "BIBREF18": {"ref_id": "b18", "title": "Enhanced Ebola screening to start at five U.S. airports for all people entering U.S. from Ebola-affected countries", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Responding to communicable diseases in internationally mobile populations at points of entry and along porous borders", "authors": [{"first": "S", "middle": [], "last": "Ward", "suffix": ""}, {"first": "O", "middle": [], "last": "Bamsa", "suffix": ""}, {"first": "H", "middle": [], "last": "Garba", "suffix": ""}, {"first": "M", "middle": [], "last": "Oppert", "suffix": ""}, {"first": "A", "middle": [], "last": "Macgurn", "suffix": ""}, {"first": "I", "middle": [], "last": "Kone", "suffix": ""}], "year": 2017, "venue": "Emerg Infect Dis", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A systematic review of emerging respiratory viruses at the Hajj and possible coinfection with Streptococcus pneumoniae", "authors": [{"first": "J", "middle": ["A"], "last": "Al-Tawfiq", "suffix": ""}, {"first": "S", "middle": [], "last": "Benkouiten", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Memish", "suffix": ""}], "year": 2018, "venue": "Travel Med Infect Dis", "volume": "23", "issn": "", "pages": "6--13", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Natural disasters, armed conflict, and public health", "authors": [{"first": "J", "middle": [], "last": "Leaning", "suffix": ""}, {"first": "D", "middle": [], "last": "Guha-Sapir", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "369", "issn": "", "pages": "1836--1878", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The sphere handbook: humanitarian charter and minimum standards in humanitarian response", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Bioterrorism readiness plan: a template for healthcare facilities", "authors": [], "year": 1999, "venue": "APIC Bioterrorism Task Force and CDC Hospital Infections Program Bioterrorism Working Group", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Augmentation of hospital critical care capacity after bioterrorist attacks or epidemics: recommendations of the Working Group on Emergency Mass Critical Care", "authors": [{"first": "L", "middle": [], "last": "Rubinson", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Nuzzo", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Talmor", "suffix": ""}, {"first": "T", "middle": [], "last": "O&apos;toole", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Kramer", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}], "year": 2005, "venue": "Crit Care Med", "volume": "33", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "AAP Disaster Preparedness Advisory Council. Medical countermeasures for children in public health emergencies, disasters, or terrorism", "authors": [], "year": 2016, "venue": "Pediatrics", "volume": "137", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Guideline for isolation precautions: preventing transmission of infectious agents in healthcare settings", "authors": [{"first": "J", "middle": ["D"], "last": "Siegel", "suffix": ""}, {"first": "E", "middle": [], "last": "Rhinehart", "suffix": ""}, {"first": "M", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "L", "middle": [], "last": "Chiarello", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Clinical management of potential bioterrorism-related conditions", "authors": [{"first": "A", "middle": ["A"], "last": "Adalja", "suffix": ""}, {"first": "E", "middle": [], "last": "Toner", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "372", "issn": "10", "pages": "954--62", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Emergency Department and Receiving Areas", "authors": [{"first": "A", "middle": ["P"], "last": "Suri", "suffix": ""}, {"first": "R", "middle": [], "last": "Gopaul", "suffix": ""}], "year": null, "venue": "Guide to Infection Control in the Healthcare Setting", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "International Society for Infectious Diseases", "authors": [{"first": "M", "middle": ["A"], "last": "Brookline", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Emergency medical services in Belize City, Belize. (Source: Michael Jaung)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Influenza screening at Thai-Laotian border. (Source: Christopher Lee)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Triage instruments for evaluating sepsis and septic shock", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sepsis scoring system </td><td>Vital signs </td><td>Laboratory values\n</td></tr><tr><td> </td><td>Temperature </td><td> </td></tr><tr><td>Systemic inflammatory response syndrome (SIRS)\n</td><td>Heart rate </td><td>Complete blood count with white blood cell differential</td></tr><tr><td> </td><td>Respiratory rate\n</td><td> </td></tr><tr><td>Quick sepsis-related organ failure assessment (qSOFA)\n</td><td>Respiratory rate </td><td>None\n</td></tr><tr><td>Blood pressure\n</td><td> </td></tr><tr><td>National early warning score (NEWS) </td><td>Mental status\n</td><td> </td></tr><tr><td>Temperature </td><td>None\n</td></tr><tr><td> </td><td>Heart rate\n</td><td> </td></tr><tr><td> </td><td>Respiratory rate\n</td><td> </td></tr><tr><td> </td><td>Blood pressure\n</td><td> </td></tr><tr><td> </td><td>Mental status\n</td><td> </td></tr><tr><td> </td><td> </td><td>Oxygen saturation\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Possible bioterrorism agents, syndrome, and recommended contact precautions", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Person-to-­ person transmission </td><td> </td><td>Contact precautions\n</td></tr><tr><td>Agent </td><td>Route\n</td><td> </td><td>Syndrome\n</td><td> </td></tr><tr><td>Plague (Yersinia pestis)\n</td><td>Airborne </td><td>Yes </td><td>Fever, cough, chest pain, hemoptysis\n</td><td>Droplet + standard\n</td></tr><tr><td>Anthrax (Bacillus anthracis)\n</td><td>Airborne </td><td>No </td><td>Prodrome of flu-like symptoms followed by respiratory failure, meningitis\n</td><td>Standard\n</td></tr><tr><td>Cutaneous </td><td> </td><td>Localized pruritic lesion to papular/vesicular to eschar\n</td><td>Standard\n</td></tr><tr><td> </td><td>Ingestion (GI)\n</td><td> </td><td>Fever and abdominal pain, profuse nausea, vomiting\n</td><td>Standard\n</td></tr><tr><td>Smallpox (Variola major)\n</td><td>Airborne </td><td>Yes </td><td>Prodrome of fever, myalgias followed by synchronous onset centrifugal vesicular rash (face/ extremities&gt;trunk)\n</td><td>Airborne + standard\n</td></tr><tr><td>Tularemia (Francisella tularensis)\n</td><td>Inhalation </td><td>No </td><td>Fever, cough, dyspnea progressing to respiratory failure and septic shock\n</td><td>Standard\n</td></tr><tr><td>Cutaneous </td><td> </td><td>Ulcer + lymphadenopathy\n</td><td> </td></tr><tr><td>Botulism (Clostridium botulinum)\n</td><td>Inhalation </td><td>No </td><td>Symmetric descending weakness (proximal to distal), cranial nerve abnormalities, blurred vision, respiratory failure\n</td><td>Standard\n</td></tr><tr><td>Ingestion (GI)\n</td><td> </td><td>Above + nausea, vomiting, diarrhea, and abdominal pain\n</td><td> </td></tr><tr><td>Ricin </td><td>Inhalation </td><td>No </td><td>Fever, cough, pulmonary edema, and respiratory failure\n</td><td>Standard\n</td></tr><tr><td>(Ricinus communis)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Cutaneous </td><td> </td><td>Skin erythema\n</td><td> </td></tr><tr><td> </td><td>Ingestion </td><td> </td><td>Profuse nausea, vomiting, diarrhea followed by multiorgan failure or seizures\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>(GI)\n</td></tr></table></body></html>"}}, "back_matter": []}