{"paper_id": "ea0643bab96d8ed5625131205d58b2975a3f26d2", "metadata": {"title": "Prediction of 2019-nCov in Italy based on PSO and inversion analysis 2 3", "authors": [{"first": "Sun", "middle": [], "last": "Siyi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Science", "location": {}}, "email": ""}, {"first": "Zheng", "middle": [], "last": "Yangping", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sichuan University", "location": {"postCode": "610065 CHN 7", "settlement": "Chengdu, Chengdu"}}, "email": ""}]}, "abstract": [{"text": "8 Although China achieved an early victory of controlling the novel coronavirus (2019-nCov), the overseas 9 situation is overwhelming negative, especially in Italy. Up to March 11, 2020, 2019-nCov thoroughly 10 broke out in Italy with over 10,000 confirmed cases notwithstanding the gradually block of the country 11 since March 9, 2020. Estimation of possible infection population and prospective suggestion of handling 12 spread based on exist data are of crucial importance. Considering of the biology parameters obtained 13 based on Chinese clinical data in Wuhan, other scholars' work and real spread feature of 2019-nCov in 14 Italy, we built a more applicable model called SEIJR with log-normal distributed time delay to forecast 15 the trend of spreading. Adopting Particle Swarm Optimization (PSO), we estimated the early period 16 average spreading velocity (α 0 ) and conducted inversion analysis of time point (T 0 ) when the virus first 17 hit the Italy. Based on fixed α 0 and T 0 , we then obtained the average spreading velocity α 1 after the 18 lock by PSO. For the aim of offering expeditious advice, we generated the prediction trends with different 19 α which we considered would be helpful in addressing the infection. Not only solved the complex, 20", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "nondifferentiable equation of epidemic model, our research also performs well in inversion analysis based 21 on PSO which conveys informative outcomes for further discussion on precatious action. To conclude, the 22 first day of spread is around February 1, 2020 with the early period average spreading velocity 0 =0.330 23 which is higher than most cities in China except Wuhan. After locking the country and attaching great 24 attention to public precaution, the 1 sharply descended to 0.278, indicting the effectiveness of these 25 measures. Furthermore, in order to cope the disease before mid-April, take actions to control the under 26 0.25 is necessary. Code can be freely downloaded from 27 https://github.com", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Republic of China, 2020). China as the first country faced by the outbreak of the severe disease, it took 35 strict but effective action to contain the spread of 2019-nCov and attained apparent success till now. [21] 36 Many related works have been done in prediction and precaution via constructing proper model and 37 analyzing parameters. [21] [20] [19] 38 While in the other parts worldwide, the menacing disease just became to spread [7] , especially in 39 countries with no preparation and experienced measures for suppressing the possible large-scale infection. 40 In this article, we take Italy which is now experiencing severe situation of 2019-nCov as example to 41 conduct analysis with the aim of offering utilizable suggestion. In the first period (before March 9, 2020), 42 we attempt to inverse the virus spread timeline in Italy and the early period average spreading velocity by 43 1 Figure 1 . Flow chart adopting PSO to optimize the parameters based on our SEIJR model and existing data (European Centre 44 for Disease Prevention and Control). In the second period (only use data from March 9-16, 2020), we 45 optimize the average spreading velocity in order to show the effect of country blockade. In the last period 46 of our research, we demonstrate latent trends of confirmed cases with various average spreading velocity 47 which of vital importance in controlling the disease. The whole flow chart is illustrated in Figure 1 . We collected the daily reported confirmed diagnosed data from the website of European Centre for 51 Disease Prevention and Control (European CDC) . All these data is public for everyone.", "cite_spans": [{"start": 212, "end": 216, "text": "[21]", "ref_id": "BIBREF28"}, {"start": 342, "end": 346, "text": "[21]", "ref_id": "BIBREF28"}, {"start": 352, "end": 356, "text": "[19]", "ref_id": "BIBREF25"}, {"start": 439, "end": 442, "text": "[7]", "ref_id": "BIBREF9"}, {"start": 569, "end": 571, "text": "40", "ref_id": null}, {"start": 673, "end": 675, "text": "41", "ref_id": null}, {"start": 785, "end": 787, "text": "42", "ref_id": null}], "ref_spans": [{"start": 901, "end": 909, "text": "Figure 1", "ref_id": "FIGREF9"}, {"start": 1441, "end": 1449, "text": "Figure 1", "ref_id": "FIGREF9"}], "section": ""}, {"text": "Based on the need of our analysis, we preprocessed the data by adding the daily reported confirmed 53 diagnosed cases to obtain the accumulative amount for following inversion of parameters and prediction. 54 Here are details about the processed data we used in this article (Table 1) .", "cite_spans": [{"start": 206, "end": 208, "text": "54", "ref_id": null}], "ref_spans": [{"start": 275, "end": 284, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "52"}, {"text": "CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "52"}, {"text": "The copyright holder for this preprint this version posted May 11, 2020. . 3 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "52"}, {"text": "The copyright holder for this preprint this version posted May 11, 2020 ", "cite_spans": [{"start": 59, "end": 71, "text": "May 11, 2020", "ref_id": null}], "ref_spans": [], "section": "52"}, {"text": "Disease transmission is a complex process with multiple variables and uncertainties making it unable to 57 be accurately solved and predicted [16] , [11] [6] . However, models are feasible in forecasting for infectious 58 diseases when different characteristics parameters [18] [17] like transmission mode, immunization mode, 59 mortality and average spreading velocity are offered. Classical models for infectious diseases include SIR 60 model [2] and SEIR model, etc. Considering the actual situation in Italy and the transmission 61 characteristics of 2019-nCov obtained in China, this paper built the SEIJR model with log-normal 62 distributed time-delay terms [15] [3] based on the SEIR model [14] [12] . Figure 2 illustrates the SEIJR 63 model. The model describes the problem by assuming population consists of six types (accumulative 64 value): susceptible population , exposed population , infectious population , confirmed , recovered 65 population and dead population . is average spreading velocity, is diagnose rate, 1 , 2 are die 66 rate and is cure rate. 1 ( ) is the time of incubation period [5] need to become , 2 ( ) is the time of 67 waiting period need to become and 3 ( ) is the duration of hospitalization [5] need to become . ", "cite_spans": [{"start": 142, "end": 146, "text": "[16]", "ref_id": "BIBREF19"}, {"start": 149, "end": 153, "text": "[11]", "ref_id": "BIBREF13"}, {"start": 154, "end": 157, "text": "[6]", "ref_id": "BIBREF8"}, {"start": 273, "end": 277, "text": "[18]", "ref_id": null}, {"start": 278, "end": 282, "text": "[17]", "ref_id": "BIBREF20"}, {"start": 445, "end": 448, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 665, "end": 669, "text": "[15]", "ref_id": "BIBREF17"}, {"start": 670, "end": 673, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 698, "end": 702, "text": "[14]", "ref_id": "BIBREF16"}, {"start": 703, "end": 707, "text": "[12]", "ref_id": "BIBREF14"}, {"start": 1109, "end": 1112, "text": "[5]", "ref_id": "BIBREF6"}, {"start": 1229, "end": 1232, "text": "[5]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 710, "end": 718, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "56"}, {"text": "In the model, only and have ability to infect which is a process of contact infection with transient 73 time. indeed infected but shows no symptoms of 2019-nCov and then transfers to after an incubation 74 period 1 . has symptoms like fever, cough and shortness of breath. Because the pre-virus symptoms are 75 not obvious [5] and the uneven medical facilities in Italy, will be confirmed as after a period 2 . Due 76 to the seriousness and infectivity of the virus, it can be considered that when it becomes , will be 77 immediately isolation and lose its ability of infection. Treatment will be started immediately after 78 confirmed. will recovery and become after a duration of hospitalization 3 . Because of the 2019-nCov 79 has certain lethality, it needs some more assumptions: The number of deaths during the period of is too tiny to be considered, only need to consider the 82 mortality during the period of and ; 83 4 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 323, "end": 326, "text": "[5]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "72"}, {"text": "The copyright holder for this preprint this version posted May 11, 2020. . https://doi.org/10.1101/2020.05.08.20095869 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The data during the period of is unavailable. We consider that to and to have the same delay 85 time 2 which means the only difference between them is proportion;", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The official organization and medical institutions do not give any information on how long for patients in 88 the treatment stage will die, but there exists clinical information that for a confirmed patient how long 89 the patient is needed to be cured [5] . As the same way to , to have the same delay time 3 only 90 with different proportion.", "cite_spans": [{"start": 253, "end": 256, "text": "[5]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "People in can be diagnosed and receive treatment with diagnose rate. Otherwise, they will die 92 with the die rate 1 = 1−. The recover rate for is and the dead rate is 2 = 1 − . The total mortality 93 proportion is = 1 + 2 . After recovering, people in R will not go out because they are in a frail state and will be considered as 96 isolation. 97 ", "cite_spans": [{"start": 345, "end": 347, "text": "97", "ref_id": null}], "ref_spans": [], "section": "91"}, {"text": "Combining the basic principles of epidemiology and etiology, it can get that the time 2 from infection to 99 diagnosis, which approximately follows the log-normal distribution [8] . The assumption can be applied to 100 density function corresponding to 1 is:", "cite_spans": [{"start": 176, "end": 179, "text": "[8]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "98"}, {"text": "For 2 , the data in Italy is still unavailable, but the relevant distribution function is given in the regard it as the point when enters , which means the time given in that article corresponds to the 2 in 111 this article. As the same way, the log-normal density function corresponding to 2 is:", "cite_spans": [], "ref_spans": [], "section": "98"}, {"text": "For 3 , the Italian official organizations and medical institutions still lack clinical information and 113 official statistics, so we also assumes that 3 follows the log-normal distribution. However, Zhong NS et.al 114 gave some relevant data: the duration of hospitalization which is 3 , the median is 12 days, and the 115 5 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "98"}, {"text": "The copyright holder for this preprint this version posted May 11, 2020. . https://doi.org/10.1101/2020.05.08.20095869 doi: medRxiv preprint quartiles are 10 and 14 days [5] . Adopting the same method used in 1 estimation, we can get the 116 distribution density function corresponding to 3 is: ", "cite_spans": [{"start": 170, "end": 173, "text": "[5]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "where ( ) is the term which has time-delay, and ( ) is the distribution density mentioned before.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Here we finally get the precise differential equation of SEIJR model as: ", "cite_spans": [], "ref_spans": [], "section": "122"}, {"text": "3 Methods", "cite_spans": [], "ref_spans": [], "section": "122"}, {"text": "The previous differential Eq. (6) corresponding to the SEIJR model is a form with integrals and 126 independent variables on the integral limit which from the time-delay function term,so there is no 127 analytical solution. For this case, numerical methods are useful. We combine iteration and degree four 128 Runge-Kutta to generate the numerical solution with the initial condition. Here is the main principles of 129 Runge-Kutta fourth-order method [8] , let the differential equation have the form as follow:", "cite_spans": [{"start": 30, "end": 33, "text": "(6)", "ref_id": "BIBREF8"}, {"start": 452, "end": 455, "text": "[8]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "125"}, {"text": "Then its iterative formula is:", "cite_spans": [], "ref_spans": [], "section": "125"}, {"text": "6 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "125"}, {"text": "The copyright holder for this preprint this version posted May 11, 2020. . https://doi.org/10.1101/2020.05.08.20095869 doi: medRxiv preprint where 132 1 = ( , ),", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Usually the epidemic model's descriptive function was derivative-based without considering time delay or 134 just assume fixed linear time delay, such as SIR model. In this article, the SEIJR model solved by 135 combining iteration and degree four Runge-Kutta mentioned before. Accounting for this, the function of 136 least square method (LSE) employed in addressing this problem for different periods are denoted as 137 follow:", "cite_spans": [{"start": 208, "end": 211, "text": "135", "ref_id": null}], "ref_spans": [], "section": "133"}, {"text": "where 1 is LSE of the first period. 2 is LSE of the second period. nondifferentiable [13] . Traditional method based on derivation is infeasible for minimization. While 142 approaches such as annealing algorithm [10] to search for parameters is more calculative expensive than 143 the particle swarm optimization (PSO). information from the environment. In PSO algorithm, the velocity of individual is dynamically changed 147 considering its previous flying experience. 148 The algorithm consists of three main parts: individual best, global best and individual optimization 149 based on the best particle of whole population [9] . In this article, 1 and 2 are the fitness function 150 during the first and second period. The main process of conducting this algorithm and basic parameters 151 are respectively shown in Figure 3 and Table 2 . During this period of our work, we adopt PSO using 1 as its fitness function to generate the optimal 155 0 , 0 . As shown in the Figure 4 , the best result is 0 =21 (after rounding) and 0 =0.33. After obtained 156 the greatest 0 , 0 , we draw the prediction curves for further comparison in the following section. down from 0 . The Figure 6 shows the predicted population * 2 with 1 from March 9 to 25, 2020 and 165 2 . Figure 7 gives prediction curves with different with the aim for further discussion about controlling the 168 disease before mid-April. 169 ", "cite_spans": [{"start": 85, "end": 89, "text": "[13]", "ref_id": "BIBREF15"}, {"start": 212, "end": 216, "text": "[10]", "ref_id": "BIBREF12"}, {"start": 470, "end": 473, "text": "148", "ref_id": null}, {"start": 626, "end": 629, "text": "[9]", "ref_id": "BIBREF11"}, {"start": 1398, "end": 1401, "text": "169", "ref_id": null}], "ref_spans": [{"start": 819, "end": 827, "text": "Figure 3", "ref_id": "FIGREF14"}, {"start": 832, "end": 839, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 971, "end": 979, "text": "Figure 4", "ref_id": "FIGREF7"}, {"start": 1174, "end": 1182, "text": "Figure 6", "ref_id": null}, {"start": 1262, "end": 1270, "text": "Figure 7", "ref_id": "FIGREF18"}], "section": "133"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "9"}, {"text": "The copyright holder for this preprint this version posted May 11, 2020 It is clearly seen that the fitting curve of in the SEIJR model fits well with the confirmed diagnosis 172 data of the Italian official statistics. 0 = 21 represents the initial value of the model which indicates the 173 first appeared 21 days before February 22 that is February 1. According to the information reported 174 by the Italian government, the first case in Italy, when appeared, was January 31. Two patients from 175 Wuhan, China arrived in Italy by air at January 23 and visited other cities in Italy. They finally arrived 176 in Rome, feeling physical discomfort at January 30 and was confirmed diagnosis then isolated at January 177 31. It is reasonable to speculate that they had carried the 2019-nCov in Wuhan before arriving in Italy in 178 January 23, and continued to spread in Italy for eight days after January 23 until January 31. The first 179 case of reported in official data appeared at January 23, and the model's conclusion appeared at CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 59, "end": 71, "text": "May 11, 2020", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 11, 2020. . https://doi.org/10.1101/2020.05.08.20095869 doi: medRxiv preprint Applying PSO to our SEIJR model with log-normal distributed time delay, we obtained the convincing 200 start time (around February 1, 2020) of 2019-nCov and the average spreading velocity ( 0 =0.330) at the 201 early stage. We compared the average spreading velocity during the early period and following period, a 202 conspicuous decrease attributed to the effective measures was found. Based on the prediction interval of 203 possible infected population of different , we strongly recommend Italy to keep under 0.25 if they 204 want the situation take a turn for the better even ended before mid-April. 205 ", "cite_spans": [{"start": 747, "end": 750, "text": "205", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Coronavirus disease 2019 outbreak: 210 preparedness and readiness of countries in the eastern mediterranean region", "authors": [{"first": "A", "middle": [], "last": "Al-Mandhari", "suffix": ""}, {"first": "D", "middle": [], "last": "Samhouri", "suffix": ""}, {"first": "A", "middle": [], "last": "Abubakar", "suffix": ""}, {"first": "R", "middle": [], "last": "Brennan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Mediterranean health journal= La revue de sante de la Mediterranee orientale= al-Majallah 212", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Estimation of parameters in a structured sir model", "authors": [{"first": "B", "middle": [], "last": "Cantó", "suffix": ""}, {"first": "C", "middle": [], "last": "Coll", "suffix": ""}, {"first": "E", "middle": [], "last": "Sánchez", "suffix": ""}], "year": 2017, "venue": "Advances 214 in Difference Equations", "volume": "2017", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A time delay dynamical model for outbreak of 2019-ncov 216 and the parameter identification", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "K", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2002.00418"]}}, "BIBREF4": {"ref_id": "b4", "title": "A probability model for estimating the expected number of the newly 218", "authors": [{"first": "K", "middle": ["J E"], "last": "Ding", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "221 et al. Clinical characteristics of coronavirus disease 2019 in china", "authors": [{"first": "Z", "middle": [], "last": "W.-J. Guan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ni", "suffix": ""}, {"first": "W", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Liang", "suffix": ""}, {"first": "J", "middle": [], "last": "Ou", "suffix": ""}, {"first": "L", "middle": [], "last": "He", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Shan", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Lei", "suffix": ""}, {"first": "", "middle": [], "last": "Hui", "suffix": ""}], "year": null, "venue": "New England Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mathematical 224 modelling of sars and other infectious diseases in china: a review", "authors": [{"first": "X.-N", "middle": [], "last": "Han", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "De Vlas", "suffix": ""}, {"first": "L.-Q", "middle": [], "last": "Fang", "suffix": ""}, {"first": "D", "middle": [], "last": "Feng", "suffix": ""}, {"first": "W.-C", "middle": [], "last": "Cao", "suffix": ""}, {"first": "J", "middle": ["D F"], "last": "Habbema", "suffix": ""}], "year": 2009, "venue": "Tropical Medicine & 225 International Health", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "First travel-related case of 2019 novel coronavirus 227 detected in united states: press release, tuesday", "authors": [{"first": "B", "middle": [], "last": "Haynes", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Messonnier", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Cetron", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Estimating the incubation period for aids patients", "authors": [{"first": "J", "middle": [], "last": "Kalbfleisch", "suffix": ""}, {"first": "J", "middle": [], "last": "Lawless", "suffix": ""}], "year": 1988, "venue": "Nature", "volume": "229", "issn": "6173", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Particle swarm optimization", "authors": [{"first": "J", "middle": [], "last": "Kennedy", "suffix": ""}, {"first": "R", "middle": [], "last": "Eberhart", "suffix": ""}], "year": 1995, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Lower upper bound estimation method 232 for construction of neural network-based prediction intervals", "authors": [{"first": "A", "middle": [], "last": "Khosravi", "suffix": ""}, {"first": "S", "middle": [], "last": "Nahavandi", "suffix": ""}, {"first": "D", "middle": [], "last": "Creighton", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Atiya", "suffix": ""}], "year": 2010, "venue": "IEEE transactions on neural 233 networks", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Modeling infection transmission", "authors": [{"first": "J", "middle": [], "last": "Koopman", "suffix": ""}], "year": 2004, "venue": "Annu. Rev. Public Health", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Statistical inference in a stochastic epidemic seir model with 236 control intervention: Ebola as a case study", "authors": [{"first": "P", "middle": ["E"], "last": "Lekone", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Finkenstädt", "suffix": ""}], "year": 2006, "venue": "Biometrics", "volume": "62", "issn": "4", "pages": "1170--1177", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Mathematical and computational 238 challenges in population biology and ecosystems science", "authors": [{"first": "S", "middle": ["A"], "last": "Levin", "suffix": ""}, {"first": "B", "middle": [], "last": "Grenfell", "suffix": ""}, {"first": "A", "middle": [], "last": "Hastings", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Perelson", "suffix": ""}], "year": 1997, "venue": "Science", "volume": "275", "issn": "5298", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Global stability for the seir model in epidemiology", "authors": [{"first": "M", "middle": ["Y"], "last": "Li", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Muldowney", "suffix": ""}], "year": 1995, "venue": "Mathematical", "volume": "240", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The distribution of the incubation period 242 for the acquired immunodeficiency syndrome (aids)", "authors": [{"first": "G", "middle": [], "last": "Medley", "suffix": ""}, {"first": "L", "middle": [], "last": "Billard", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Cox", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}], "year": null, "venue": "Proceedings of the Royal society of London", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A double epidemic model for the sars propagation", "authors": [{"first": "T", "middle": ["W"], "last": "Ng", "suffix": ""}, {"first": "G", "middle": [], "last": "Turinici", "suffix": ""}, {"first": "A", "middle": [], "last": "Danchin", "suffix": ""}], "year": 2003, "venue": "BMC 245 Infectious Diseases", "volume": "3", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Nowcasting and forecasting the potential domestic and 247 international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Reconstruction of the infection curve for sars epidemic in beijing", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Estimation of the reproductive number of 253 novel coronavirus (covid-19) and the probable outbreak size on the diamond princess cruise ship: 254 A data-driven analysis", "authors": [{"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Diao", "suffix": ""}, {"first": "W", "middle": [], "last": "Yu", "suffix": ""}, {"first": "L", "middle": [], "last": "Pei", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lin", "suffix": ""}, {"first": "D", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "International Journal of Infectious Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-ncov) in china, 257 from 2019 to 2020: A data-driven analysis in the early phase of the outbreak", "authors": [], "year": 2020, "venue": "International 258 Journal of Infectious Diseases", "volume": "92", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Sars-cov-2: an emerging coronavirus that causes a global threat", "authors": [{"first": "J", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2020, "venue": "Int J Biol Sci", "volume": "260", "issn": "10", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "epidemic disease known as the novel coronavirus (2019-nCov) had seriously hit the most area 30 around the whole world causing unpredictable loss of manpower and finance during the first quarter of 31 2020 [21] [1]. The first confirmed 2019-nCov case was reported in Wuhan, China on December 31, 2019 32 (World Health Organization, 2020a). As of March 19 (21:00 GMT),2020, 2019-nCov has resulted in 81262 33 confirmed cases and 3250 dead cased in China cumulatively (National Health Commission of the People's 34", "latex": null, "type": "figure"}, "FIGREF2": {"text": "SEIJR model", "latex": null, "type": "figure"}, "FIGREF3": {"text": "), ( ), ( ), ( ), ( ) and ( ) are dependent variables of time , respectively. , , , are 69 constants only related to the actual situation. Time-delay 1 , 2 , 3 are only depend on time , respectively, 70 which can be written as 1 ( ), 2 ( ) and 3 ( ).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "= 0.8291 where 0.75 is normal distribution quartile. Then, the log-normal 104", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Chinese research report. In the paper of Yang ZW et.al, the relevant statistics of \"the time interval 107 between the most recent stay in Hubei Province and the confirmed diagnosis\" are given [4]. The end 108 point of this period corresponds to the start point of in the SEIJR model, but there is no corresponding 109 start point. It can only be known that it's in the middle of the time between 1 and 2 , it is convincing to 110", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Time-delay Function in SEIJR Model) The time-delay function describes how 119 many people change this stage from the previous stage at time . − ) . . . ( ) , = 1, 2, 3", "latex": null, "type": "figure"}, "FIGREF10": {"text": "( ( ), 1 ( )), = Γ( ( ), 1 ( )) − Γ( ( ), 2 ( )), = Γ( ( ), 2 ( )) − Γ( ( ), 3 ( )), = Γ( ( ), 3 ( )), = 1 Γ( ( ), 2 ( )) − 2 Γ( ( ), 3 ( )).", "latex": null, "type": "figure"}, "FIGREF11": {"text": "0 , 0 ), 1 are predicted 139 and actual value from February 22 to March 9, 2020. * 2 ( 1 ), 2 are predicted and actual value 140 from March 9 to March 25, 2020. Both of them are nonlinear, complex, discontinuous and 141", "latex": null, "type": "figure"}, "FIGREF12": {"text": "is a population-based search algorithm sparked by the forage behavior of birds within a 145 flock. Individuals gain the ability of searching for better solution areas by learning the fitness 146", "latex": null, "type": "figure"}, "FIGREF14": {"text": "PSO flow chart", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Vistualization * 1 and 2 with 0 =0.278 1 ; (b) is the same curve with whole actual value if the average spreading velocity remain 159 unchanged.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "of the precautious action like blockade taken by Italy government and the information 162 Figure 5b conveyed, we assumed the average spreading velocity changed after these actions. Based on 163 fixed 0 , 0 , we applied PSO to the optimization problem and got the result of 1 =0.278 which is cut 164", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Figure 7.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "In fact, because the two senior travelers are 67 and 66 years old with poor mobility, 181 unfamiliar surroundings and the simple factors of interpersonal relationships, they have a lower which 182 also leads to real initial time point is earlier than the initial time point of the theoretical model. To sum 183 up, the model has higher accuracy and stronger credibility. Giuseppe Conte extended the quarantine lockdown to cover all the region of Lombardy 186 and 14 other northern provinces on March 8, and all region on March 10. At the same time, the Italian 187 government further banned rallies and sports activities nationwide, announced a national blockade, and 188 unnecessarily stopped going out. Compared the average spread velocity 1 = 0.278 with 0 = 0.330 at the 189 early stage(before March 9, 2020), a decrease existed after the series of actions which verifies the 190 effectiveness of this measure.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "the model's prediction, when is in a suitable range, the number of confirmed patients will 193 gradually decrease. It is obvious that the smaller the value of is, the faster the number of confirmed194 diagnoses decreases. Since Italian government hopes to end the 2019-nCov by mid-April, it can control 195 around 0.25 according to the prediction of the model. Based on this conclusion, Italy government is 196 supposed to strengthen the isolation, reduce gathering activities and make people understand the 197 importance of precautionary measures to constrain under 0.25. 198 10 .", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to thank Dongmei Ai at University of Science and Technology Beijing for her 207 helpful suggestions and discussion. ", "cite_spans": [], "ref_spans": [], "section": "206"}]}