{
    "paper_id": "eab864c28b61d92f3fa719ad7a8de29d074fd984",
    "metadata": {
        "title": "NON STRUCTURAL PROTEINS 8 AND 9 OF HUMAN CORONAVIRUS 229E",
        "authors": [
            {
                "first": "Rajesh",
                "middle": [],
                "last": "Ponnusamy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeroen",
                "middle": [
                    "R"
                ],
                "last": "Mesters",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Ziebuhr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ralf",
                "middle": [],
                "last": "Moll",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "frames (ORFs), ORF1a and ORF1b. 1 ORF1a encodes the polyprotein pp1a with a calculated molecular mass of 454 kDa. The downstream ORF1b is expressed as a fusion protein with pp1a by a mechanism involving a ( 1) ribosomal frame shift during translation. 1, 2 The ORF1a/1b gene product has a calculated molecular mass of 754 kDa and is referred to as polyprotein 1ab (pp1ab). pp1a and pp1ab are processed by two virusencoded, papain-like proteases and the main protease M pro , resulting in at least 16 non structural proteins (Nsps). 3 Several or all of these nonstructural proteins build the replicase complex, probably mediating all the functions necessary for polyprotein processing, viral transcription, and replication. 4 The 3´ region of the coronaviral ORF1a encodes a set of relatively small polypeptides (Nsp6 to Nsp11), of which only SARS-CoV Nsp9 has had a function assigned, i.e., as ssDNA/RNA-binding protein. 5, 6 In mouse hepatitis CoV, several of these polypeptides colocalize with other components of the viral replication complex in the perinuclear region of the infected cell. 7 Thus, the HCoV-229E polypeptides Nsp 6, 7, 8, and 10 are probably involved, directly or indirectly, in the viral replication complex. In this communication, we will describe the expression of genes coding for HCoV-229E Nsp8 and Nsp9, as well as the purification and biophysical characterization of the proteins. The two proteins are shown to bind tRNA using zoneinterference electrophoresis and fluorescence spectroscopy.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 33,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 252,
                    "end": 254,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 256,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 532,
                    "end": 533,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 723,
                    "end": 724,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 921,
                    "end": 923,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 924,
                    "end": 925,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1094,
                    "end": 1095,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Genes coding for Nsp8 and Nsp9 of HCoV-229E were amplified by polymerase chain reaction from virus-derived cDNA fragments. The amino-acid sequences encompass pp1a residues 3630-3824 for Nsp8, with an additional methionine at the Nterminus and six histidines at the C-terminus, and residues 3825-3933 for Nsp9, with an additional methionine, six histidines and a His-tag cleavage site for M pro at the Nterminus. The nsp8 PCR product was cloned into the pET11a expression vector resulting in pETHCoV-229E/nsp8. The nsp9 PCR product was cloned into pET15b resulting in pETHCoV-229E/nsp9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning"
        },
        {
            "text": "Nsp8-and Nsp9-encoding plasmids were transformed in competent E. coli B834 (DE3) and E. coli Tuner (DE3) pLacI strains, respectively (Novagen). Cultures were grown in TY medium at 37°C until cells reached an O.D. of 0.4 at 660 nm. Cells were then induced with 1 mM IPTG and grew for a further 5 h for Nsp8 and 4 h for Nsp9 at 37°C. The cells were then harvested by centrifugation at 5500 rpm for 30 min at 4°C. The resulting pellets were frozen at -20°C. For lysis, the cell pellets were resuspended in 50 mM Tris-HCl and 300 mM NaCl pH 7.5 (25°C). Cells were broken by ultrasonification on ice after adding glycerol (1%, v/v, for Nsp8, and 10%, v/v, for Nsp9), 20 mM imidazole, 0.01% (w/v) n-octyl-β-glucoside (Bachem) (final concentrations). To optimize the solubilization of overproduced Nsp8 and Nsp9, a sparse matrix screen of buffer composition was applied. 8 The sample was ultracentrifuged at 30,000 rpm for 1 h at 4 °C (Kontron TGA centrifuge, TFT 45.94 rotor). The supernatant was applied to a His Trap HP column (1 ml, Amersham Pharmacia) with a flow rate of 1 ml/min. After washing with 50 mM Tris-HCl, 20 mM imidazole, 300 mM NaCl, pH 7.5 (25°C), the protein was eluted with a linear gradient ranging from 20 mM up to 500 mM imidazole. The engineered N-terminal His-tag contained a SARS-CoV M pro cleavage site. Therefore, by incubating Nsp9 with M pro in a molar ratio of 100:1 for 16 h at 37°C in a reduced state (5mM DTT), the His tag was cleaved off from the Nsp9. Protein was blotted and detected with anti-tetra-histidine antibodies (Dianova) and anti-mouse IgG-alkaline phosphatase conjugate (Sigma).",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 865,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Protein Production, Purification, and Characterization"
        },
        {
            "text": "The zone-interference gel electrophoresis device was constructed as described. 9 The 1% (w/v) agarose gel was prepared in 20 mM Tris acetate, pH 8.3, 50 mM NaCl, and 3.5 2 concentration were applied to the extended zone slot (sample buffer: 10% DMSO in sample buffer was loaded into the small slot of the device. Gels were run at 200 mA for 2 h at 4°C in electrophoresis buffer. The temperature of the gel during the run was measured to be around 25°C. The gel was then stained, destained, and stored as described. 9 K d values were calculated using the equation: The zone-interference gel electrophoresis apparatus was reconstructed for HCoV-229E Nsp9. The protein was positively charged at pH 8.3. So, protein was loaded at the anodic side into the small slot and tRNA was loaded at the cathodic side into the extended slot. During the run, protein and tRNA migrated in opposite directions and crossed each other in the gel.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 515,
                    "end": 516,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Zone-Interference Gel Electrophoresis"
        },
        {
            "text": "Fluorescence emission spectra were recorded in 50 mM Tris, 100 mM NaCl, pH 8.5, at room temperature, using a Cary Eclipse fluorescence spectrometer. Proteins were added to final concentrations of 5 µM. Spectra were recorded under identical spectrometer settings using an excitation wavelength of 280 nm. Fluorescence titration experiments were carried out using the excitation wavelength of 280 nm and emission wavelengths of 330 nm (for Nsp8) or 350 nm (for Nsp9). Fluorescence was measured in the presence of increasing concentrations of E. coli tRNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence Measurement"
        },
        {
            "text": "HCoV-229E Nsp8 and Nsp9 were successfully produced under heterologous conditions at about 10-20 mg protein per liter expression culture. The proteins exhibited apparent molecular masses of about 23 kDa and 15 kDa, respectively, under denaturing conditions in SDS-PAGE (Fig. 1, A1 and B1 ). Owing to the attached hexahistidine tag, the Nsp8 and Nsp9 could be readily detected in immunoblots using an anti-histidine antibody (Fig. 1, A2 and B2 ). Around 90% of HCoV-229E Nsp9 molecules had their Nterminal His tag removed using SARS-CoV M pro (Lane 5, Fig. 1, B1 and B2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 286,
                    "text": "(Fig. 1, A1 and B1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 423,
                    "end": 441,
                    "text": "(Fig. 1, A2 and B2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 550,
                    "end": 567,
                    "text": "Fig. 1, B1 and B2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Expression of HCoV-229E nsp8 and nsp9"
        },
        {
            "text": "HCoV-229E Nsp8 and Nsp9 bind to deacetylated tRNA. The zone-interference gel pattern showed that the Nsp8 binding to the negatively charged tRNA increased considerably the electrophoretic mobility of the Nsp8 in a complex with tRNA, which is formed in a concentration-dependent manner ( Fig. 2A) . E. coli elongation factor EF-Tu was used as negative control and dissociated rapidly from deacetylated tRNA, resulting in no net increase of electrophoretic mobility. 9 The K d value for the Nsp8/tRNA complex was determined as 4 µM (Fig. 2B) . HCoV-229E Nsp8 also showed binding to different polyribonucleotides (figure not shown).",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 466,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 530,
                    "end": 539,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RNA Binding Using Zone-Interference Gel Electrophoresis"
        },
        {
            "text": "HCoV-229E Nsp9 also interacted with tRNA. In this case, the protein is positively charged at pH 8.3 in the electrophoresis buffer. Therefore, it was loaded at the anodic side and the tRNA loaded at the cathodic side. The protein and tRNA migrated in the opposite direction. Nsp9 binding to the negatively charged tRNA decreased the migration of the protein to the cathodic side. Hence, the Nsp9 electrophoretic mobility was increasingly retarded with increasing tRNA concentrations (Fig. 3) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 490,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "RNA Binding Using Zone-Interference Gel Electrophoresis"
        },
        {
            "text": "The HCoV-229E Nsp8 protein displayed an emission maximum around 332 nm due to its tryptophan fluorescence (Fig. 4 A) . In comparison, the HCoV-229E Nsp9 emission maximum is red-shifted to 350 nm by excitation at 280 nm. Therefore, the single tryptophan in Nsp9 is more exposed to the hydrophilic environment than the two tryptophans in Nsp8. Remarkably, the tryptophan fluorescence of the two nonstructural proteins was quenched by increasing concentrations of E. coli tRNA (Fig. 4 B) . At 5 µM tRNA, the intensity of the emitted light was only 20% of the fluorescence in the absence of tRNA. The tryptophan fluorescence quenching clearly demonstrated binding of the two proteins to tRNA in the lower micromolar range. Due to the obvious decrease of the tryptophan fluorescence it might be speculated that these residues in the two proteins are involved in complex formation. This interaction study strongly supports results deduced from the gel shift experiment outlined above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 116,
                    "text": "(Fig. 4 A)",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 484,
                    "text": "(Fig. 4 B)",
                    "ref_id": null
                }
            ],
            "section": "Fluorescence Quenching"
        },
        {
            "text": "Human coronavirus 229E Nsp8 and Nsp9 were overproduced in a highly purified soluble form. The nonstructural proteins exhibited unspecific interaction with tRNA as shown by zone-interference gel electrophoresis and fluorescence spectroscopy. Nsp8 has an affinity in the low micromolar range. It is also tempting to speculate that tRNAs of the host cell might interact with these non structural proteins, which would suggest virusinduced modifications in the host´s translational processes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nucleotide sequence of the human coronavirus 229E RNA polymerase locus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Raabe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle-Prinz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "195",
            "issn": "",
            "pages": "680--691",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An elaborated pseudoknot is required for high frequency frameshifting during translation of HCV 229E polymerase mRNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nucl. Acids Res",
            "volume": "21",
            "issn": "",
            "pages": "5838--5842",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The autocatalytic release of a putative RNA virus transcription factor from its polyprotein precursor involves two paralogous papain-like proteases that cleave the same peptide bond",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Biol. Chem",
            "volume": "276",
            "issn": "",
            "pages": "33220--33232",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The coronavirus replicase",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr. Top. Microbiol. Immunol",
            "volume": "287",
            "issn": "",
            "pages": "57--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The severe acute respiratory syndrome-coronavirus replicative protein nsp9 is a single-stranded RNA-binding subunit unique in the RNA virus world",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Campanacci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Longhi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rancurel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Duartre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambillau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "3792--3796",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The nsp9 replicase protein of SARS-coronavirus, structure and functional insights",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sainsbury",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nettleship",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barrow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diprose",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alserton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Grimes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "341--353",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Four proteins processed from the replicase gene polyprotein of mouse hepatitis virus colocalize in the cell periphery and adjacent to sites of virion assembly",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Bost",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Carnahan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "T"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "3379--3387",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A sparse matrix approach to the solubilization of overexpressed proteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lindwall",
                    "suffix": ""
                },
                {
                    "first": "M.-F",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kohlstadt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Protein Engineering",
            "volume": "13",
            "issn": "",
            "pages": "67--71",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zone-interference gel electrophoresis: a new method for studying weak protein-nucleic acid complexes under native equilibrium conditions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Abrahams",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kraal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nuclic. Acids Res",
            "volume": "16",
            "issn": "",
            "pages": "10099--10108",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "MgCl (electrophoresis buffer). Hundred microliter samples with increasing tRNA electrophoresis buffer). Ten microliter of Nsp8 with a final concentration of 10 µM in [(d exp -d M ) / [L] = -(d exp -d ML ) / K d ] (d exp , migration distance of protein with varying tRNA concentrations; d ML , migration distance of the complex macromolecule (M) and ligand (L); d M , migration distance of macromolecule; [L], ligand concentration in µM). (d exp -d M ) / [L] was plotted against d exp with a slope of -1/ K d .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Expression of HCoV-229E nsp8 and nsp9. A1 & B1: SDS-PAGE of Nsp8 and Nsp9, respectively; A2 & B2: Western blot of Nsp8 and Nsp9, respectively; detection using an anti-(His) 4 -antibody. Lane 1: lysate prior induction, lane 2: lysate after induction, lane 3: flow through of NiNTA-chromatography, lane 4: eluted Nsp8 and Nsp9, respectively, lane 5: His tag-cleaved Nsp9 with SARS-CoV M pro (with His-tag).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A: Nsp8 zone-interference gel electrophoresis with varying tRNA concentrations. B: Kd determination of the Nsp8/tRNA complex.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "HCoV-229E Nsp9 zone-interference gel electrophoresis with varying tRNA concentrations. d exp (mm) dexp -dM -------------(mm/µM) A: Fluorescence emission spectra of HCoV-229E Nsp8 and Nsp9. B: Tryptophan fluorescence decrease of HCoV-229E Nsp8 and Nsp9 in the presence of tRNA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "This project is supported by the Sino-European Project on SARS Diagnostics and Antivirals (SEPSDA, contract no. SP22-CT-2004-003831; www.sepsda.info) and by VIZIER (contract no. LSHG-CT-2004-511960; www.vizier-europe.org), both funded by the European Commission.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}