{
    "paper_id": "eb1541234022bcf8b791455ea83a734e0b85d0ae",
    "metadata": {
        "title": "Journal Pre-proof Surgical decision-making and prioritization for cancer patients at the onset of the COVID-19 pandemic: A multidisciplinary approach Surgical Decision-Making and Prioritization for Cancer Patients at the Onset of the COVID-19 Pandemic: A Multidisciplinary Approach",
        "authors": [
            {
                "first": "Ching-Wei",
                "middle": [
                    "D"
                ],
                "last": "Tzeng",
                "suffix": "",
                "affiliation": {},
                "email": "cdtzeng@mdanderson.org"
            },
            {
                "first": "Hop",
                "middle": [
                    "S Tran"
                ],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christina",
                "middle": [
                    "L"
                ],
                "last": "Roland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mediget",
                "middle": [],
                "last": "Teshome",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "K"
                ],
                "last": "Bednarski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Naruhiko",
                "middle": [],
                "last": "Ikoma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "H"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [
                    "Z"
                ],
                "last": "Keung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "P"
                ],
                "last": "Scally",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "H G"
                ],
                "last": "Katz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "E"
                ],
                "last": "Gershenwald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "E"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Nicolas",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Hop",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "Tran"
                ],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Nicolas",
                "middle": [],
                "last": "Vauthey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the midst of the coronavirus disease 2019 (COVID-19) pandemic, governmental agencies, state medical boards, and healthcare organizations have called for restricting \"elective\" operations to mitigate the risk of transmission of the virus amongst patients and healthcare providers and to preserve essential resources for potential regional surges of COVID patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While the fear of delaying surgical care for many of our patients is deeply challenging for us as cancer care providers, we must balance our personal commitment to providing timely and appropriate oncologic care to our cancer patients with our societal responsibility to protect our patients (including those on whom we are operating), co-workers, trainees, families, and community, from undue risks of contracting and propagating COVID-19. Herein, we present guidelines for surgical decision-making and case prioritization developed among all adult disease specialties in the MD Anderson Cancer Center Departments of Surgical Oncology and Breast Surgical Oncology in Houston, Texas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the midst of the coronavirus disease 2019 (COVID-19) pandemic, governmental agencies, state medical boards, and healthcare organizations have called for restricting \"elective\" operations to mitigate the risk of transmission of the virus amongst patients and healthcare providers and to preserve essential resources for potential regional surges of COVID patients. 1 However, no cancer surgery is purely elective simply because it is scheduled ahead of time. This has placed surgeons caring for cancer patients in a uniquely difficult position regarding the appropriate selection and timing of surgery for patients whose individual interests they must balance with those of the healthcare system. Guidelines from surgical societies have been offered with various levels of detail to help address this unprecedented dilemma. 1-3 However, national society recommendations need to be adjusted to local circumstances.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 368,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Herein, we present guidelines developed among all adult disease specialties in the MD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Oncology in Houston, Texas, the fourth largest metropolitan area in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anderson Cancer Center (MDACC) Departments of Surgical Oncology and Breast Surgical"
        },
        {
            "text": "Concurrent with many national societies, each specialty section developed internal guidelines to assist in prioritizing and narrowing the scope of patient encounters early in the timeline of the COVID-19 pandemic, following an early travel ban for MDACC employees imposed on March 4, 2020 and culminating in a recent 14-day home quarantine rule for patients traveling to Houston, developed to align with a Texas travel mandate. These guidelines take into consideration recommendations from our institutional leadership based on local COVID-19 dynamics, including healthcare resource needs until supplies catch up with pent up demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anderson Cancer Center (MDACC) Departments of Surgical Oncology and Breast Surgical"
        },
        {
            "text": "They are continually reassessed to ensure an adaptable and appropriate response to the daily remodeling of the COVID-19 anticipated peak in our area. General institutional guidelines are centered on patient (and their families) safety and care; workforce protection and preservation; appropriate personal protective equipment (PPE) deployment, utilization and conservation; appropriate mitigation of exposure risk for trainees; and community mitigation strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anderson Cancer Center (MDACC) Departments of Surgical Oncology and Breast Surgical"
        },
        {
            "text": "Moreover, we developed and deployed a system where all new patients and scheduled operations are reviewed collaboratively by our surgical group to maintain consensus on prioritization and offer timely feedback and guidance to providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anderson Cancer Center (MDACC) Departments of Surgical Oncology and Breast Surgical"
        },
        {
            "text": "Our group has traditionally favored preoperative multimodality therapy for most aggressive and advanced solid tumors when: (1) anatomic tumor downstaging is desirable, (2) there is significant risk for early systemic dissemination, (3) patients have co-morbidities requiring optimization, and/or (4) delivery of preoperative therapy maximizes the likelihood of multimodality therapy completion. During the pandemic, we are strategically extending nonoperative preoperative treatments when possible to shift the timeframe for surgery past our anticipated regional peak in COVID-19 incidence and resource utilization.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "(2)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Anderson Cancer Center (MDACC) Departments of Surgical Oncology and Breast Surgical"
        },
        {
            "text": "The Department of Breast Surgical Oncology developed, by consensus, a set of surgeryspecific guidelines to provide a streamlined approach for when to (1) proceed with surgery, (2) postpone surgery, and (3) where further discussion was needed. In alignment with national recommendations, these decisions were guided primarily by patient safety to reduce risk of COVID-19 exposure and maximize oncologic safety and less influenced by need for beds since most procedures are outpatient or short-stay. ",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "(2)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Breast Cancer"
        },
        {
            "text": "Guidance from the American College of Surgeons and the Society of Surgical Oncology has significantly supported our multidisciplinary decisions on treatment sequencing, which are closely linked to the hospital's COVID-19 status. Early stage colon and rectal cancers are resected upfront provided hospital resources permit. However, deferral of surgery for up to 6-8 weeks in these patients will not compromise the oncologic or surgical outcomes while preserving hospital resources. For more advanced colon and rectal cancers, we consider greater utilization of neoadjuvant therapy, while simultaneously aiming to be careful stewards of chemotherapy which can immunosuppress the very patients we are trying to protect. Specifically, for patients with localized T3 colon cancers with associated adenopathy, we will use induction chemotherapy if surgery needs to be delayed >8 weeks. Similarly, for rectal cancer, neoadjuvant chemotherapy is recommended for patients with high-risk disease (e.g. T4 lesions, N2 disease, extensive extramural vascular invasion). Additionally, we use short course radiation (5x5Gy) with an 8-12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colorectal Cancer"
        },
        {
            "text": "week interval to surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colorectal Cancer"
        },
        {
            "text": "While some societies have suggested using ablations and local therapies for liver tumors, 4 we emphasize that these are often not definitive therapies, but can be used to temporize the For colorectal liver metastases, our standard protocol is to treat with chemotherapy first since this represents stage IV disease. However, because extended chemotherapy can cause hepatic injury, the risks of extended chemotherapy beyond 6-8 cycles should be weighed against the extent of hepatectomy. 5 Patients needing minor hepatectomy may tolerate chemotherapy beyond the traditional 6-8 cycle limit, but those needing major hepatectomy should not receive more than 4-6 cycles of preoperative chemotherapy. In patients with standardized FLR less than 30%, portal vein embolization will reduce the risk of postoperative liver failure-related death, especially with the unknown rate of perioperative COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "text": "5",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Hepatobiliary and Pancreas Cancers"
        },
        {
            "text": "Since localized pancreatic ductal adenocarcinoma (PDAC) requires multimodality therapy to maximize survival, the use of neoadjuvant chemotherapy, whether initiated at this time or continued from an ongoing course, should be maximized, with chemotherapy preferably delivered close to home to avoid travel. For patients with borderline resectable and locally advanced tumors which are intended for resection, we selectively use chemoradiation to bide additional time (including the course of therapy plus 6-8 weeks post-radiation). Because pancreatectomies have a known rate of postoperative major complications, the additional mortality risk presented by postoperative COVID-19 should be discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatobiliary and Pancreas Cancers"
        },
        {
            "text": "For treatment-naïve patients with localized gastric adenocarcinoma, we typically recommend total neoadjuvant therapy (chemotherapy then chemoradiation) that takes ~5 months before gastrectomy. Induction chemotherapy duration is usually 2 months and can be given locally. Instead of the traditional 45 Gy in 25 fractions, we selectively utilize 30 Gy in 10 fractions to minimize patient traffic in the hospital. We still recommend gastrectomy at approximately 6-8 weeks after completion of chemoradiation to avoid the late effects of radiation therapy and risk of tumor regrowth. 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gastric Cancer"
        },
        {
            "text": "Most patients with well-differentiated gastrointestinal neuroendocrine tumors are unlikely to be negatively impacted by delaying resection by several months, regardless of localized or metastatic tumor status. 7 For asymptomatic localized tumors, observation with serial imaging can be continued, the timing of which can be adjusted to mitigate COVID-19 risk. If the risk of progression is high, somatostatin analog treatment can be initiated (or continued) to bridge until resection. Symptomatic patients qualify for resection, although symptom management with nonoperative strategies may be attempted first. As mentioned above, pancreatectomy and hepatectomy should be postponed if possible.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "text": "7",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Gastrointestinal Neuroendocrine Tumors"
        },
        {
            "text": "In accordance with national guidelines, the majority of benign and malignant endocrine cases can be postponed safely without detrimental oncologic outcomes. This leaves the following high-acuity cases to be evaluated and treated urgently within the confines of local and national pandemic restrictions: anaplastic thyroid cancer, poorly-differentiated thyroid cancer, progressive or biologically-aggressive differentiated and medullary thyroid carcinomas, medically-uncontrolled hyperfunctioning neoplasia (i.e. pheochromocytoma), adrenocortical carcinoma, and parathyroid carcinoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endocrine Tumors"
        },
        {
            "text": "To warrant the potential high-resource utilization and risk of COVID exposure to medical personnel with any surgical case, all new patients undergo multidisciplinary review for acceptance or deferral of immediate medical evaluation. Additionally, an inter-specialty (Surgical Oncology and Head and Neck Surgery) surgical case conference offers consensus on treatment sequencing for potentially urgent cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endocrine Tumors"
        },
        {
            "text": "The melanoma surgery section employed a multidisciplinary approach informed by SSO and NCCN guidelines and local pandemic-centric organizational goals. 8, 9 Wide excision can be deferred up to 8-12 weeks for patients with melanoma in situ and stage IA melanoma and for most patients with stage IB melanoma with negative biopsy margins. For patients with clinical stage IB melanoma with involved biopsy margins or clinical stage II melanoma, wide excision with resection margins based on tumor thickness, as well as intraoperative lymphatic mapping and sentinel node biopsy of regional node basins at risk are offered as local resources permit, with priority afforded to patients with higher-risk primary tumors. Definitive treatment may be deferred for 8-12 weeks, however, if hospital resources become limited. For patients with resectable stage III or IV melanoma (at diagnosis or recurrent), multidisciplinary case review is performed to determine modality, sequence, and timing of treatment with consideration of neoadjuvant systemic therapy when clinically feasible. Patients with anorectal melanoma are generally considered to be high risk regardless of clinical presentation and are also prioritized.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 156,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Melanoma"
        },
        {
            "text": "For patients with extremity/trunk soft tissue sarcoma (ETSTS), our standard practice is preoperative radiation therapy and surgical resection, with incorporation of preoperative chemotherapy for high-risk tumors. Resection of retroperitoneal sarcomas (RPS) is often unpredictable in difficulty and may involve multi-visceral resections, with potential for significant morbidity and utilization of intensive institutional resources, including blood transfusion and prolonged hospital stay. is unknown. CRS/HIPEC is a particularly resource-intense operation. We also acknowledge that for a number of disease processes, CRS/HIPEC still lacks clear level 1 data to support its use or superiority over systemic chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soft Tissue Sarcoma"
        },
        {
            "text": "For patients with indolent peritoneal disease, (e.g. low-grade appendiceal tumors), shortterm deferral of surgery is safe and feasible. For patients with higher-grade disease, we are working with medical oncology to coordinate extended chemotherapy, with a bias toward lowertoxicity maintenance or oral regimens when feasible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soft Tissue Sarcoma"
        },
        {
            "text": "Considering these issues in March and the best current estimate of the anticipated surge of COVID-19 cases in our region, our program made the difficult decision to suspend CRS/HIPEC operations through at least the end of April 2020. We have developed a group triage system wherein all section faculty review each case for consensus, and we are continuing multidisciplinary virtual conferences with our medical oncology colleagues to develop treatment plans for each patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soft Tissue Sarcoma"
        },
        {
            "text": "Even at the time of writing, the measures we implemented in March continue to change in April, almost daily sometimes, as the COVID-19 peak modeling evolves and as our PPE and testing kits slowly catch up. With the increased risk of infection among frontline providers, preoperative COVID-19 testing is critical to reassuring healthcare providers who are worried about infecting themselves and their families. Importantly, the prospect of contracting the virus in the weeks and months ahead, even on the downslope of the curve or in the setting of a second wave this summer, remains a significant health concern for providers. As of April 7, we required COVID-19 testing of patients the day before surgery and of out-of-state patients coming to clinic after a 14-day home quarantine. However, at the time of writing, universal testing is not yet available for all patients, visitors, hospital staff, or non-surgical procedural services (e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steps to Move Forward"
        },
        {
            "text": "interventional radiology). This would represent a necessary step before moving back to a routine elective schedule. Our institution is also working on serology testing that, in the months ahead, can determine who already had COVID-19 but either tested negative or more likely never got tested at all. Another key requirement for return to \"normalcy\" is the availability of PPE for providers. We currently allow usage of our limited supply of N95 masks when oropharyngeal, nasal, or tracheal mucosa is exposed for prolonged periods, and for endotracheal tube placement and removal. However, a more robust supply would not only enhance safety but also bring peace of mind to providers performing \"elective\" procedures that do not currently qualify for N95 mask use, and ultimately facilitate an easing back into pre-COVID-19 clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steps to Move Forward"
        },
        {
            "text": "Now more than ever, multidisciplinary reviews are essential to inform and provide guidance on surgical and treatment sequencing decisions. While the fear of delaying surgical care for many of our patients is deeply challenging for us as cancer care providers, we must balance our personal commitment to providing timely and appropriate oncologic care to our cancer patients with our societal responsibility to protect our patients (including those on whom we are operating), co-workers, trainees, families, and community, from undue risks of contracting and propagating COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management of cancer surgery cases during the COVID-19 pandemic: considerations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Barlett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Extended preoperative chemotherapy does not improve pathologic response and increases postoperative liver insufficiency after hepatic resection for colorectal liver metastases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kishi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zorzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Contreras",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Surg Oncol",
            "volume": "17",
            "issn": "11",
            "pages": "2870--2876",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evaluation of the American Joint Committee on Cancer 8th edition staging system for gastric cancer patients after preoperative therapy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ikoma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Estrella",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gastric Cancer",
            "volume": "21",
            "issn": "1",
            "pages": "74--83",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The North American Neuroendocrine Tumor Society consensus paper on the surgical management of pancreatic neuroendocrine tumors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Merchant",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Conrad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pancreas",
            "volume": "49",
            "issn": "1",
            "pages": "1--33",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A daily teleconference was established for consensus recommendations. In cases where postponing surgery is associated with a likely adverse outcome and no alternative treatment (including systemic and endocrine) is available, our recommendation is to proceed with surgery. These cases include inflammatory breast cancer and triple negative breast cancer after completion of neoadjuvant chemotherapy, soft tissue sarcomas, and evidence of disease progression while on systemic therapy. There is strong consensus on the following cases in which postponing surgery would be unlikely to adversely impact oncologic outcomes: benign conditions including atypia, prophylactic surgery for risk reduction, ductal carcinoma in situ (DCIS) and early-stage estrogen receptor (ER)-positive invasive breast cancer with consideration for neoadjuvant endocrine therapy. Those cases without clear consensus agreement are recommended for review at our departmental conference and include: ER-negative, human epidermal growth factor receptor (HER2)-positive disease with complete or near-complete response to neoadjuvant therapy; advanced ER-positive breast cancers treated with neoadjuvant chemotherapy and premenopausal women with ER-positive disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "situation. For example, in patients with resectable hepatocellular carcinoma (HCC), local therapies can be used to temporarily treat the tumor while stretching the timeframe before resection. Larger resections, especially in patients with intrinsic liver disease, should be avoided if possible since postoperative COVID-19 infection might threaten the hypertrophic potential of the future liver remnant (FLR), placing the patient at risk of liver failure-related death or insufficient hepatic reserve to survive any COVID-19-related complications. For biliary tract cancers, a tumor board reviews options for gemcitabine-based doublet or triplet chemotherapy treatment to treat the high-risk tumor biology and to bide time until surgery can be performed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Upon completion of preoperative radiation, we recommend resection for ETSTS but postponing surgery for RPS if possible. Although the fibrotic effects of radiation might complicate surgery for RPS if delayed past 12 weeks, the completed local therapy should provide some disease control until the appropriate time based on hospital resources. Surgery can safely be delayed for patients with low-grade histologies (e.g. well-differentiated liposarcoma, dermatofibrosarcoma protuberans) and for patients with gastrointestinal stromal tumors that are stable on maintenance tyrosine kinase inhibitors. For patients treated with preoperative chemotherapy who demonstrate stable disease or treatment response, we recommend continuation of chemotherapy if safe and feasible. Peritoneal Malignancy Patient care for peritoneal surface malignancy during the COVID-19 pandemic poses a number of challenges. Patients undergoing cytoreductive surgery and heated intraperitoneal chemotherapy (CRS/HIPEC) are a high-risk population for postoperative complications at baseline, and the impact of intraperitoneal chemotherapy on developing perioperative COVID-19",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge and thank Drs. Kelly Hunt, Rosa Hwang, Merrick Ross, John Skibber, Paul Mansfield, and Brian Badgwell, for their leadership and contributions to these guidelines. We would like to thank Ms. Ruth Haynes for her editorial and logistical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}