{"paper_id": "eb17fccad8bdf68b77045fcd6b021abd1f21c7a2", "metadata": {"title": "First study on mental distress in Brazil during the COVID-19 crisis", "authors": [{"first": "Stephen", "middle": ["X"], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yifei", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Asghar", "middle": ["Afshar"], "last": "Jahanshahi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jianfeng", "middle": [], "last": "Jia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Valentina", "middle": [], "last": "Gomes", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Haensel", "middle": [], "last": "Schmitt", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We aim to provide the first evidence of mental distress and its associated predictors among adults in the ongoing COVID-19 crisis in Brazil.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We conducted a primary survey of 638 adults in Brazil on March 25-28, 2020, about one month (32 days) after the first COVID-19 case in South America was confirmed in São Paulo.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In Brazil, 52% (332) of the sampled adults experienced mild or moderate distress, and 18.8% (120) suffered severe distress. Adults who were female, younger, more educated, and exercised less reported higher levels of distress. Each individual's distance from the Brazilian epicenter of São Paulo interacted with age and workplace attendance to predict the level of distress. The \"typhoon eye effect\" was stronger for people who were older or attended their workplace less. The most vulnerable adults were those who were far from the epicenter and did not go to their workplace in the week before the survey.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Identifying the predictors of distress enables mental health services to better target finding and helping the more mentally vulnerable adults during the ongoing COVID-19 crisis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The first case of COVID-19 in South America appeared in São Paulo in Brazil on February 26, 2020. While the initial cases were imported from Italy to São Paulo -the economic engine of Brazil with a metropolitan population of 22 million, COVID-19 quickly spread across Brazil, reaching 2,433 cases in a month. As cases spread, so did the distress associated with the virus. 1, 2 Research is starting to identify the potential breakout of large-scale mental health issues. [3] [4] [5] [6] Early evidence from China revealed the prevalence of mental health issues among adults during the COVID-19 outbreak. [7] [8] [9] Despite the early evidence from China, countries vary in their medical systems and resources, cultures, the COVID-19 situation, and their restrictive measures, 10 and hence research can identify the predictors of mental health in individual countries to enable effective identification of mentally vulnerable groups during the COVID-19 crisis. 11 This paper aims to provide the first evidence of mental distress and its predictors among adults in Brazil during the COVID-19 crisis. Building from early research evidence on mental health in China and Iran, where the COVID-19 outbreak occurred earlier, 7, 8, 11 we explore several predictors of distress during the COVID-19 crisis in Brazil. In particular, we examine individuals' distance from São Paulo -the city most affected by COVID-19 in Brazil. As the COVID-19 crisis continues to impact Brazil, we hope this research identifies useful predictors to help mental health professionals to be more targeted in locating the more mentally vulnerable individuals in the COVID-19 outbreak to provide timely assistance online or via telephone.", "cite_spans": [{"start": 373, "end": 375, "text": "1,", "ref_id": "BIBREF0"}, {"start": 376, "end": 377, "text": "2", "ref_id": "BIBREF1"}, {"start": 471, "end": 474, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 475, "end": 478, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 479, "end": 482, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 483, "end": 486, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 604, "end": 607, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 608, "end": 611, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 612, "end": 615, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 776, "end": 778, "text": "10", "ref_id": "BIBREF11"}, {"start": 960, "end": 962, "text": "11", "ref_id": null}, {"start": 1218, "end": 1220, "text": "7,", "ref_id": "BIBREF7"}, {"start": 1221, "end": 1223, "text": "8,", "ref_id": "BIBREF9"}, {"start": 1224, "end": 1226, "text": "11", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The first confirmed case of COVID-19 in South America was a Brazilian who returned from Italy to São Paulo on February 21, 2020. 12 São Paulo is the biggest city and the economic center of Brazil. Due to its centrality in the Brazilian transportation network, São Paulo also became a center for the spread of COVID-19 in Brazil. 13 São Paulo had the highest number of confirmed cases in Brazil and was the first city in Brazil to implement a lockdown in an attempt to slow down the spread of the virus on March 22.", "cite_spans": [], "ref_spans": [], "section": "Contexts"}, {"text": "About one month after the first COVID-19 case in Brazil, we conducted an online crosssectional survey on March 25-28, 2020. During the survey dates, the total confirmed cases in Brazil increased from 2,433 to 3,904, and deaths increased from 57 to 114. On March 25, São Paulo accounted for more than a quarter of the total confirmed cases in Brazil, and this proportion increased to one third on March 28. The survey was approved by Tongji University, and we pretested the survey with five adults from Brazil (not included in the main sample). The survey was voluntary and we promised the participants confidentiality and anonymity of their responses. A total of 638 adults from various parts of Brazil completed our survey.", "cite_spans": [], "ref_spans": [], "section": "Study design and participants"}, {"text": "We assessed the participants' socio-demographic characteristics, including gender, age, educational level, the number of children under 18 years old, geographic location, whether they were COVID-19 positive, their exercise hours per day during the past week, and their workplace attendance. Using the participants' location, we calculated their individual distance from São Paulo, the epicenter of COVID-19 in Brazil, and their distance from the epicenter ranged from 0 to 3,318 km.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": "We assessed distress using the COVID-19 Peritraumatic Distress Index (CPDI) 14 , which was specifically designed to capture distress during the COVID-19 outbreak. CPDI consists of 24 questions, with the possible score ranging from 4 to 100 (normal: 4-27, mild or moderate: 28-51, severe: 52-100). We had the survey back-translated from English to Portuguese. The Portuguese version of the survey can be found in the online appendix. The CPDI had a Cronbach's alpha of 0.87 in the Brazil sample.", "cite_spans": [], "ref_spans": [], "section": "Measures"}, {"text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. were female, 78.7% (502) reported negative for COVID-19, 0.9% (6) reported positive, and 20.4% (130) were unsure whether they had COVID-19. In terms of exercise during the past week, 57.7% of the participants had not exercised; 21.9%, 6.9% and 5.2% of the participants reported exercising 1, 2 and 3 hours per day during the past week respectively; and 4.1% reported exercising more than 5 hours per day.", "cite_spans": [{"start": 137, "end": 140, "text": "(6)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "RESULTS"}, {"text": "The participants reported their workplace attendance by answering the question \"how many days did you actually go to work in your office in the past week?\". Of the sample, 60.0% (383) of participants were not in the office at all in the past week, while 28.8% (184) were in the office for fewer than five days last week, 7.9% (50) went to the office for five days, and the remaining 3.3%", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "(21) went for six or seven days.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The mean (SD) score of CPDI in the sample was 37.64 (15.22), higher than the CPDI of 23.65 (15.45) reported in China from January 31 to February 10, 2020. 14 The difference in the mean values between the samples in Brazil and China is 14.33 (t=23.07; p<0.0001; 95% CI: 12.80 to 15.18).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The mean CPDI of sampled adults in Brazil is also significantly higher than the mean CPDI of 34.54 (14.92) of adults in Iran on February 28-30, 2020 (t=4.09; p<0.0001; 95% CI: 1.61 to 4.59). 11", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Based on the cut-off values of distress in CPDI, 52.0% of sampled adults in Brazil experienced mild or moderate distress, and 18.8% experienced severe distress, compared to 47.0% and 14.1% in Iran and 29.3% and 5.1% in China respectively.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Females experienced more distress than males (β=-8.43, p=0.000, 95% CI: -10.73 to -6.13).", "cite_spans": [], "ref_spans": [], "section": "Predictors of individuals' COVID-19 Peritraumatic Distress Index (CPDI)"}, {"text": "Even though COVID-19 has a higher fatality rate in the elderly, younger people reported a higher level of distress (β=-2.79, p=0.000, 95% CI: -4.03 to -1.53). Adults who were more educated (β=1.93, p=0.000, 95% CI: 1.01 to 2.86) and exercised less (β=-1.47, p=0.000, 95% CI: -2.19 to -. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Predictors of individuals' COVID-19 Peritraumatic Distress Index (CPDI)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. . 0.75) reported a higher level of distress. Family size (p=0.164) and workplace attendance (p=0.634) failed to predict CPDI directly.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We analyzed the relationship between individuals' distance from the epicenter and CPDI, as well as how this relationship was contingent on their age and the number of days in their workplace during the past week. The relationship between individuals' distance from the epicenter and their distress depended on individuals' age (Model 1 of Table 1 ). First, in Brazil we do observe a \"typhoon eye effect\" -mental health issues increase with distance from the epicenter, akin to a typhoon, where the effect is stronger in the periphery than in the center. This typhoon eye effect was stronger for older adults (β=1.16, p=0.049, 95% CI: 0.00 to 2.31). We further broke down the typhoon eye effect by adults' age brackets. The relationship between the distance from the epicenter and distress was significantly positive among older adults (e. ", "cite_spans": [], "ref_spans": [{"start": 339, "end": 346, "text": "Table 1", "ref_id": "TABREF4"}], "section": "(which was not certified by peer review)"}, {"text": "Figure 1(a) shows the predicted scores of CPDI by gender, age, education, family size, workplace attendance, and distance from the epicenter. The 95% confidence intervals of CPDI in many groups based on these predictors were higher than the cutoff value of moderate distress at 28. For . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Predicted scores of individuals' COVID-19 Peritraumatic Distress Index (CPDI)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. Since individuals' distance from the epicenter interacted with their age to predict CPDI level, we plotted the CPDI level based on the interaction of these two factors in Figure 1 Similarly, Figure 1 (c) shows the CPDI level based on the interaction between individuals' distance from the epicenter and their workplace attendance. The most vulnerable groups during the COVID-19 outbreak were those who were far from the epicenter and did not go to their workplace during the past week (e.g. at 3,300 km from the epicenter: mean=43.06, 95% CI: 38.16 to 47.95; at 2,200 km from the epicenter: mean=40.96, 95% CI: 37.98 to 43.95). The distress level was the lowest among people who lived 3,300 km from the epicenter and attended their workplace every day during the past week (mean=24.68, 95% CI: 11.55 to 37.81).", "cite_spans": [], "ref_spans": [{"start": 246, "end": 254, "text": "Figure 1", "ref_id": null}, {"start": 266, "end": 274, "text": "Figure 1", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Our findings reveal a high prevalence of distress among adults during the early stage of the COVID-19 crisis in Brazil. Over half (52.0%) of the adults experienced moderate psychological distress and 18% experienced severe distress. The mean of CPDI of adults in Brazil was also worse than the means in China and Iran. Individuals who were female, younger, more educated, or exercised less had more distress. It is worth noting that two predictors of distress in Brazil, age and education, did not predict distress in the samples in Iran.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. The distance from the epicenter is emerging as an interesting predictor of mental health in the crisis literature, and this study found the distance effect depended on individuals' age and workplace attendance. The positive association between the distance from the epicenter and distress, i.e. the \"typhoon eye effect\", was significant only in age groups of 46 years and above. This result might be because the mortality of COVID-19 varies by age group. The typhoon eye effect was significant only among participants who did not attend their workplace. Surprisingly, the effect reversed to become a ripple effect for those who attended their workplace every single day in the last", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "week. There are possible explanations from many perspectives, including the meaning and fulfillment associated with work, more potential social interactions from going out to work, and less time and dependence on information from online and social media.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The key contributions of this research are to help identify the predictors of those who are more vulnerable mentally during the COVID-19 crisis to enable more targeted mental health services. We found gender, age, education, exercise, and distance from the epicenter all predicted distress in adults in Brazil during the COVID-19 crisis. In particular, this study shows the predictive effect of the distance from the epicenter varied depending on the age and workplace attendance of each individual. The findings that age and workplace attendance attenuated, and even reversed, the typhoon eye effect is particularly noteworthy to the literature and mental health service providers.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "There are several limitations of this study. First, our sampling is not nationally representative, because our aim was to provide rapid evidence on mental health and its predictors to enable rapid screening of the mentally vulnerable in the ongoing COVID-19 outbreak in Brazil. It is worth investigating if the level and the predictors of mental health change as the outbreak continues. Second, Brazil is a large country, and we sampled individuals from 0 to over 3,000 km from São Paulo to cover various regions in Brazil. It remains to be seen to what extent distance from the epicenter is a factor in other countries, most of which are smaller and have their own distinct geographical features. 8 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 698, "end": 699, "text": "8", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.18.20070896 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In conclusion, this study provides the first empirical evidence of mental distress and its predictors in adults in Brazil during the COVID-19 crisis. We hope this research not only helps mental health professionals but also encourages more research on mental health conditions and predictors during the COVID-19 crisis in Brazil, Latin America, and beyond. 15 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. . Note: N=638. *p < 0.05; **p < 0.01; ***p<0.001. The scores of CPDI in this sample range from 6 to 80.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.18.20070896 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.18.20070896 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.18.20070896 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 23, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Psychological interventions for people affected by the COVID-19 epidemic", "authors": [{"first": "L", "middle": [], "last": "Duan", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2020, "venue": "The Lancet Psychiatry", "volume": "7", "issn": "4", "pages": "300--302", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The global community needs to swiftly ramp up the response to contain COVID-19. The Lancet", "authors": [{"first": "D", "middle": [], "last": "Fisher", "suffix": ""}, {"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Reflections about the impact of the SARS-COV-2/COVID-19 pandemic on mental health", "authors": [{"first": "C", "middle": ["F"], "last": "Santos", "suffix": ""}], "year": 2020, "venue": "Braz J Psychiatry", "volume": "00", "issn": "", "pages": "0--000", "other_ids": {"DOI": ["10.1590/1516-4446-2020-0981"]}}, "BIBREF3": {"ref_id": "b3", "title": "Mental health: why it still matters in the midst of a pandemic", "authors": [{"first": "A", "middle": ["G"], "last": "Silva", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Miranda", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Diaz", "suffix": ""}, {"first": "Als", "middle": [], "last": "Telles", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Malloy-Diniz", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Palha", "suffix": ""}], "year": 2020, "venue": "Braz J Psychiatry", "volume": "00", "issn": "", "pages": "0--000", "other_ids": {"DOI": ["10.1590/1516-4446-2020-0009"]}}, "BIBREF4": {"ref_id": "b4", "title": "Pandemic fear'' and COVID-19: mental health burden and strategies", "authors": [{"first": "F", "middle": [], "last": "Ornell", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Schuch", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Sordi", "suffix": ""}, {"first": "Fhp", "middle": [], "last": "Kessler", "suffix": ""}], "year": 2020, "venue": "Braz J Psychiatry", "volume": "00", "issn": "", "pages": "0--000", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Why psychiatric treatment must not be neglected during the COVID-19 pandemic", "authors": [{"first": "H", "middle": [], "last": "Correa", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Malloy-Diniz", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Silva", "suffix": ""}], "year": 2020, "venue": "Braz J Psychiatry", "volume": "00", "issn": "", "pages": "0--000", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Unprecedented disruption of lives and work: Health, distress and life satisfaction of working adults in China one month into the COVID-19 outbreak", "authors": [{"first": "S", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": [], "last": "Rauch", "suffix": ""}, {"first": "F", "middle": [], "last": "Wei", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Geographical Distance to the Epicenter of Covid-19 Predicts the Burnout of the Working Population: Ripple Effect or Typhoon Eye Effect?", "authors": [{"first": "S", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Huang", "suffix": ""}, {"first": "F", "middle": [], "last": "Wei", "suffix": ""}], "year": null, "venue": "Psychiatry Res", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.psychres.2020.112998"]}}, "BIBREF10": {"ref_id": "b10", "title": "Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in china", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Pan", "suffix": ""}, {"first": "X", "middle": [], "last": "Wan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}, {"first": "L", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Ho", "suffix": ""}], "year": 2020, "venue": "International Journal of Environmental Research and Public Health", "volume": "17", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The global community needs to swiftly ramp up the response to", "authors": [{"first": "D", "middle": [], "last": "Fisher", "suffix": ""}, {"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(b). Individuals aged 18-25 years and who were in the epicenter reported the highest level of distress (mean=41.40, 95% CI: 38.72 to 44.08), and those who were above 65 years old and were 3,300 km from the epicenter in Brazil reported the second highest level of distress (mean=40.94, 95% CI: 30.01 to 51.86).The least distressed group were people older than 65 in the epicenter (mean=28.35, 95% CI: 23.93 to 32.77).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "AA, Dinani MM, Madavani AN, Li J, Zhang SX. The distress of Iranian adults during the COVID-19 pandemic -More distressed than the Chinese and with different predictors. medRxiv 2020; : 2020.04.03.20052571. 12 Ester CS, Nuno RF. First cases of coronavirus disease (COVID-19) in Brazil, South America (2 genomes, 3 March 2020). 2020. 13 Rodriguez-Morales AJ, Gallego V, Escalera-Antezana JP, et al. COVID-19 in Latin America: The implications of the first confirmed case in Brazil. Travel Med Infect Dis 2020; : 101613. 14 Qiu J, Shen B, Zhao M, Wang Z, Xie B, Yifeng Xu. A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendations. Gen Psychiatry 2020; 33: 1-6. 15 Cohen, J., & Kupferschmidt, K. (2020). Strategies shift as coronavirus pandemic looms. Science, 367(6481): 962-963.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Figure 1 (a). Predicted value of CPDI (COVID-19 Peritraumatic Distress Index) (b). Predicted value of CPDI by individuals' distance from the epicenter and age bracket (c). Predicted value of CPDI by individuals' distance from the epicenter and workplace attendance", "latex": null, "type": "figure"}, "TABREF0": {"text": "Table 1 presents the descriptive findings of the sampled adults. Of the sample, 57.7% (368)", "latex": null, "type": "table"}, "TABREF1": {"text": "g. 46-55 years old: β =2.33, p=0.033, 95% CI: 0.19 to 4.46; 56-65 years old: β =3.49, p=0.025, 95% CI: 0.43 to 6.54; above 65 years old: β =4.65, p=0.026, 95% CI: 0.55 to 8.75). The relationship between the distance from the epicenter and distress was also contingent on the number of days that the adults went to their workplace during the past week. The number of days in the workplace attenuated the typhoon eye effect in terms of distress (β=-0.99, p=0.016, 95% CI: -1.79 to -0.19), as shown in Model 2 of Table 1. This relationship was significantly positive for adults who did not go to their workplace at all (β=2.09, p=0.025, 95% CI: 0.26 to 3.93), showing the typhoon eye effect. However, this relationship was not significant for adults who went to their workplace for one to five days last week. In particular, the typhoon eye effect (distress increases", "latex": null, "type": "table"}, "TABREF2": {"text": "95% CI: 39.14 to 42.74), highly educated (individuals with a doctorate degree, mean=42.12, 95% CI: 39.78 to 44.45), and exercised little (for those who did not exercise: mean=39.05, 95% CI: 37.77 to 40.33) all had moderate distress.", "latex": null, "type": "table"}, "TABREF4": {"text": "Descriptive findings and predictors of COVID-19 Peritraumatic Distress Index (CPDI)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>(CPDI) </td><td>Description </td><td>Parameter estimates (95% CI) </td></tr><tr><td>Variables </td><td> </td><td>Model 1 </td><td>Model 2 </td></tr><tr><td>CPDI (COVID-19 Peritraumatic Distress Index) </td><td>42.04*** (35.94 to 48.13) </td><td>38.21*** (32.72 to 43.70)  </td></tr><tr><td> Normal range (4-27) </td><td>186 (29.2%) </td><td> </td><td> </td></tr><tr><td> Mild or moderate distress (28-51) </td><td>332 (52.0%) </td><td> </td><td> </td></tr><tr><td> Severe distress (52-100) </td><td>120 (18.8%) </td><td> </td><td> </td></tr><tr><td>Gender </td><td> </td><td> </td><td> </td></tr><tr><td>Female </td><td>368 (57.7%) </td><td>Reference group </td><td>Reference group </td></tr><tr><td>Male </td><td>269 (42.2%) </td><td>-8.43*** (-10.73 to -6.13) </td><td>-8.36*** (-10.65 to -6.06) </td></tr><tr><td>Other </td><td>1 (0.1%) </td><td>18.95 (-8.69 to 46.59) </td><td>19.87 (-7.75 to 47.48) </td></tr><tr><td>Age </td><td> </td><td> </td><td> </td></tr><tr><td> 18-25 </td><td>118 (18.5%) </td><td> </td><td> </td></tr><tr><td> 26-35 </td><td>206 (32.3%) </td><td> </td><td> </td></tr><tr><td> 36-45 </td><td>156 (24.4%) </td><td> </td><td> </td></tr><tr><td> 46-55 </td><td>86 (13.5%) </td><td>-2.79*** (-4.03 to -1.53) </td><td>-1.92*** (-2.76 to -1.07) </td></tr><tr><td> 56-65 </td><td>56 (8.8%) </td><td> </td><td> </td></tr><tr><td> &gt; 65 </td><td>16 (2.5%) </td><td> </td><td> </td></tr><tr><td>Educational level </td><td> </td><td> </td><td> </td></tr><tr><td>Elementary school </td><td>13 (2.0%) </td><td> </td><td> </td></tr><tr><td>Middle school </td><td>1 (0.1%) </td><td> </td><td> </td></tr><tr><td>High school </td><td>109 (17.1%) </td><td> </td><td> </td></tr><tr><td>Vocational/technical school </td><td>47 (7.4%) </td><td>1.93*** (1.01 to 2.86) </td><td>2.06*** (1.14 to 2.99) </td></tr><tr><td>Bachelor </td><td>342 (53.6%) </td><td> </td><td> </td></tr><tr><td>Master </td><td>78 (12.3%) </td><td> </td><td> </td></tr><tr><td>Doctorate </td><td>48 (7.5%) </td><td> </td><td> </td></tr><tr><td>Number of children under 18 years old </td><td> </td><td> </td></tr><tr><td>0 </td><td>423 (66.3%) </td><td> </td><td> </td></tr><tr><td>1 </td><td>131 (20.5%) </td><td> </td><td> </td></tr><tr><td>2 </td><td>67 (10.5%) </td><td>0.35 (-0.96 to 1.67) </td><td>0.32 (-0.99 to 1.62) </td></tr><tr><td>3 </td><td>12 (1.9%) </td></tr><tr><td>4 </td><td>1 (0.1%) </td><td> </td><td> </td></tr><tr><td>5 and above </td><td>4 (0.7%) </td><td> </td><td> </td></tr><tr><td>Exercise hours per day in the past week </td><td> </td><td> </td></tr><tr><td>0 hours </td><td>368 (57.7%) </td><td> </td><td> </td></tr><tr><td>1 hour </td><td>140 (21.9%) </td><td> </td><td> </td></tr><tr><td>2 hours </td><td>44 (6.9%) </td><td> </td><td> </td></tr><tr><td>3 hours </td><td>33 (5.2%) </td><td>-1.47*** (-2.19 to -0.75) </td><td>-1.50*** (-2.22 to -0.78) </td></tr><tr><td>4 hours </td><td>15 (2.3%) </td><td> </td><td> </td></tr><tr><td>5 hours </td><td>12 (1.9%) </td><td> </td><td> </td></tr><tr><td>More than 5 hours </td><td>26 (4.1%) </td><td> </td><td> </td></tr><tr><td>0 days </td><td>Number of days attending the workplace in the past week </td><td> </td></tr><tr><td>383 (60.0%) </td><td> </td><td> </td></tr><tr><td>1 day </td><td>64 (10.0%) </td><td> </td><td> </td></tr><tr><td>2 days </td><td>68 (10.7%) </td><td> </td><td> </td></tr><tr><td>3 days </td><td>34 (5.3%) </td><td>-0.45 (-1.05 to 0.16) </td><td>0.26 (-0.59 to 1.11) </td></tr><tr><td>4 days </td><td>18 (2.8%) </td><td> </td><td> </td></tr><tr><td>5 days </td><td>50 (7.9%) </td><td> </td><td> </td></tr><tr><td>6 days </td><td>15 (2.4%) </td><td> </td><td> </td></tr><tr><td>7 days </td><td>6 (0.9%) </td><td> </td><td> </td></tr><tr><td>Distance from the epicenter </td><td>638 (100%) </td><td>-2.31 (-5.79 to 1.16) </td><td>2.09* (0.26 to 3.93) </td></tr><tr><td>Interaction </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Distance from the epicenter * Age </td><td>638 (100%) </td><td>1.16\n* (0.00 to 2.31) </td></tr></table></body></html>"}}, "back_matter": []}