{
    "paper_id": "ed1a6c4b485b4c736258ea734abe69e36d48f08e",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Marco",
                "middle": [],
                "last": "Russano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Campus Bio-Medico",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": "m.russano@unicampus.it"
            },
            {
                "first": "Fabrizio",
                "middle": [],
                "last": "Citarella",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Campus Bio-Medico",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Vincenzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Campus Bio-Medico",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Tonini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Campus Bio-Medico",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniele",
                "middle": [],
                "last": "Santini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Campus Bio-Medico",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "§",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Disclosures: the authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The management of lung cancer patients in the era of Coronavirus Disease 19 (COVID-19) has become a global concern. We read with great interest the paper written by Hongyan Zhang and Colleagues 1 , who firstly reported the treatment and outcome of a lung cancer patient infected with SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) . A 57-years-old Chinese man affected by advanced lung adenocarcinoma harboring epidermal growth factor receptor (EGFR) L858R mutation continued targeted therapy with osimertinib despite the development of a COVID-antiviral therapy. As the authors admitted, patient continued osimertinib treatment because his overall situation permitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TO THE EDITOR"
        },
        {
            "text": "However, the scenarios we might face in clinical practice may be quite different. First of all, both lung cancer and SARS-CoV-2 infection can manifest heterogeneously, ranging from asymptomatic condition to severe respiratory distress requiring urgent treatment or intensive care. Furthermore, tumors harboring driver mutations such as EGFR treated with targeted therapy usually affect young and never smoker patients, but represent a minority of cases. More frequently, lung cancer patients are older people with a smoking habit and have no targetable mutations. Then, in most cases, treatments are chemotherapy, immunotherapy or combination strategies. Accumulating evidences suggest that the lung injury in COVID-19 is mainly due to an aberrant inflammation process mediated by a cytokine storm 3 . Interestingly, increasing levels of cytokines is considered a possible mechanisms underlying the immune-related events4, and cytokine release syndrome (CRS) has been described as a rare complication of ICI treatments. In addition, SARS-CoV-2 can also affect T cells and macrophages. So, it may cause an immunological dysregulation that might interfere with the response to immunotherapy. These processes could also motivate a possible overlap between COVID-19 pneumonia and immune-related pneumonitis. These two events have similar clinical and radiological features that make more difficult their differential diagnosis and management. Moreover, serious immune-related pneumonitis requires high-dose i.v. corticosteroids which have a controversial role in the treatment of COVID-19 pneumonia 5 .",
            "cite_spans": [
                {
                    "start": 1595,
                    "end": 1596,
                    "text": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "TO THE EDITOR"
        },
        {
            "text": "There is no clear evidence supporting the interactions between SARS-CoV-2 and ICIs. However, based on the limited data available, a mutual and detrimental effect cannot be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TO THE EDITOR"
        },
        {
            "text": "For all these reasons, stopping or continuing anticancer treatment in COVID-19 patients may be a very difficult decision. Clinicians must consider several variables on the risk/benefic assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TO THE EDITOR"
        },
        {
            "text": "Continuation of targeted therapies in COVID-19 patients could be safe if clinical conditions permit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TO THE EDITOR"
        },
        {
            "text": "Contrariwise, temporary suspension of anticancer treatment pending recovery from SARS-CoV-2 may be reasonable in patients who have had long-term control of the disease with maintenance chemotherapy or ICIs. Pending further evidence, the dramatic COVID-19 outbreak requires extreme caution on making therapeutic decisions for lung cancer patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TO THE EDITOR"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Treatment and Outcome of a Lung Cancer Patient Infected with SARS-CoV-2",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Controversies about COVID-19 and anticancer treatment with immune checkpoint inhibitors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bersanelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30628-0"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immune-Related Adverse Events Associated with Immune Checkpoint Blockade",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Postow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sidlow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hellmann",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "158--168",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Therefore, COVID-19 can occur in frail patients not only by tumor, but also by age and comorbidity. In this context, patients have a higher risk of developing severe or lethal SARS-CoV-2complications. In addition, there is an increasing debate on potential interactions between coronavirus and anticancer therapies 2 . Chemotherapy can cause immunosuppression and favor infectious complications. Conversely, patients receiving immunotherapy should be more immune reactive. Nonetheless, anti-PD-1/PD-L1 or anti-CTLA-4 immune checkpoint inhibitors (ICIs) may have a harmful effect on coexisting COVID-19, too.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}