{"paper_id": "ed763ab6f4e3da2d24e0535658e45ec90bcd1b87", "metadata": {"title": "Economic Assessment of Zoonotic Diseases: An Illustrative Study of Rift Valley Fever in the United States", "authors": [{"first": "D", "middle": ["L"], "last": "Pendell", "suffix": "", "affiliation": {"laboratory": "", "institution": "Colorado State University", "location": {"addrLine": "Fort Collins", "region": "CO", "country": "USA"}}, "email": "dustin.pendell@colostate.edu."}, {"first": "J", "middle": ["L"], "last": "Lusk", "suffix": "", "affiliation": {"laboratory": "", "institution": "Oklahoma State University", "location": {"settlement": "Stillwater", "region": "OK", "country": "USA"}}, "email": ""}, {"first": "T", "middle": ["L"], "last": "Marsh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Washington State University", "location": {"settlement": "Pullman", "region": "WA", "country": "USA"}}, "email": ""}, {"first": "K", "middle": ["H"], "last": "Coble", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mississippi State University", "location": {"settlement": "Starksville", "region": "MS", "country": "USA"}}, "email": ""}, {"first": "S", "middle": ["C"], "last": "Szmania", "suffix": "", "affiliation": {"laboratory": "", "institution": "Signature Science, LLC", "location": {"settlement": "Austin", "region": "TX", "country": "USA"}}, "email": ""}, {"first": "D", "middle": [], "last": "Pendell", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This study evaluates the economic consequences of a Rift Valley Fever outbreak, a virus that spreads from livestock to humans, often through mosquitoes. Developing a 'one health' economic framework, economic impacts on agricultural producers and consumers, government costs of response, costs and disruptions to non-agricultural activities in the epidemiologically impacted region, and human health costs (morbidity and mortality) are estimated. We find the agricultural firms bear most of the negative economic impacts, followed by regional nonagricultural firms, human health and government. Further, consumers of agricultural products benefit from small outbreaks due to bans on agricultural exports.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Risks associated with emerging and re-emerging foreign animal and zoonotic diseases are a real and growing threat in today's global society. 1 The recently publicized coronavirus, which is related to severe acute respiratory syndrome (SARS), was first detected in the Middle East and now has recently been detected in France. According to the World Health Organization (WHO, 2013) , this new strain of coronavirus has not been previously identified in humans. Thus, little is known concerning the transmission and severity of the disease. Another current zoonotic disease is the H7N9 influenza (also called 'bird flu') outbreak in China. There have been 33 human deaths and 130 human infections (Zhi, 2013) . Additionally, the outbreak has caused the demand for chicken and eggs to fall dramatically, causing more than $6.5 billion in losses to the Chinese poultry industry (Zhi, 2013) . With these two new viruses occurring in different parts of the world, the world health authorities are worried that one or both of these outbreaks could become a global pandemic.", "cite_spans": [{"start": 141, "end": 142, "text": "1", "ref_id": null}, {"start": 369, "end": 380, "text": "(WHO, 2013)", "ref_id": null}, {"start": 695, "end": 706, "text": "(Zhi, 2013)", "ref_id": "BIBREF48"}, {"start": 874, "end": 885, "text": "(Zhi, 2013)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Introduction"}, {"text": "In April 2009, a new virus that had never appeared in humans or animals appeared in the United States. Although this new virus was circulating among humans, it was termed 'swine flu' due to its closely related North American and Eurasian lineage swine-origin H1N1 influenza viruses (CDC, 2010a) . By March 2010, the CDC estimates that there were between 43 and 88 million cases, 192 000-398 000 hospitalizations and between 8720 and 18 050 deaths as a result of the 2009 H1N1 pandemic in the United States (CDC, 2010b) . Other recent zoonotic disease outbreaks that remind us of the potential risks and impacts are SARS, West Nile virus and H5N1 influenza (Highly Pathogenic Avian Influenza). Jones et al. (2008) found that 335 emerging infectious diseases in the United States were zoonotic, with more than 70% originating from wildlife between 1940 and 2004. According to King (2004) , the frequency of emerging infectious diseases will continue to increase, especially with the growing interface between humans, animals and wildlife.", "cite_spans": [{"start": 282, "end": 294, "text": "(CDC, 2010a)", "ref_id": null}, {"start": 506, "end": 518, "text": "(CDC, 2010b)", "ref_id": null}, {"start": 693, "end": 712, "text": "Jones et al. (2008)", "ref_id": "BIBREF12"}, {"start": 874, "end": 885, "text": "King (2004)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "To date, most published zoonotic economic assessments have focused on animal health or human health assessments, but not both (e.g. Zohrabian et al., 2004; Ndiva-Mongoh et al., 2008; Rich and Wanyoike, 2010) . According to Miller and Parent (2012) , the 'one health' (combining human and animal health) economic assessment is not routinely carried out because of the lack of models that link human and animal disease and the associated economic impacts. In contrast to the previous studies, we provide a novel economic framework to assess both animal and human health focusing on zoonotic diseases. The 'one health' economic framework is applied to an illustrative, hypothetical outbreak of Rift Valley Fever (RVF) in the Midwestern United States. The goal of this study was to assess the economic impacts on agricultural producers and consumers, government costs of response, costs and disruptions to non-agricultural activities in the regions, and human health costs (morbidity and mortality).", "cite_spans": [{"start": 132, "end": 155, "text": "Zohrabian et al., 2004;", "ref_id": null}, {"start": 156, "end": 182, "text": "Ndiva-Mongoh et al., 2008;", "ref_id": "BIBREF22"}, {"start": 183, "end": 207, "text": "Rich and Wanyoike, 2010)", "ref_id": "BIBREF32"}, {"start": 223, "end": 247, "text": "Miller and Parent (2012)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "Foreign animal and zoonotic disease can have enormous economic impacts on societies. According to the World Bank (2010), more than $20 billion in direct and $200 billion in indirect losses have occurred worldwide because of bovine spongiform (BSE), SARS, H1N1 and HPAI. 2 It has been estimated that if an influenza pandemic occurred in the United States, the economic impact could be between $71.3 and $166.5 billion (Meltzer et al., 1999) . With an increased frequency, risks and potentially catastrophic impacts of zoonotic diseases, the need for the research to evaluate the possible economic impacts to both humans and livestock is critically important.", "cite_spans": [{"start": 417, "end": 439, "text": "(Meltzer et al., 1999)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "This research is unique as it is the first known published article to assess the economic impacts of a potential RVF outbreak in the United States. Additionally, this is the first known research that uses contingent valuation methods and the value of statistical life to estimate the impacts associated with human mortality and morbidity from RVF. Furthermore, this study provides an economic framework to combine the agricultural and non-agricultural impacts, the costs to the government for controlling and eradicating the disease, and the human health impacts.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Rift Valley Fever, a zoonotic disease, was first described in Kenya in 1931, and subsequent epidemics have been reported in East African and Middle Eastern countries. In livestock, RVF is characterized by abortions and high mortality in young animals. In humans, the virus primarily causes an influenza-like illness and periodically leads to more severe health problems (i.e. blindness and even death). The United States has not had a confirmed case and currently is free of RVF.", "cite_spans": [], "ref_spans": [], "section": "Background on Rift Valley Fever"}, {"text": "The RVF virus (RVFv) is transmitted to animals and humans through mosquitoes. Furthermore, consuming/ handling products from a sick animal, contacting/handling infected livestock, handling an aborted foetus and assisting with birthing from sick livestock contributes to the disease spread (Anyangu et al., 2010) . According to Adam et al. (2010) , contacting/handling livestock was the dominant risk factor for spreading RVFv followed by mosquito bites during the 2007 Sudan outbreak.", "cite_spans": [{"start": 289, "end": 311, "text": "(Anyangu et al., 2010)", "ref_id": "BIBREF1"}, {"start": 327, "end": 345, "text": "Adam et al. (2010)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Background on Rift Valley Fever"}, {"text": "Rift Valley Fever has been detected in livestock including cattle, sheep, goats, buffalo and camels. Additionally, monkeys, grey squirrels, cats, dogs, horses and rodents can contract RVFv (ISU, 2006) . The typical clinical signs associated with the disease include high abortion rates, haemorrhages and death, with younger animals being the most severely impacted.", "cite_spans": [{"start": 189, "end": 200, "text": "(ISU, 2006)", "ref_id": null}], "ref_spans": [], "section": "Background on Rift Valley Fever"}, {"text": "Human health impacts associated with the disease and treatment expenditures during an outbreak can be a burden on the healthcare system, especially in a developing country. According to Woods et al. (2002) , 100 000 people were affected with more than 450 deaths in Kenya during the 1997-1998 RVF outbreak. During the 2007 outbreak in Sudan, an estimated 75 000 people were affected with 747 confirmed cases and 230 deaths (WHO, 2008) . People can develop a flu-like fever, muscle and joint pain, headache, neck stiffness, sensitivity to light, loss of appetite and vomiting while lasting for 4-7 days when contracting the mild form of RVF (WHO, 2010) . If the severe form is developed, this can lead to ocular complications (0.5-2% of people), encephalitis (<1%) or haemorrhagic syndromes (<1%). Although the death rate varies by outbreak, generally <1% of reported cases are fatal (WHO, 2010) .", "cite_spans": [{"start": 186, "end": 205, "text": "Woods et al. (2002)", "ref_id": null}, {"start": 423, "end": 434, "text": "(WHO, 2008)", "ref_id": null}, {"start": 640, "end": 651, "text": "(WHO, 2010)", "ref_id": null}, {"start": 883, "end": 894, "text": "(WHO, 2010)", "ref_id": null}], "ref_spans": [], "section": "Background on Rift Valley Fever"}, {"text": "In addition to impacts on livestock and humans, RVF can cause significant impacts on trade of agricultural products. According to World Animal Health Organization (OIE, 2013a), RVF is a listed and notifiable disease. The OIE's recommended guidelines for importation from RVFinfected countries or zones with disease for ruminants: Veterinary Authorities should require the presentation of an international veterinary certificate attesting that the animals: 1) showed no evidence of RVF on the day of shipment; 2) were vaccinated against RVF at least 21 days prior to shipment with a modified live virus vaccine; OR 3) were held in a mosquito-proof quarantine station for at least 30 days prior to shipment during which the animals showed no clinical signs of RVF and were protected from mosquito attack between quarantine and the place of shipment as well as at the place of shipment(Article 8.11.10, OIE, 2013b). Furthermore, OIE recommends for meat and meat products of domestic and wild ruminants from RVF-infected countries or zones:", "cite_spans": [], "ref_spans": [], "section": "Background on Rift Valley Fever"}, {"text": "Veterinary Authorities should require the presentation of an international veterinary certificate attesting that the carcasses: 1) are from animals which have been slaughtered in an approved abattoir and have been subjected to ante-mortem and post-mortem inspections for RVF with favourable results; and 2) have been fully eviscerated and submitted to maturation at a temperature above +2°C for a minimum period of 24 hours following slaughter (Article 8.11.10, OIE, 2013b) . In other words, if a country has an outbreak, then it is that country's formal obligation to submit relevant disease outbreak information. This is important because of the high likelihood that immediate international trade restrictions will occur after notification.", "cite_spans": [{"start": 444, "end": 473, "text": "(Article 8.11.10, OIE, 2013b)", "ref_id": null}], "ref_spans": [], "section": "Background on Rift Valley Fever"}, {"text": "The impacts of a Rift Valley Fever outbreak can have significant impacts on a country's economy, especially in developing countries. Rich and Wanyoike (2010) investigated the economic impacts to the stakeholder along the supply chain for the 2007 RVF outbreak in Kenya. They concluded that on a macroeconomic basis, the Kenyan economy lost more than $32 million. Following the Saudi Arabia RVF outbreak in 2000, Rich and Wanyoike discuss the economic losses in the Somali Region of Ethiopia to be $132 million due to the trade losses of live animals. In a working paper by Hughes-Fraire et al. (2011) , they estimate the impacts of a hypothetical RVF outbreak in south-eastern Texas in the United States. Similar to this study, they used an epidemiological model combined with an agricultural sector partial equilibrium model and human health information. To model the epidemiological impacts, the authors used data from the 1999 West Nile virus outbreak. Furthermore, they used cost of illness data for influenza to arrive at the human economic impacts. They concluded that the total national welfare loss to the agricultural sector and the economic impacts to humans could range from between $0.1 billion and $2.3 billion. Additionally, the authors pointed out that these estimates are likely underestimated because not all susceptible livestock are evaluated, other damages to society (e.g. tourism), changes in consumer demand and international trade are not incorporated into the study. Figure 1 provides an overview of the economic assessment of an RVF outbreak in the United States. To estimate the economic impacts of the RVF outbreak, the output from the epidemiological model is incorporated into a multifaceted economic approach. Given the United States has not had a previous case and is currently free of RVF, agricultural production and the healthcare system is vastly different when compared to East Africa and the Middle East, and an epidemiological model is used to simulate hypothetical outbreaks. The general economic methodology relies on the use of a multimarket partial equilibrium model to assess the agricultural sector supplemented with an input-output economic model to account for regional disruptions on the non-agricultural sectors (Pendell et al., 2007) . 3 Typical animal disease costs to the governmentsuch as appraisal, indemnification and surveillanceare also calculated. Because RVF is a zoonotic disease, human health impacts are projected for morbidity and mortality using willingness to pay and value of statistical life, respectively. ", "cite_spans": [{"start": 133, "end": 157, "text": "Rich and Wanyoike (2010)", "ref_id": "BIBREF32"}, {"start": 573, "end": 600, "text": "Hughes-Fraire et al. (2011)", "ref_id": "BIBREF10"}, {"start": 2261, "end": 2283, "text": "(Pendell et al., 2007)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 1492, "end": 1500, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Background on Rift Valley Fever"}, {"text": "The epidemiological model Vensim used in this study. Vensim is a framework based on system dynamic principles that modelled the spread of RVFv from index cases or infectious vectors. This approach is used in conjunction with meteorological conditions prevailing in Manhattan, Kansas, and their interplay with the local susceptible animal, human and vector population within the environment. 4 Outbreaks occurred in the second and third quarters of 2009 when weather conditions and mosquito vectors indicate that humans and cattle may develop RVF infections in and around Manhattan, KS. Once an RVF outbreak was identified, eradication measures are implemented that include reducing the mosquito population and access of the vertebrate population to mosquitoes, and the culling of livestock. In these analyses, the baseline model assumed that the RVF outbreak is detected when either 100 cows or 10 humans became ill. For additional details on the epidemiological model including transmission, spread, and mitigation strategies, see DHS (2010).", "cite_spans": [], "ref_spans": [], "section": "Epidemiological"}, {"text": "A quarterly, multimarket partial equilibrium model of the US agricultural sector is used to assess the changes in consumer surplus and producer returns to capital and management. This model includes livestock (cattle, hogs, poultry, lamb and sheep, dairy and eggs) and grain (wheat, coarse grains, rice, soybeans, soybean meal, soybean oil, forage and pasture) production, meat processing (cattle/ beef, hogs/pork, sheep/lamb and birds/poultry) through domestic consumers (beef, pork, poultry, lamb, dairy, eggs, rice, coarse grains, wheat and soybean oil) and international customersincluding US policy information. Changes in consumer surplus and producer returns to capital and management provide a comprehensive measure of the market changes for all products in the livestock and grain sectors along the entire supply chain (Just et al., 2004) . Agriculture production is modelled assuming na€ ıve expectations (Paarlberg et al., 2009) . Complete documentation of this model is provided in Paarlberg et al. (2008) . 5 The parameters used in the model included livestockfeed balance information, revenue and factor shares, which are retained and defined in Paarlberg et al. (2008) . Substitution elasticities for derived demand and trade elasticities remained unchanged (Paarlberg et al., 2008) , while the retail elasticity values for final meat demand for beef, pork and poultry (Tonsor et al., 2010) , lamb (Shiflett et al., 2007) and milk (Zheng and Kaiser, 2008) are updated for this study. Additional data required are quarterly supply, use, and price information for the livestock, grain, forages, and meat are from various USDA government reports. Federal policy information concerning crops came from various sources, including Provisions of the Federal Agriculture Improvement and Reform Act of 1996 and the 2002 Farm Act (Nelson and Schertz, 1996; Westcott et al., 2002) .", "cite_spans": [{"start": 828, "end": 847, "text": "(Just et al., 2004)", "ref_id": "BIBREF13"}, {"start": 915, "end": 939, "text": "(Paarlberg et al., 2009)", "ref_id": "BIBREF28"}, {"start": 994, "end": 1017, "text": "Paarlberg et al. (2008)", "ref_id": "BIBREF27"}, {"start": 1020, "end": 1021, "text": "5", "ref_id": null}, {"start": 1160, "end": 1183, "text": "Paarlberg et al. (2008)", "ref_id": "BIBREF27"}, {"start": 1273, "end": 1297, "text": "(Paarlberg et al., 2008)", "ref_id": "BIBREF27"}, {"start": 1384, "end": 1405, "text": "(Tonsor et al., 2010)", "ref_id": "BIBREF37"}, {"start": 1413, "end": 1436, "text": "(Shiflett et al., 2007)", "ref_id": "BIBREF34"}, {"start": 1446, "end": 1470, "text": "(Zheng and Kaiser, 2008)", "ref_id": "BIBREF47"}, {"start": 1835, "end": 1861, "text": "(Nelson and Schertz, 1996;", "ref_id": "BIBREF23"}, {"start": 1862, "end": 1884, "text": "Westcott et al., 2002)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Agriculture"}, {"text": "Following the 2001 FMD outbreak in the UK, it is estimated that the direct losses of tourism were equal to the losses to the agricultural sector, excluding the producer compensation from the government (Thompson et al., 2002) . Furthermore, the indirect effects to tourism were more than 20 times larger when compared to the indirect effects to agriculture. To estimate the costs and disruptions to the regional non-agricultural sectors, the Bureau of Economic Analysis's Regional Input-Output Modeling System (RIMSII) is used. RIMSII integrates the input and output relationships of approximately 500 US industries and regional economic accounts. The final-demand multipliers for output are used to estimate the indirect economic activity generated by a specific economic activity in a region. The indirect effects evaluated include the following: (i) the effect of culling and destroying animals on the non-agricultural regional economy (e.g. retail trade), (ii) the economic implication of a travel ban that would limit recreational and non-essential travel in and out of a region and (iii) the indirect effects from the stimulus to the region created by the expenditures during government eradication and cleanup efforts. 6 Total domestic travel expenditures for overnight trips and day trips of more than 50 miles in 2007 were obtained from the US Statistical Abstract produced by the US Census Bureau. Further, the RIMS II data separate the economic effects of various forms of travel. Thus, using data on the percentage allocations of travel expenditures from the Bureau of Labor Statistics, expenditures were allocated by category for each state in the study region.", "cite_spans": [{"start": 202, "end": 225, "text": "(Thompson et al., 2002)", "ref_id": "BIBREF36"}, {"start": 1226, "end": 1227, "text": "6", "ref_id": null}], "ref_spans": [], "section": "Regional non-agriculture"}, {"text": "Travel and tourism is not a dominant sector in the study region. Kansas, Nebraska, Iowa and Oklahoma each constitute <1% of the US domestic travel visits and expenditures. Travel and tourism is more important in Colorado and Missouri. Tourism expenditure reduction in the United Kingdom following the FMD outbreak in 2001 was 13% (Blake et al., 2002) . This study assumes that travel will be less affected than in the United Kingdom because tourism in the United Kingdom involves significant rural tourism, thus a maximum of 8% annualized reductions. For outbreaks of <2 quarters, the travel reduction computed from the number of days the outbreak lasts as a percentage of a full year's reduction.", "cite_spans": [{"start": 330, "end": 350, "text": "(Blake et al., 2002)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Regional non-agriculture"}, {"text": "Estimating the impacts to human health for RFV requires estimating both mortality and morbidity. The standard approach to placing a value on mortality is using the value of a statistical life (VSL). The VSL is commonly determined through a hedonic wage analysis looking at the differences in wages by individuals employed in occupations with different rates of mortality. Because numerous studies have estimated VSL using such hedonic wage analyses, several government agencies have relied on meta-analyses to obtain a VSL. Using a meta-analysis conducted by Viscusi and Aldy (2003) , they found the mean VSL in the United States varied from $5.5 to $7.6 million. Using the mid-point of this range ($6.55 million) and adjusting for inflation to 2009 yields a VSL of $8.16 million. This implies that the value of mortality can be calculated as follows:", "cite_spans": [{"start": 559, "end": 582, "text": "Viscusi and Aldy (2003)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Human health"}, {"text": "To place a value on morbidity, there are two approaches generally used: cost of illness (COI) and willingness to pay (WTP). The most commonly used approach, COI, is calculated by summing up the direct medical expenses (e.g. expense of doctor office visit) to individuals and the indirect expenses in productivity. Although the COI approach is commonly used, it has several shortcomings in this situation. First, most COI studies use ex post data to calculate expenses. Because RVF has never occurred in the United State before and has only occurred in East Africa and the Middle East, which has vastly different healthcare systems, it is impossible to use COI data to calculate the expenses. Secondly, costs associated with pain and suffering are ignored. With most individuals willing to pay some amount to avoid the symptoms of RVF, the true cost of morbidity is likely underestimated with the COI approach.", "cite_spans": [], "ref_spans": [], "section": "Human health"}, {"text": "The other approach to determine morbidity costs, and is used in this study, is WTP. Although the survey-based WTP measures have their own criticisms (e.g. prone to hypothetical bias), methods meant to circumvent or alleviate them are used. To measure individuals' WTP to avoid RVF, the choice experiment method is used. For complete documentation of this method, including survey sample, survey instrument and estimation methods, see DHS (2010).", "cite_spans": [], "ref_spans": [], "section": "Human health"}, {"text": "In May 2010, a web-based survey was administered to a random sample of 1651 residents in Kansas, Oklahoma, Nebraska and Missouri who are members of the Knowledge Networks panel and had a 68% response rate. 7 To avoid bias, we chose not to mention RVF specifically by name. Rather, individuals were told about a potential new disease and the associated symptoms of RVF that could enter the United States. To determine people's values to avoid the morbidity associated with RVF, respondents were asked whether they would be willing to purchase a vaccine to avoid the illness. 8 Following the provision of information, individuals were asked eight choice questions like the one shown in Fig. 2 . Each choice question had a status quo or 'No Vaccine' option in which the cost was $0, the chances of contracting flu-like symptoms were fixed at 10% for 7 days, and the chances of both blindness and death from the virus were 0.5%. The cost and chances of illness in this 'No Vaccine' option were held constant across all eight questions. Because of the possibility that people value morbidity differently for their children than themselves, the respondent completed another eight choice questions corresponding to whether he or she would be willing to pay for a vaccine for the child. The only modification between the adult and child questions was the price levels. The random utility model of McFadden (1974) was used to analyse the choice data. Additional information regarding the survey instrument, methods and results can be found in Lusk et al. (2012) . ", "cite_spans": [{"start": 574, "end": 575, "text": "8", "ref_id": null}, {"start": 1389, "end": 1404, "text": "McFadden (1974)", "ref_id": "BIBREF19"}, {"start": 1534, "end": 1552, "text": "Lusk et al. (2012)", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 684, "end": 690, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Human health"}, {"text": "Costs associated with controlling and eradicating an RVF outbreak are calculated for the government. The traditional government costs including appraisal, cleaning and disinfection, quarantine, surveillance, euthanasia, indemnification and mosquito control costs are estimated. Indemnification payments reflect the value of culled animals at average market prices in the first quarter of 2009. Mosquito control costs are for aerial mosquito control. Tables 1 and 2 report the government costs and mosquito control costs used in this study, respectively.", "cite_spans": [], "ref_spans": [], "section": "Government"}, {"text": "As previously described, the RVF outbreak would result in impacts to production and international trade, and possibly domestic consumer demand. These impacts are converted to exogenous supply and demand shifts and used in the economic framework. For the agricultural sector, these shocks are expressed as percentage changes for each production type by quarter. The per cent changes are applied to the partial equilibrium model and simulated for 20 quarters. To arrive at the economic impacts to producers and consumers, these results are compared with a baseline defined by the observed and forecasted data for the first quarter of 2009 through the fourth quarter of 2013.", "cite_spans": [], "ref_spans": [], "section": "Exogenous shocks"}, {"text": "Production/supply shocks The production shocks are derived from an epidemiological model. In particular, the expected number of animals infected is converted to percentage changes in supply relative to the initial equilibrium and used in the partial equilibrium model. Because the epidemiological model does not distinguish between cow-calf and feedlot cattle, the mean number of cattle infected was proportioned between the two production types according to 2009 USDA National Agricultural Statistical Service cow-calf and feedlot cattle data.", "cite_spans": [], "ref_spans": [], "section": "Exogenous shocks"}, {"text": "Without having the RVF outbreak in the United States, it is hard to know exactly how consumers will respond. However, past experiences with food safety issues, including other disease outbreaks, in the United States and throughout the world suggest that there would be decline in demand for meat and dairy products (Piggott and Marsh, 2004) . Several studies analysing the impacts of BSE on consumer demand include Thilmany et al. (2004) who reported the 2003 US BSE incident generated a 13% demand reduction. Kuchler and Tegene (2006) used weekly sales from 1998 to 2004 to examine the impact of the US BSE case and found the impact on fresh beef purchases to be short-lived; 32.6% and 18.7% reductions the first and second week following the announcement, respectively. Using transaction level data, Schlenker and Villas-Boas (2009) concluded that sales fell 21% during the 35 days Mosquito control cost = sum of ($/acre)*(acres per county)*(number of spray applications).", "cite_spans": [{"start": 315, "end": 340, "text": "(Piggott and Marsh, 2004)", "ref_id": "BIBREF31"}, {"start": 415, "end": 437, "text": "Thilmany et al. (2004)", "ref_id": "BIBREF35"}, {"start": 510, "end": 535, "text": "Kuchler and Tegene (2006)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Domestic consumer demand shocks"}, {"text": "immediately following the announcement of BSE, while losses recovered to about a 10% decline by the 90th day. Similar to BSE, RVF poses potential serious human health concerns and consequences (WHO, 2010) . In 1997 -1998 , an outbreak of RVF in Kenya resulted in 170 deaths, while in 1977 -1978 , an outbreak in Egypt reported 598 deaths (Woods et al., 2002) . Hence, it was assumed that 5% of people would refrain from consuming beef in the first quarter, 2.5% would stop consuming beef in second quarter, and demand would fully recover to pre-outbreak levels in the third quarter following an accidental release of RVF. Based on the epidemiological output, it is assumed that consumer demand did not change in the self-announcing release scenario. Although the magnitude of consumer reaction to RVF in the accidental scenarios may seem large relative to the number infected and culled animals, market evidence suggests that consumers in the United States respond more dramatically to initial or novel outbreaks as opposed to repeated events (McCullough et al., 2013) .", "cite_spans": [{"start": 193, "end": 204, "text": "(WHO, 2010)", "ref_id": null}, {"start": 207, "end": 214, "text": "In 1997", "ref_id": null}, {"start": 215, "end": 220, "text": "-1998", "ref_id": null}, {"start": 221, "end": 288, "text": ", an outbreak of RVF in Kenya resulted in 170 deaths, while in 1977", "ref_id": null}, {"start": 289, "end": 294, "text": "-1978", "ref_id": null}, {"start": 338, "end": 358, "text": "(Woods et al., 2002)", "ref_id": null}, {"start": 1043, "end": 1068, "text": "(McCullough et al., 2013)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Domestic consumer demand shocks"}, {"text": "International trade shocks assumed for this study are based on observations from previous disease events and studies in the United States and across the world. In 2003, the United States faced complete trade bans on beef due to isolated incidences of BSE. The recovery to pre-outbreak trade status has been long and painful to the beef industry participants, as a result the isolated BSE events. As a percentage of total beef production, US beef exports dropped to 1.9% in 2004 from 9.6% in 2003 and recovered to 7.4% by 2008 (LMIC, 2012) .", "cite_spans": [{"start": 526, "end": 538, "text": "(LMIC, 2012)", "ref_id": null}], "ref_spans": [], "section": "International trade shocks"}, {"text": "A review of the literature on previous disease events and research is useful in identifying possible time lengths for trade bans for the RVF scenarios. Cagnolati et al. (2006) investigated the economic impacts of RVF in Somali for both 1998 and 2000, using 1-and 2-year export bans, respectively. In 2000, RVF was reported in Saudi Arabia for the first time. As a result, Bahrain, Oman, Qatar, Yemen and the United Arab Emirates banned imports for 1 year, while Saudi Arabia imposed a 6-year ban on imports (Desta, 2007) . Although the actual length of export restrictions will vary by disease, livestock and meat products, trade agreements in place and historical relationships between countries involved, these observations provide informative guidelines.", "cite_spans": [{"start": 152, "end": 175, "text": "Cagnolati et al. (2006)", "ref_id": "BIBREF3"}, {"start": 507, "end": 520, "text": "(Desta, 2007)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "International trade shocks"}, {"text": "Based on the above information, trade shocks are constructed as follows. During the quarter of the outbreak and for one quarter after the last case appears, it is assumed that 95% of all US exports of cattle and sheep and beef and lamb are halted. Second, after the additional quarter ended with no RVF reported, it is assumed that US exports of the banned products gradually recover to pre-outbreak levels. Based on documented experiences with RVF across the world and previous experiences with BSE, export markets are assumed to recover in a linear fashion more than a 2-year period. The duration of the RFV outbreak is an important component in determining the economic effects.", "cite_spans": [], "ref_spans": [], "section": "International trade shocks"}, {"text": "With Manhattan, Kansas being the home of NBAF, the region of interest in this study includes the following: Colorado, Iowa, Kansas, Missouri, Nebraska and Oklahoma. In this region, livestock agriculture is economically important. In 2009, cattle and calves are the most valuable agricultural commodity in three states in the study (USDA-NASS, 2010). All six states are in the top 10 cattle and calves inventory for 2009. Nebraska, Kansas, Iowa and Colorado are ranked in the top five states for cattle on feed. Furthermore, hogs are recognized as one of the top five commodities those states. Dairy is also a significant percentage of state farm receipts in this region. Table 3 contains the susceptible livestock and human populations across the study region.", "cite_spans": [], "ref_spans": [{"start": 671, "end": 678, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Study region"}, {"text": "It is possible that a pathogen can escape from a containment research facility (GAO, 2008; UK DEFRA, 2008) . For this study, we assume two plausible unintentional release scenarios: (1) 10 RVFv-infected mosquitoes escape without detection and (2) a fire in a containment laboratory in which the RVFv escapes through the ventilation system. The first and second scenarios represent an unannounced and announced event, respectively. This is an important distinction as an unannounced release could continue to spread the virus until the disease is identified and confirmed by officials, while control and mitigation plans (e.g. increased surveillance) could be immediately implemented in the announced released. Due to the meteorological conditions, it is assumed the infected mosquitoes escaped late spring or summer. Table 4 reports the epidemiological results for two hypothetical RVF outbreaks to both human and animals. When 10 infected mosquitoes escape and initiate the outbreak, the mean number of humans infected is 71 while 208 cattle become infected. If a fire occurs in a research laboratory and the virus escapes as an aerosol, the impacts are much smaller as mitigation strategies are employed immediately. The mean number of humans and cattle that become infected for this scenario is 0.06 and 0.03, respectively (Table 4) . Because RVF outbreaks have only occurred Eastern African and Middle Eastern countries, which have much different agricultural production and human healthcare systems than the United States, it is difficult to compare these results. Table 5 reports the economic consequences of the two small hypothetical RVF outbreaks. Producer returns to capital and management and consumer surplus monetize the changes in the well-being of producers and consumers of agricultural products. The total agricultural impact for each scenario is determined by summing the producer and consumer effects. In the infected mosquitoes escaping scenario, producers were negatively impacted by $1877.6 million while consumers gained $1752.5 million. In the research laboratory fire scenario, the producers' losses to capital and management and consumers' welfare gains were $1515.3 million and $2005.1 million, respectively. The positive consumer surplus changes are a result of small supply shocks and loss of international export markets (see Paarlberg et al., 2008; Nogueira et al., 2011; Tozer and Marsh, 2012 for further discussion). In other words, if adverse consumer's reaction to a disease outbreak is small and only few livestock are culled, it is possible for consumers of agricultural products to benefit from a small RVF outbreak because bans on agricultural exports lead to oversupply and reduce domestic meat and dairy prices, which benefit consumers.", "cite_spans": [{"start": 79, "end": 90, "text": "(GAO, 2008;", "ref_id": null}, {"start": 91, "end": 106, "text": "UK DEFRA, 2008)", "ref_id": null}, {"start": 2356, "end": 2379, "text": "Paarlberg et al., 2008;", "ref_id": "BIBREF27"}, {"start": 2380, "end": 2402, "text": "Nogueira et al., 2011;", "ref_id": "BIBREF24"}, {"start": 2403, "end": 2424, "text": "Tozer and Marsh, 2012", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 817, "end": 824, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 1326, "end": 1335, "text": "(Table 4)", "ref_id": "TABREF3"}, {"start": 1570, "end": 1577, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Scenarios"}, {"text": "The indemnification expenditures for the RVF outbreaks are very small (< $30 000) due to the few animals culled ( Table 5 ). The other government expenditures for controlling and eradicating RVF (primarily quarantine and surveillance) range between $10.7 million and $12.4 million. The regional non-agricultural sector losses for both scenarios were estimated at $2230 million. These losses were primarily a result of reduction in travel and recreation in the impacted area.", "cite_spans": [], "ref_spans": [{"start": 114, "end": 121, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "To estimate the impacts to the human health, it was assumed that 1% of the cases would result in severe illness leading to blindness, 1% of cases would result in death, and the remaining 98% of cases would result in flu-like symptoms lasting five days (see WHO's RVF factsheet; WHO, 2010) . Furthermore, it was assumed the infections would be distributed infections between adults and children at the same rate as their prevalence in the study regions population. According to the US Census, 84.2% is 18 years old or older, whereas the remaining 15.8% are under the age of 18 in Manhattan, Kansas. Thus, the economic effects for morbidity and mortality from RVF were calculated as follows:", "cite_spans": [{"start": 257, "end": 277, "text": "WHO's RVF factsheet;", "ref_id": null}, {"start": 278, "end": 288, "text": "WHO, 2010)", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": "Where C is the expected economic effect, H is the number of infected humans, WTP is willingness to pay to avoid blindness or illness in adults or children, and VSL is value of statistical life. The number of infected humans is from the epidemiological output (Table 4) . Values for VSL adult and VSL child were both set at $8 160 000 based on Viscusi and Aldy (2003) . The WTP values were provided by the survey (see DHS (2010) for more details). The WTP estimates for the adults avoiding blindness (WTP blind,adult ) and flu illness (WTP illness,adult ) were $75 833 and $1525, respectively. 9 The WTP to avoid blindness (WTP blind,child ) and flu illness (WTP illness,child ) in children were $198 728 and $8494, respectively. 10 Substituting these values into the above equation implied that the expected economic effect for each infection is $85 126. To arrive at the total human health economic effect for the RVF outbreak, multiply $85 126 by the number of infected humans. The total impacts for the 10 infected mosquitoes and fire in the research laboratory scenarios were $6.07 million and $0.01 million, respectively.", "cite_spans": [{"start": 343, "end": 366, "text": "Viscusi and Aldy (2003)", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 259, "end": 268, "text": "(Table 4)", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "To arrive at the total economic impact resulting from a hypothetical release of the RVFv, combine the producer and consumer measures with the regional non-agricultural impacts, costs to the government and human health impacts. The total economic effect for the escape of 10 infected mosquitoes was losses of $3498 million, while more than $2654 million in gains for the release of the virus resulting from a laboratory fire.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "With foreign animal and zoonotic diseases becoming more prevalent and the potential for catastrophic economic impacts on societies, developing an approach to estimating the economic consequences is important. The study estimates the consequences of a zoonotic disease by combining the economic impacts to the following sectors: agriculture, non-agriculture, human health care and government.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In this study, we assume two hypothetical Rift Valley Fever (RVF) outbreaks a result of an escape of infected mosquitoes and fire in a research laboratory at the National Bio and Agro Defense Facility in Manhattan, Kansas. These two hypothetical outbreaks represent unannounced and announced release events. This distinction is important as the disease can spread undetected in the unannounced event, while the other event would result in immediate implementation of mitigation strategies. Thus, the economic sequences between these scenarios are vastly different.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Total losses for the two RVFv release events range from losses of $3498 billion to gains of $2654 billion. Agricultural producer effects are always negative due to lost in consumer demand and international trade. Depending on the type of release event (unannounced versus announced), consumers of agricultural products realize negative or positive effects primarily contingent upon the assumed demand shocks. The total impacts to the producers are a loss of $18 776 and $15 153 million for the unannounced and announced scenarios, respectively, while the consumers' gains are $17 525 and $20 051 million. Regional nonagricultural losses, government non-indemnification and indemnification costs are much smaller than the producer and consumer impacts, ranging from $2228 to $2232 million, from $10 to $12 million and <$30 000 across the scenarios, respectively.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "This study does raise several important issues for future research. First, further investigation of epidemiologiceconomic models for both human and livestock is warranted. For example, the empirical application in this paper is illustrative and not definitive. Additional scenarios should and need to be investigated. Second, alternate strategies for controlling and eradicating RVF need to be studied further, including human health and livestock. Finally, further analysis surrounding domestic consumer demand and international trade demand issues needs to be addressed. The economic values for this category are derived from the partial equilibrium, multimarket model. b", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The costs are determined as the value of animals culled. c", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The non-indemnification government costs include appraisal, euthanasia, disposal, cleaning and disinfection, surveillance and quarantine. d", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The economic values for this category are derived using the Bureau of Economic Analysis' RIMS II (regional input-output modelling system). e", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The economic values for this category are determined using the results of the regional choice experiment survey and estimates of the value of a statistical life.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Center for writing of this paper. The views expressed herein are those of the authors and should not be attributed to DHS.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Notes 1 A zoonotic disease is a disease that is transmissible between animals and humans.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "2 Direct losses are expenditures to animal and public health, indemnification payments and losses to the livestock sectors. Indirect losses include trade, tourism and the livestock supply chain. 3 The decision to use a partial equilibrium model with regional impacts followed from interaction between the National Academies Committee and Department of Homeland Security with input from a government review panel. 4 Manhattan, Kansas is selected in this study because it will be the home to the future National Bio and Agro-Defense Facility (NBAF), which is designed to conduct research and create vaccines and other countermeasures against foreign animal and zoonotic diseases (including Rift Valley Fever). Although there are no confirmed links between infections and releases from PIADC, the risks of a virus escaping from any research laboratory do exist (see GAO (2008) and UK DEFRA (2008) for additional discussion). 5 The decision to use an accepted and validated methodology, partial equilibrium model (Paarlberg et al., 2008) and RIMS II (BEA, 2010), followed from interactions with the National Academies Committee. 6 Special attention is made to remove duplication or double counting of losses. 7 The survey was independently reviewed and approved by Oklahoma State University's Office of Research Compliance -Human Subject Research (IRB). 8 The questions were framed in this way not because vaccinations represent a credible and widely known method for preventing viral disease, and as such, they are a useful mechanism for measuring people's trade-offs between money (vaccine price) and health. 9 Viscusi and Aldy (2003) indicate a statistical value of a serious onthe-job injury between $20 000 and $70 000 per injury. Zohrabian et al. (2004) studied the cost of illness associated with West Nile virus (similar symptoms to RVF) in Louisiana and found that the median medical cost of impatient treatment for people with the illness was $8274. 10 People placing higher value on morbidity in their children than themselves are consistent with the previous studies (e.g. Haninger, 2007, 2010) .", "cite_spans": [{"start": 195, "end": 196, "text": "3", "ref_id": null}, {"start": 413, "end": 414, "text": "4", "ref_id": null}, {"start": 863, "end": 873, "text": "GAO (2008)", "ref_id": null}, {"start": 922, "end": 923, "text": "5", "ref_id": null}, {"start": 1009, "end": 1033, "text": "(Paarlberg et al., 2008)", "ref_id": "BIBREF27"}, {"start": 1125, "end": 1126, "text": "6", "ref_id": null}, {"start": 1205, "end": 1206, "text": "7", "ref_id": null}, {"start": 1350, "end": 1351, "text": "8", "ref_id": null}, {"start": 1607, "end": 1608, "text": "9", "ref_id": null}, {"start": 1732, "end": 1755, "text": "Zohrabian et al. (2004)", "ref_id": null}, {"start": 1956, "end": 1958, "text": "10", "ref_id": null}, {"start": 2081, "end": 2102, "text": "Haninger, 2007, 2010)", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Manifestations of severe rift valley fever in Sudan", "authors": [{"first": "A", "middle": ["A"], "last": "Adam", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Karsany", "suffix": ""}, {"first": "I", "middle": [], "last": "Adam", "suffix": ""}], "year": 2010, "venue": "Int. J. Infect. Dis", "volume": "14", "issn": "", "pages": "179--180", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Risk factors for severe rift valley fever infection in Kenya", "authors": [{"first": "A", "middle": ["S"], "last": "Anyangu", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Gould", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Sharif", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Nguku", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Omolo", "suffix": ""}], "year": 2007, "venue": "Am. J. Trop. Med. Hyg", "volume": "83", "issn": "", "pages": "14--21", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The Economy-Wide Effects of Foot and Mouth Disease in the UK Economy. Cristel DeHaan Tourism and Travel Institute", "authors": [{"first": "A", "middle": [], "last": "Blake", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Sinclair", "suffix": ""}, {"first": "G", "middle": [], "last": "Sugiyarto", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Economic impact of Rift Valley fever on the Somali livestock industry and a novel surveillance approach in nomadic pastoral systems", "authors": [{"first": "V", "middle": [], "last": "Cagnolati", "suffix": ""}, {"first": "S", "middle": [], "last": "Tempia", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Abdi", "suffix": ""}], "year": 2006, "venue": "Proceedings of the 11th International Symposium on Veterinary Epidemiology and Economics, 2006. Center for Disease Control (CDC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "2010b: CDC estimates of 2009 H1N1 influenza cases, hospitalizations and deaths in the United States", "authors": [], "year": 2009, "venue": "Center for Disease Control (CDC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The regulatory framework for trade in IGAD livestock products", "authors": [{"first": "M", "middle": ["G"], "last": "Desta", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Economic analysis of mitigation strategies for FMD introduction in highly concentrated animal feeding regions", "authors": [{"first": "L", "middle": [], "last": "Elbakidze", "suffix": ""}, {"first": "L", "middle": [], "last": "Highfield", "suffix": ""}, {"first": "M", "middle": [], "last": "Ward", "suffix": ""}, {"first": "B", "middle": [], "last": "Mccarl", "suffix": ""}, {"first": "B", "middle": [], "last": "Norby", "suffix": ""}], "year": 2009, "venue": "Rev. Agric. Econ", "volume": "31", "issn": "", "pages": "931--950", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "High-Containment Biosafety Laboratories: DHS Lacks Evidence to Conclude That Foot-and-Mouth Disease Research Can Be Done Safely on the", "authors": [], "year": 2008, "venue": "Government Accountability Office (GAO)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Willingness to pay for food safety: sensitivity to duration and severity of illness", "authors": [{"first": "J", "middle": ["K"], "last": "Hammitt", "suffix": ""}, {"first": "K", "middle": [], "last": "Haninger", "suffix": ""}], "year": 2007, "venue": "Am. J. Agric. Econ", "volume": "89", "issn": "", "pages": "1170--1175", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Valuing fatal risks to children and adults: effects of disease, latency, and risk aversion", "authors": [{"first": "J", "middle": ["K"], "last": "Hammitt", "suffix": ""}, {"first": "K", "middle": [], "last": "Haninger", "suffix": ""}], "year": 2010, "venue": "J. Risk Uncertain", "volume": "40", "issn": "", "pages": "57--83", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Rift valley fever: an economic assessment of agricultural and human vulnerability", "authors": [{"first": "R", "middle": [], "last": "Hughes-Fraire", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Hagerman", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Mccarl", "suffix": ""}, {"first": "H", "middle": [], "last": "Gaff", "suffix": ""}], "year": 2008, "venue": "Southern Agricultural Economics Association Annual Meeting", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Rift valley fever: infectious enzootic hepatitis of sheep and cattle", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Global trends in emerging infectious diseases", "authors": [{"first": "K", "middle": ["E"], "last": "Jones", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Patel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Levy", "suffix": ""}, {"first": "A", "middle": [], "last": "Storeygard", "suffix": ""}, {"first": "D", "middle": [], "last": "Balk", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gittleman", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "451", "issn": "", "pages": "990--993", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The Welfare Economics of Public Policy: A Practical Evaluation to Project and Policy Evaluation", "authors": [{"first": "R", "middle": ["E"], "last": "Just", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Hueth", "suffix": ""}, {"first": "A", "middle": [], "last": "Schmitz", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Introduction -Emerging Zoonoses and Pathogens of Public Health Concern", "authors": [{"first": "L", "middle": ["J"], "last": "King", "suffix": ""}], "year": 2004, "venue": "Rev. -Off. Int. Epizoot", "volume": "23", "issn": "", "pages": "429--430", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Did BSE announcements reduce beef purchases? United States Department of Agriculture", "authors": [{"first": "F", "middle": ["T"], "last": "Kuchler", "suffix": ""}, {"first": "A", "middle": [], "last": "Tegene", "suffix": ""}], "year": 2006, "venue": "Economic Research Service. Economic Research Report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The value of preventing exposure to rift valley fever", "authors": [{"first": "J", "middle": ["L"], "last": "Lusk", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Coble", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Marsh", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Pendell", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Szmania", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Reconstructing market reactions to consumption harms", "authors": [{"first": "M", "middle": ["P"], "last": "Mccullough", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Marsh", "suffix": ""}, {"first": "R", "middle": [], "last": "Huffaker", "suffix": ""}], "year": 2013, "venue": "Appl. Econ. Lett", "volume": "20", "issn": "", "pages": "173--179", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Conditional logit analysis of qualitative choice behavior", "authors": [{"first": "D", "middle": [], "last": "Mcfadden", "suffix": ""}], "year": 1974, "venue": "Frontiers in Econometrics New York", "volume": "4", "issn": "", "pages": "105--142", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The economic impact of pandemic influenza in the United States: priorities for intervention", "authors": [{"first": "M", "middle": ["I"], "last": "Meltzer", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukunda", "suffix": ""}], "year": 1999, "venue": "Emerg. Infect. Dis", "volume": "5", "issn": "", "pages": "659--671", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The economic impact of high consequence zoonotic pathogens: why preparing for these is a wicked problem", "authors": [{"first": "G", "middle": ["Y"], "last": "Miller", "suffix": ""}, {"first": "K", "middle": [], "last": "Parent", "suffix": ""}], "year": 2012, "venue": "J. Rev. Glob. Econ", "volume": "1", "issn": "", "pages": "47--61", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The Economic Impact of West Nile Virus Infection in Horses in the North Dakota Equine Industry in 2002", "authors": [{"first": "M", "middle": [], "last": "Ndiva-Mongoh", "suffix": ""}, {"first": "R", "middle": [], "last": "Hearne", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Dyer", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Khaitsa", "suffix": ""}], "year": 2008, "venue": "Trop. Anim. Health Prod", "volume": "40", "issn": "", "pages": "69--76", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Provisions of the federal agriculture improvement and reform act of 1996. USDA", "authors": [{"first": "F", "middle": ["J"], "last": "Nelson", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Schertz", "suffix": ""}], "year": 1996, "venue": "Economic Research Service", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Footand-mouth disease and the Mexican Cattle industry", "authors": [{"first": "L", "middle": [], "last": "Nogueira", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Marsh", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Tozer", "suffix": ""}, {"first": "D", "middle": [], "last": "Peel", "suffix": ""}], "year": 2011, "venue": "Agric. Econ", "volume": "42", "issn": "", "pages": "33--44", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "OIE-listed diseases, infections and infestations in force in 2013", "authors": [], "year": 2013, "venue": "Office International des Epizooties (OIE)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Terrestrial animal health code", "authors": [], "year": 2013, "venue": "Office International des Epizooties (OIE)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Economic impacts of foreign animal disease", "authors": [{"first": "P", "middle": ["L"], "last": "Paarlberg", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Seitzinger", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Lee", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Mathews", "suffix": ""}], "year": 2008, "venue": "Economic Research Report Number", "volume": "57", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Supply reductions, export restrictions, and expectations for hog returns in a potential classical swine fever outbreak in the United States", "authors": [{"first": "P", "middle": ["L"], "last": "Paarlberg", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Seitzinger", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Lee", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "", "suffix": ""}], "year": 2009, "venue": "J. Swine Health Prod", "volume": "17", "issn": "", "pages": "155--162", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Value of animal traceability systems in managing a foot-and-mouth disease outbreak in Southwest Kansas", "authors": [{"first": "D", "middle": ["L"], "last": "Pendell", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The economic impacts of a foot-and-mouth disease outbreak: a regional analysis", "authors": [{"first": "D", "middle": ["L"], "last": "Pendell", "suffix": ""}, {"first": "J", "middle": [], "last": "Leatherman", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Schroeder", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Alward", "suffix": ""}], "year": 2007, "venue": "J. Agric. Appl. Econ", "volume": "39", "issn": "", "pages": "19--33", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Does Food Safety Information Impact U.S. Meat Demand?", "authors": [{"first": "N", "middle": [], "last": "Piggott", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Marsh", "suffix": ""}], "year": 2004, "venue": "Am. J. Agric. Econ", "volume": "86", "issn": "", "pages": "154--174", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "An assessment of the regional and national socio-economic impacts of the 2007 rift valley fever outbreak in Kenya", "authors": [{"first": "K", "middle": ["M"], "last": "Rich", "suffix": ""}, {"first": "F", "middle": [], "last": "Wanyoike", "suffix": ""}], "year": 2010, "venue": "Am. J. Trop. Med. Hyg", "volume": "83", "issn": "", "pages": "52--57", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Consumer and market response to mad-cow disease", "authors": [{"first": "W", "middle": [], "last": "Schlenker", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "", "suffix": ""}], "year": 2009, "venue": "Am. J. Agric. Econ", "volume": "91", "issn": "", "pages": "1140--1152", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Analysis of lamb demand in the United States. Report to the American Lamb Board", "authors": [{"first": "J", "middle": ["S"], "last": "Shiflett", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Purcell", "suffix": ""}, {"first": "D", "middle": [], "last": "Marsh", "suffix": ""}, {"first": "P", "middle": [], "last": "Rodgers", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Consumer response to beef due to the December 2003 BSE incident in the", "authors": [{"first": "D", "middle": [], "last": "Thilmany", "suffix": ""}, {"first": "W", "middle": [], "last": "Umberger", "suffix": ""}, {"first": "A", "middle": [], "last": "Ziehl", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Economic costs of the foot and mouth disease outbreak in the United Kingdom in", "authors": [{"first": "D", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "P", "middle": [], "last": "Muriel", "suffix": ""}, {"first": "D", "middle": [], "last": "Russell", "suffix": ""}, {"first": "P", "middle": [], "last": "Osborne", "suffix": ""}, {"first": "A", "middle": [], "last": "Bromley", "suffix": ""}, {"first": "M", "middle": [], "last": "Rowland", "suffix": ""}, {"first": "S", "middle": [], "last": "Creigh-Tyte", "suffix": ""}, {"first": "C", "middle": [], "last": "Brown", "suffix": ""}], "year": 2001, "venue": "Rev. -Off. Int. Epizoot", "volume": "21", "issn": "", "pages": "675--687", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "meat demand: household dynamics and media information impacts", "authors": [{"first": "G", "middle": ["T"], "last": "Tonsor", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Mintert", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Schroeder", "suffix": ""}], "year": 2010, "venue": "J. Agric. Resour. Econ", "volume": "35", "issn": "", "pages": "1--17", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "United Kingdom, Department for Environment, Food and Rural Affairs (UK DEFRA), 2008: Family food -data sets", "authors": [{"first": "P", "middle": ["R"], "last": "Tozer", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Marsh", "suffix": ""}], "year": 2012, "venue": "Aust. J. Agric. Resour. Econ", "volume": "56", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Annual estimates of the population for the United States", "authors": [{"first": "Puerto", "middle": [], "last": "Rico", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "2010: Regional Input-Output Modeling System (RIMS II)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "2010: Site-specific biosafety and biosecurity mitigation risk assessment", "authors": [], "year": null, "venue": "National Bio and Agro-Defense Facility (NBAF). Final Report, October. USDA -National Agricultural Statistics Service (NASS), 2010: Various Livestock and Animals reports", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The value of a statistical life: a critical review of market estimates throughout the world", "authors": [{"first": "W", "middle": ["K"], "last": "Viscusi", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Aldy", "suffix": ""}], "year": 2003, "venue": "J. Risk Uncertain", "volume": "27", "issn": "", "pages": "5--76", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The 2002 farm act: provisions and implications for commodity markets", "authors": [{"first": "P", "middle": ["C"], "last": "Westcott", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Young", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Price", "suffix": ""}], "year": 2002, "venue": "USDA, Economic Research Service", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "and the World Health Organization Hemorrhagic Fever Task Force, 2002: An Outbreak of Rift Valley Fever in Northeastern Kenya, 1997-98", "authors": [{"first": "I", "middle": [], "last": "Swanepoel", "suffix": ""}, {"first": "L", "middle": [], "last": "Bonmarin", "suffix": ""}, {"first": "P", "middle": [], "last": "Martin", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Mann", "suffix": ""}, {"first": "M", "middle": [], "last": "Smoak", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Ryan", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Ksiazek", "suffix": ""}, {"first": "A", "middle": [], "last": "Arthur", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Ndikuyeze", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Agata", "suffix": ""}, {"first": "", "middle": [], "last": "Peters", "suffix": ""}], "year": 2006, "venue": "Report No. 50833-GLB", "volume": "8", "issn": "", "pages": "138--144", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "2013: Coronavirus infections", "authors": [], "year": 2013, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Estimating asymmetric advertising response: an application to U.S. nonalcoholic beverage demand", "authors": [{"first": "Y", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Kaiser", "suffix": ""}], "year": 2008, "venue": "J. Agric. Appl. Econ", "volume": "40", "issn": "", "pages": "837--849", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "China's poultry prices to rise as H7N9 wanes. Xinhua news agency", "authors": [{"first": "C", "middle": [], "last": "Zhi", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Economic framework for a Rift Valley Fever assessment. Special attention is made to remove duplication or double counting of losses.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Example choice experiment question used to estimate value of morbidity in adults.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Government costs used in controlling a Rift Valley Fever outbreak", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cost category </td><td>$\n</td></tr><tr><td>Cost of aerial spray ($/acre)a </td><td>1.49\n</td></tr><tr><td>Number of aerial spray applications </td><td>6\n</td></tr><tr><td>Expected total acresb </td><td>959 008\n</td></tr><tr><td>Total aerial mosquito control costsc </td><td>8 573 532\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Government costs used in controlling mosquitos in a Rift Valley Fever outbreak", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cost category </td><td>$\n</td></tr><tr><td>Cost of aerial spray ($/acre)a </td><td>1.49\n</td></tr><tr><td>Number of aerial spray applications </td><td>6\n</td></tr><tr><td>Expected total acresb </td><td>959 008\n</td></tr><tr><td>Total aerial mosquito control costsc </td><td>8 573 532\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Summary statistics of the susceptible livestock and humans populations across the study region", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Livestocka\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>State\n</td><td>Cow-calf </td><td>Dairy </td><td>Feedlot </td><td>Swine </td><td>Humansb</td></tr><tr><td>Arkansas </td><td>1 375 244 </td><td>203 642 </td><td>309 995 </td><td>554 321 </td><td>2 867 764\n</td></tr><tr><td>Colorado </td><td>2 218 823 </td><td>225 735 </td><td>155 480 </td><td>729 993 </td><td>4 935 213\n</td></tr><tr><td>Iowa </td><td>1 853 591 </td><td>351 639 </td><td>1 645 028 </td><td>18 956 842 </td><td>2 993 987\n</td></tr><tr><td>Kansas </td><td>1 516 027 </td><td>414 634 </td><td>4 550 335 </td><td>2 736 970 </td><td>2 797 375\n</td></tr><tr><td>Missouri </td><td>2 912 305 </td><td>302 109 </td><td>935 652 </td><td>3 000 086 </td><td>5 956 335\n</td></tr><tr><td>Nebraska </td><td>3 182 108 </td><td>154 589 </td><td>2 913 306 </td><td>2 999 619 </td><td>1 781 949\n</td></tr><tr><td>Oklahoma </td><td>3 594 976 </td><td>215 452 </td><td>339 569 </td><td>2 999 977 </td><td>3 644 025\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Mean", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>People infected\n</td><td>Animals infecteda\n</td></tr><tr><td>Scenario\n</td><td> </td><td> </td></tr><tr><td>10 infected mosquitoes escapeb\n</td><td>71.35 </td><td>207.62\n</td></tr><tr><td>Fire in laboratory and release of aerosolc\n</td><td>0.06 </td><td>0.03\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Summary of economic consequences of a Rift Valley Fever outbreak", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Scenario\n</td><td>Producer returns to capital and managementa\n</td><td>Consumer surplusa\n</td><td>Govt costs -\nindemnityb\n</td><td>Govt costs -\nnon-indemnityc\n</td><td>Regional nonagricultural impactsd\n</td><td>Human health impactse </td><td>Total\n</td></tr><tr><td> </td><td>$18 776 100 281 </td><td>$17 525 033 174 </td><td>$26 980 </td><td>$12 413 610 </td><td>$2 228 495 967 </td><td>$6 073 746 </td><td>$3 498 077410\n</td></tr><tr><td>10 infected mosquitoes\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Fire in laboratory\n</td><td>$15 153 466 914 </td><td>$20 050 589 971 </td><td>$188 </td><td>$10 661 726 </td><td>$2 232 618 389 </td><td>$5108 </td><td>$2 653 837 646\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to thank Philip Paarlberg and National Academies Committee members for helpful comments. The authors acknowledge financial support from the Department of Homeland Security for conducting the research and the School of Economic Sciences IMPACT", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}