{"paper_id": "f387f7bbb5482e24c19774b0343a07be3edff3ec", "metadata": {"title": "Genetic determinants of HIV-1 infection and progression to AIDS: susceptibility to HIV infection", "authors": [{"first": "G", "middle": [], "last": "Kaur", "suffix": "", "affiliation": {}, "email": ""}, {"first": "N", "middle": [], "last": "Mehra", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Interindividual variability in susceptibility to HIV-1 infection, its transmission, disease progression, and response to antiviral therapy has been attributed to host determinants and variability in multiple genes. Although most people exposed to the virus go on to develop full-blown disease at variable intervals, a proportion of them, labeled as long-term nonprogressors or exposed uninfected, possess 'natural resistance' to infection. A better understanding of genetic and immunologic basis of such a natural resistance to infection would bear important implications in designing therapeutic vaccine designs. The genetic variants that could influence susceptibility to HIV-1 and limit AIDS vary in different populations and among individuals. Meta-analyses of large cohort studies have identified numerous 'AIDS restriction genes' that regulate HIV cell entry (particularly chemokine coreceptors and their ligands), acquired and innate immunity (major histocompatibility complex, killer cell immunoglobulin-like receptor, and cytokines), and others [tripartite interaction motif 5 a (TRIM5a) and apolipoprotein B mRNA-editing enzyme, catalytic polypeptide-like 3G] that influence outcome of HIV infection. Studies carried out in the Indian population with regard to genetic polymorphisms in chemokine receptors have shown that (i) the protective CCR5 D32 variant is rare, (ii) CCR5HHE carrying *59402A is associated with increased likelihood of infection and development of AIDS, and (iii) the Indian population generally has low CCL3L1 copy numbers ($2.3). These data have implications in developing screening tests that could identify people at higher or lower risk of infection and rate of disease progression, predict vaccine responsiveness in clinical trials and understand the pathogenic mechanisms.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "immunodeficiency virus (SIV) in sub-Saharan Africa and was transferred from nonhuman primates to humans through zoonosis during the mid-1930s. After this initial transfer, the virus underwent mysterious changes and sudden mutations to evolve into HIV-1. It began to spread among humans across the globe and ultimately became a true epidemic. On the other hand, HIV-2 is relatively less transmittable and is largely confined to West Africa. It is believed that this strain may have originated from the Sooty Mangabey (Cercocebus atys), an Old World monkey residing predominantly in Guinea-Bissau, Gabon, and Cameroon (http://en.wikipedia.org/ wiki/AIDS_origin).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Since the discovery of the virus in the early 1980s, important milestones in understanding the pathology, structural biology, and clinical and immunological aspects of the infection have been achieved. The current focus is on defining the genetic and immunologic correlates of the host-pathogen interaction with a view to develop possible biomarkers for infection, transmission, and disease progression. Furthermore, despite impressive developments in antiretroviral therapy and control of the disease, a universal anti-HIV vaccine still eludes the researchers. Table 1 summarizes some of the important milestones achieved since the first instance of AIDS was documented in 1981.", "cite_spans": [], "ref_spans": [{"start": 562, "end": 569, "text": "Table 1", "ref_id": "TABREF0"}], "section": ""}, {"text": "It took more than four decades to develop a vaccine for polio or for chicken pox; similarly, it may take still a few more years to develop a successful vaccine against HIV-1. Lack of suitable animal model systems, inherent hypervariability of the virus, and its extraordinary ability to adapt and evolve in the host are some of the major hurdles responsible for the delay in developing vaccine against HIV ( Table 2) . The virus has devised its own mechanisms to escape immune recognition and surveillance through extensive glycosylation and surface masking. For example, the envelope glycoproteins gp120 and gp41 possess immunogenic epitopes, but most of these are not exposed on the virus surface and therefore not available for an effector immune response. Likewise, the gp120 CD4-binding site is a recessed cavity in the virus and therefore inaccessible for the antibodies. Importantly, virus infection results in downregulation of human leukocyte antigen (HLA) class I expression and effectively perturbs antigen presentation. Likewise, antibodies to gp120 CD4-binding site have been reported to hinder antigen presentation and suppress gp120-specific CD4 T-cell responses (1) . The CD4 T cells decline in number, and their response is compromised in HIV-1-infected patients, although antigen stimulation can induce chemokine secretion and suppress HIV infection in vitro (2) . HIV-1-infected T cells form a virological synapse with noninfected CD41 T cells to efficiently transfer HIV-1 virions from cell to cell. The viral gp120 participates in the formation of a virological synapse (3) , plausibly leading to dysregulated T-cell activation, which is in analogy with the immunological synapse that normally results in regulated T-cell activation.", "cite_spans": [{"start": 1178, "end": 1181, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 1377, "end": 1380, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 1591, "end": 1594, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 408, "end": 416, "text": "Table 2)", "ref_id": "TABREF1"}], "section": ""}, {"text": "Host genetic factors are important determinants that influence susceptibility to virus infection and subsequent progression to AIDS. The genetic contributions have largely been known through studies on naturally resistant individuals, for example the long-term nonprogressors (LTNPs) or the exposed uninfected (EU) persons. A set of genes is known to govern virus entry and/or development of effective innate and adaptive immune responses against the virus. This article reviews important host genetic determinants that are associated with resistance/susceptibility to HIV-1 infection and slow/fast disease progression and response to therapy.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Host genetics: individual variability in response to HIV/AIDS Numerous studies have shown that an extensive interindividual variability exists in response to HIV infection. This includes susceptibility to virus, its transmission, and course of disease progression, with phenotypes ranging from undetectable, asymptomatic state to fatal AIDS (4, 5) . Individuals are not equally susceptible to infection and have differences in their viral set points, rates of decline of CD4 T cells, levels of viremia, emergence of CTL escape mutants, and development of opportunistic infections resulting in varying incubation periods of the AIDS virus. While a majority of individuals infected with HIV-1 progress to AIDS, if untreated (called as 'progressors'), most of them can, however, be turned 'aviremic' by antiretroviral therapy (Figure 1 ). More importantly, $5%-10% of infected individuals do not develop AIDS for more than 7 years, remain naturally aviremic, and are referred to as LTNPs. This group of naturally resistant people represent 'spontaneous controllers' and include EUs partners of commercial sex workers as well as the discordant couples (6).", "cite_spans": [{"start": 341, "end": 344, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 345, "end": 347, "text": "5)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 823, "end": 832, "text": "(Figure 1", "ref_id": null}], "section": ""}, {"text": "Spontaneous controllers possess a level of 'natural resistance' against HIV as they can combat infection after initial viral exposure and limit disease progression. Developing resistance against virus, acquisition is one of the currently defined goals of the first generation vaccines (7) . Therefore, the underlying mechanisms that protect these people from HIV infection could hold the key to develop such an anticipated vaccine against the virus. The 'elite' or aviremic controllers, as they are often referred to, represent $1% of total infected individuals and maintain viremia at almost undetectable levels of <75 copies of viral RNA per milliliter. The 'intermediate' or 'viremic' controllers manage to maintain their viremia at <2000 RNA copies per milliliter, despite no treatment (Figure 1 ), and do not allow consecutive episodes of viral blips of >200 copies (http://www2.massgeneral. org/aids/hiv_elite_controllers.asp). The progressors, on the other hand, permit virus propagation to >10,000 RNA copies per milliliter, but once on antiretroviral therapy (ART), their viral loads can be suppressed to undetectable levels. An international collaborative HIV controller consortium has recently been established with the purpose of recruiting elite controllers from different ethnic groups (7) . This effort has already led to a collection of more than 300 elite controllers who are being checked through wholegenome scans for their immune response to HIV and for the possible genetic mechanisms that may be responsible for spontaneous control of the virus (http://www2.massgeneral. org/aids/hiv_elite_controllers.asp and http://www.iasusa. org). The prime focus of the consortium was to understand host, viral, and immunologic parameters that are associated with effective containment of HIV infection.", "cite_spans": [{"start": 285, "end": 288, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 1300, "end": 1303, "text": "(7)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 790, "end": 799, "text": "(Figure 1", "ref_id": null}], "section": "Spontaneous controllers"}, {"text": "Recent studies have shown specific immunologic and genetic features associated predominantly with elite controllers that could be correlated to their ability to resist virus. For example, such persons have an overrepresentation of protective HLA-B*57 and B*27 alleles, high ratios of functional CD4:CD8 T cells, high generalized T activa-tion levels (CD381DR1), high proportions of polyfunctional IL21 gIFN1 CD41 T helpers, CD81 CTL responses, preferential targeting of gag and env, and high HIV-specific antibody levels (7) . However, not all elite controllers possess these resistance factors, indicating an involvement of additional hitherto undetected restriction factors. For example, Brass et al. (8) have reported that HIV uses at least 250 host-derived HIV dependency factors for gaining entry into target cells and completing its life cycle. Hence, multiple genetic factors are expected to be involved in disease pathogenesis and progression following HIV infection. A study carried out by O'Brien and colleagues (9) using five different cohorts (Multicenter Hemophilia Cohort Study, AIDS Link to Intravenous Experience, Hemophilia Growth and Development Study, Multicenter AIDS Cohort Study and San Francisco City Cohort) has shown the existence of a number of 'AIDS restriction genes' that could determine the genetic propensity of an individual or a population and help predict survival kinetics following HIV infection (4, 5, 9) .", "cite_spans": [{"start": 521, "end": 524, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 703, "end": 706, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 1432, "end": 1435, "text": "(4,", "ref_id": "BIBREF3"}, {"start": 1436, "end": 1438, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1439, "end": 1441, "text": "9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Spontaneous controllers"}, {"text": "Structural genomic approaches aimed at defining chromosomal localization of a host of human genetic variants that regulate susceptibility to HIV infection, rate of CD4 decline, viral load, disease progression, and response to therapy have shown interesting results. More than 10 such set of genes that regulate expression of chemokines, cytokines, HIV-1 coreceptors, and immune response following HIV-1 infection have been defined with their genetic loci located on variable chromosomes ( Figure 2 ).", "cite_spans": [], "ref_spans": [{"start": 489, "end": 497, "text": "Figure 2", "ref_id": "FIGREF3"}], "section": "Multiple genes control HIV-1/AIDS"}, {"text": "Consortium approaches and their meta-analyses have shown that only a fraction of the observed phenotypic differences can be explained by variability at such loci. Some of the genetic associations that have been established with HIV/AIDS conclusively involve (i) HLA polymorphic loci and their associated genes including HCP5, RNF39, and ZNRD1 on the short arm of chromosome 6, (ii) chemokine receptors CCR2 and CCR5 that act as HIV entry coreceptors and chemokine ligands like CCL3L1, CCL4L1, and CCL5, (iii) antiviral restriction factor tripartite interaction motif 5 a (TRIM5a) on chromosome 11p15, (iv) apolipoprotein B mRNA-editing enzyme, catalytic polypeptide-like 3G (APO-BEC3) on chromosome 22q13, (v) dendritic cell-specific intracellular adhesion molecule-3-grabbing nonintegrin (DC-SIGN) on chromosome 19p13, (vi) KIR3DS1 on chromosome 19q13, (vii) interferon regulatory factor 1, and (viii) LY6 family of G [glycosylphosphatidylinositol (GPI)]anchored proteins and others. Of these, two genetic regions, namely HLA-HCP5-RNF39-ZNRD1 region at 6p21 (10) and the rs2572886-LY6 region at 8q24 (11) , have been established through genome-wide association studies on a variety of population groups. Lack of suitable animal model systems Hypervariability of the virus, particularly because of the extensive mutations in viral protein env and others Extensive glycosylation and surface masking of viral proteins (e.g., gp120 and gp41) Inaccessibility of antibody epitopes (e.g., CD4-binding site is a recessed cavity) Reduced antigen presentation (because of downregulation of human leukocyte antigen class I and development of antibodies against gp120 CD4-binding site) Decline in CD4 T-cell numbers and dysfunction Inability to induce broadly neutralizing antibodies against the virus Rapid emergence of CTL escape mutants Population-specific variability in host genetic and immunologic response factors Synergistic opportunistic infections and complications thereof Figure 1 Spontaneous controllers vs disease progressors following HIV-1 infection. The former include exposed uninfected (EUs) like the discordant couples and commercial sex worker and long-term nonprogressors (LTNPs). The latter compose of rapid and slow progressors as determined by their rate of disease progression. ART, antiretroviral therapy.", "cite_spans": [{"start": 1059, "end": 1063, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 1101, "end": 1105, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 1973, "end": 1981, "text": "Figure 1", "ref_id": null}], "section": "Multiple genes control HIV-1/AIDS"}, {"text": "Chemokines are low-molecular-weight potent chemoattractants produced by a variety of cell types that include T cells, macrophages, natural killer (NK) cells, B cells, fibroblasts, and mast cells. These are involved in cell trafficking and immunomodulation of inflammation and immune responses. In certain instances, their receptors serve as entry portals for pathogens to gain entry into target cells and establish infection. For example, the Duffy antigen receptor for chemokines (DARC) is used by Plasmodium vivax, while CCR5 and CXCR4 are preferentially opted by the HIV-1.", "cite_spans": [], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "Vast majority of primary HIV-1 isolates are predominantly CCR5 tropic and gradually tend to become CXCR4 tropic during late infection. All non-syncitium-inducing (NSI) strains of HIV-1 require chemokine receptor CCR5 to gain entry into target cells, while the syncitium-inducing (SI) virions use CXCR4 to enter ( (SDF-1) is a ligand for CXCR4 that is primarily used by SI viruses. Therefore, the availability of chemokine receptors expressed on cell surface and the levels of their ligands as well as cytokines are critical elements as they can enhance/suppress HIV entry. Functional genetic polymorphisms are known to occur in these proteins that affect their levels of expression and therefore might modulate their molecular interactions.", "cite_spans": [], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "Of the known 50 genes for chemokines, 16 corresponding to the CC chemokine family are clustered together on chromosome 17q12. The primary HIV coreceptor CCR5 and CCR2 are located on chromosome 3p21 and constitute the extended CCR5 haplogroups.", "cite_spans": [], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "CCR2: A valine-to-isoleucine substitution at position 64 (V64I or G190A) in the first transmembrane region of CCR2 has been associated with delayed progression to AIDS by $2-4 years than homozygous individuals carrying the wild-type allele (12) . The protective allele 'A' occurs at a population frequency of 8%-10% among Caucasians, 15%-17% in Chinese, $12% in the North Indians (13) , and 3%-17% in the South Indian populations (14) . In an earlier study, Louisirirotchanakul et al. (15) reported that CCR264I homozygosity is associated with a reduced risk of acquiring infection among the HIV-discordant couples in Thailand. However, in the Indian population, this polymorphism was not found to be protective against HIV-1 (13). Because the genetic loci for CCR2 and CCR5 are in strong linkage disequilibrium, their combined analysis is greatly helpful to define CCR2-CCR5 extended haplotypes for disease association purposes.", "cite_spans": [{"start": 240, "end": 244, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 380, "end": 384, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 430, "end": 434, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 485, "end": 489, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "CCR5: Multiple polymorphic variations have been described in the CCR5 gene (16) . Of these, a natural knockout deletion of 32 bases, i.e. CCR5 D32, introduces a premature stop codon resulting in truncated protein product (17) . In homozygous state, this deletion provides near complete protection in HIV-infected individuals and up to 2-4 years delay in disease progression in the heterozygous state (17, 18) . The CCR5 D32 is found at a frequency of 10%-16% in Northern Europe, and this frequency decreases in a southeast cline toward Mediterranean and gradually disappears in the African and Asian populations. It is extremely rare or almost absent in the Indian population (19) .", "cite_spans": [{"start": 75, "end": 79, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 221, "end": 225, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 400, "end": 404, "text": "(17,", "ref_id": "BIBREF16"}, {"start": 405, "end": 408, "text": "18)", "ref_id": "BIBREF17"}, {"start": 676, "end": 680, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "Based on a unique constellation of additional multisite polymorphisms in CCR5 regulatory 5# region, a number of CCR5 haplotypes have been identified (16, 20) , as illustrated in Figure 4 . These have been designated based on the nucleotide position in the 5# UTR region and are referred to as haplogroups A to G. Of these, HHE has been associated with accelerated disease progression in Caucasians (16) and Thais (21) but not in African Americans. In the latter, it is the HHD haplotype that shows positive association with fast progression to AIDS (22) . Similarly, HHC has been associated with fast disease progression in African Americans but with slow rate of progression in the Thai population. The HHG*2 and HHF*2 have been associated with slower progression among Caucasian and African American populations, respectively, plausibly because of the protective effects of D32 and CCR264I, respectively. In the Indian population, HHE has been implicated with susceptibility to infection and development of AIDS (23) . Whether this haplotype also influences disease progression is not clear because long-term followup is desirable to reach such a conclusion.", "cite_spans": [{"start": 149, "end": 153, "text": "(16,", "ref_id": "BIBREF15"}, {"start": 154, "end": 157, "text": "20)", "ref_id": "BIBREF19"}, {"start": 398, "end": 402, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 413, "end": 417, "text": "(21)", "ref_id": "BIBREF20"}, {"start": 549, "end": 553, "text": "(22)", "ref_id": "BIBREF21"}, {"start": 1014, "end": 1018, "text": "(23)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 178, "end": 186, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "Chemokines and their receptors"}, {"text": "CCL3-CCL4-CCL18 cluster: Genes coding for CCL3 (MIP-1a), CCL4 (MIP-1b), and CCL18 [pulmonary and activation-regulated chemokine (PARC)] are clustered together within a 47-kb region on chromosome 17q12. These are potent chemokines produced by macrophages, NK cells, fibroblasts, and T cells. Of these, CCL3 and CCL4 are natural ligands for the primary HIV coreceptor CCR5, and their genetic polymorphisms have been implicated in HIV-1 acquisition and disease progression (24) , although these associations are complicated because of strong linkage disequilibrium between them.", "cite_spans": [{"start": 470, "end": 474, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "MIP-1 is a monokine that is involved in the acute inflammatory state in the recruitment and activation of polymorphonuclear leukocytes. MIP-1a (or the small inducible cytokine A3: SCYA3) and MIP-1b (or the small inducible cytokine A4: SCYA4) are $60% identical at protein level, their genes are separated by 14 kb, and they are organized in a head-to-head fashion. The gene for CCL18, also referred to as the small inducible cytokine subfamily A member 18 (SCYA18) or the PARC, contains three exons and is 7.2 kb long. It is expressed at high levels in the lung, in alveolar macrophages, and in follicular dendritic cells of the germinal centers of lymph nodes. It is involved in the recruitment of Th2 cells and basophils in asthma allergic reactions and is upregulated by IL-4. CCL3L1: Human CC chemokine ligand 3 like 1 gene (CCL3L1) also referred to as the macrophage inflammatory protein-1a (MIP-1aP) or the small inducible cytokine A3-like 1 (SCYA3L1) is a natural ligand of HIV coreceptor CCR5 and a potent HIV-1 suppressive chemokine that can physically block the entry of HIV-1. It is located on human chromosome 17q11.2 ( Figure 5 ) and shares 96% amino acid homology with CCL3. Although the CCL3 gene exists as a single copy per haploid genome, the copy number of the CCL3L1 gene varies among different individuals and population groups.", "cite_spans": [], "ref_spans": [{"start": 1132, "end": 1140, "text": "Figure 5", "ref_id": "FIGREF4"}], "section": "Chemokines and their receptors"}, {"text": "The CCL3L1 and CCL4L1 genes harbor several single nucleotide polymorphisms (SNPs) and hotspots for duplication, resulting in distinct haplotypes and copy number variations, respectively, in different individuals (24) . The copy numbers are the highest in Africans, followed by Asians, Amerindians, Central/South Asians, Middle East individuals and Europeans (25) . It has been suggested that because CCL3L1 is a potent ligand of CCR5, variations in copy numbers and thus their expression might influence entry of the virus. Using real-time quantitative polymerase chain reaction, Townson et al. (26) reported that CCL3L1 occurs as two copies per diploid genome in most Caucasians (49%), although 10%-20% individuals could have one, three, or four copies.", "cite_spans": [{"start": 212, "end": 216, "text": "(24)", "ref_id": "BIBREF23"}, {"start": 358, "end": 362, "text": "(25)", "ref_id": "BIBREF24"}, {"start": 595, "end": 599, "text": "(26)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "Copy number variations in CCL3L1 have been reported to be associated with susceptibility to HIV-1 infection (25, 27) . However, such variations do not seem to have a significant effect on disease progression (27) . Furthermore, subjects with two or less copies of CCL3L1 have significantly higher risk of acquiring HIV infection. A recent study carried out in the Japanese population (27) has shown that the average copy number of CCL3L1 in the HIV-1-infected subjects is significantly lower than that in healthy controls (3.35 AE 0.24 vs 5.00 AE 0.22, P < 0.001). On the contrary, studies in the North Indian population showed that the copy number variation in CCL3L1 has no effect on acquisition (28) . It is worth mentioning that chimpanzees that are naturally resistant to HIV-1 possess very high ($9-10) CCL3L1 copy numbers (25, 29) .", "cite_spans": [{"start": 108, "end": 112, "text": "(25,", "ref_id": "BIBREF24"}, {"start": 113, "end": 116, "text": "27)", "ref_id": "BIBREF26"}, {"start": 208, "end": 212, "text": "(27)", "ref_id": "BIBREF26"}, {"start": 384, "end": 388, "text": "(27)", "ref_id": "BIBREF26"}, {"start": 698, "end": 702, "text": "(28)", "ref_id": "BIBREF27"}, {"start": 829, "end": 833, "text": "(25,", "ref_id": "BIBREF24"}, {"start": 834, "end": 837, "text": "29)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "Based on the combination of genotypes for CCL3L1 copy numbers and CCR5 deletion mutation, genetic risk groups can be defined that could help assess AIDS risk to HIV infection (30, 31) . Individuals with CCL3L1 high copy numbers and CCR5 deletion point toward low risk compared with those with CCL3L1 low copy numbers and CCR5 non-deletion genotypes. Furthermore, these genotypes have been shown to influence CD4 recovery and immune reconstitution after highly active antiretroviral therapy (31) . A recent study reported a correlation between higher CCL3L1 copy numbers and greater CD41 and CD81 T-cell responses to HIV-1 gag protein in the African population (32) .", "cite_spans": [{"start": 175, "end": 179, "text": "(30,", "ref_id": "BIBREF29"}, {"start": 180, "end": 183, "text": "31)", "ref_id": "BIBREF30"}, {"start": 490, "end": 494, "text": "(31)", "ref_id": "BIBREF30"}, {"start": 660, "end": 664, "text": "(32)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "RANTES: The chemokine RANTES, also referred to as small inducible cytokine A5 (SCYA5), is not only a mediator of inflammation but also a significant regulator of differentiation in development. It is a natural ligand for CCR1, CCR3, and CCR5 and a potent inhibitor of infection by NSI CCR5 tropic HIV-1. It has been reported that a transversion of 228C to G in the promoter of RANTES increases its transcription, and this polymorphism has been associated with delayed progression to AIDS in the Japanese population (33) . Another SNP, In1.1T/C (168923T/C), is found in a regulatory element in the first intron of RANTES. The 1n1.1C is associated with downregulated expression and has been implicated in accelerated progression to AIDS in African Americans and European Americans (34) . A recent study reported that the RANTES In1.1 T allele and haplotype II (ACT) may be a risk factor for HIV-1 transmission, while RANTES In1.1 C allele may confer risk for disease progression among North Indians (35) . These data need to be replicated in larger cohorts, also in other population groups.", "cite_spans": [{"start": 515, "end": 519, "text": "(33)", "ref_id": "BIBREF32"}, {"start": 779, "end": 783, "text": "(34)", "ref_id": "BIBREF33"}, {"start": 997, "end": 1001, "text": "(35)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "SDF-1: The SDF-1 or the CXCL12 is a highly potent a chemokine that binds CXCR4 (NPY3R), a coreceptor for SI HIV-1 strains. It induces intracellular actin polymerization in lymphocytes and plays an important role in basal extravazation of lymphocytes and monocytes. It is therefore involved directly in regulating immune surveillance rather than in inflammation. SDF1-CXCR4 interactions are essential for the homing and retention of hematopoietic progenitor cells in the bone marrow and have been shown to control the navigation of progenitor cells between the bone marrow and the blood. SDF1 is a ligand for CXCR4 and a potent entry inhibitor for SI viruses that generally emerge during late-stage HIV infection.", "cite_spans": [], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "The gene for SDF-1 is $10 kb long and located on human chromosome 10q11.1. It exists in two isoforms: alpha and beta obtained as a consequence of alternative splicing. The alpha form is derived from exons 1-3, while the beta form contains additional sequence from exon 4. A common polymorphism, i.e. presence of A at the SNP G801A in the 3# UTR of SDF-1b, has been shown to have a recessive protective effect against HIV-1 and associated with delayed onset of AIDS (36) . The 801A allele is found at a frequency of 0.211 in Caucasians, 0.160 in Hispanics, 0.057 in African Americans, 0.257 in Asians, and 0.24 in case of North Indians (37, 38) and 0.117-0.35 in South Indians (13) .", "cite_spans": [{"start": 465, "end": 469, "text": "(36)", "ref_id": "BIBREF35"}, {"start": 635, "end": 639, "text": "(37,", "ref_id": "BIBREF36"}, {"start": 640, "end": 643, "text": "38)", "ref_id": "BIBREF37"}, {"start": 676, "end": 680, "text": "(13)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "CXCR1-CXCR2: CXCR1 (IL-8RA) and CXCR2 (IL-8RB) are receptors for IL-8, a proinflammatory cytokine involved in chemoattraction and activation of neutrophils. Their genes are colocalized in a region spanning $26 kb on chromosome 2q35 ( Figure 6 ) and have $25% similarity in sequence to other neutrophil chemoattractants, fMet-Leu-Phe and C5a. Studies have indicated a dysregulated elevated IL-8 production and reduced expression of IL-8 receptors, CXCR1 and CXCR2, in HIV-1-infected patients. Reduced CXCR1 activity upon HIV-1 infection because of cross-receptor-mediated internalization with the major coreceptors CCR5 and CXCR4 has also been reported (39) . These observations suggest that CXCR1 and CXCR2 could affect AIDS-related conditions.", "cite_spans": [{"start": 652, "end": 656, "text": "(39)", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 234, "end": 242, "text": "Figure 6", "ref_id": null}], "section": "Chemokines and their receptors"}, {"text": "The CXCR1 and CXCR2 genes consist of several polymorphisms and, depending on their linkage disequilibrium, have been classified into distinct haplotypes (40) . Two SNPs T92G (CXCR1 2300) and C1003T (CXCR1 2142), in particular, result in nonsynonymous substitutions M31R in the N-terminal extracellular domain and R335C in the C-terminal intracellular domain, respectively. These two SNPs are an integral part of the CXCR1 haplotype 'Ha'.", "cite_spans": [{"start": 153, "end": 157, "text": "(40)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "A recent genetic study on the French GRIV cohort composing of 84 rapid and 253 slow progressors identified a strong association of CXCR1 haplotype Ha with protection against rapid progression to AIDS (40) . It was suggested that the inhibitory effect of CXCR1 Ha could be mediated by suppressing CD4 and CXCR4 expression. This could be caused by either the direct involvement of palmitoylation of the cysteine introduced in the C-terminus of CXCR1 or some other unknown CXCR1-mediated signaling that regulate expression and intracellular trafficking of CD4 and CXCR4.", "cite_spans": [{"start": 200, "end": 204, "text": "(40)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Chemokines and their receptors"}, {"text": "It has recently been shown that the DARC, alternatively called as Glycoprotein D, conventionally used in the Duffybased blood grouping system and a known receptor for P vivax, can aid HIV-1 attachment to RBCs and its transinfection to target cells (41) . The Duffy system is located on chromosome 1q21-22. The 246T-C SNP in particular, in the promoter of DARC, is widely prevalent in populations of African descent, and its homozygous 246CC genotype results in selective loss of DARC expression on RBCs. This genotype has been shown to be associated not only with a high risk of HIV-1 infection but, on the contrary, also with slower progression in terms of death or development of dementia. It has been suggested that there is interplay between DARC and chemokines that ultimately determine the amount of free virus bound to RBCs for eventual trans-infection. Figure 6 Gene map of CXCR1 and CXCR2 on chromosome 2q35 with polymorphic positions and CXCR1 haplotypes indicated. At least 10 CXCR1 haplotypes are known (40) . Arrow indicates haplotype 'Ha' that has been associated with delayed progression in Caucasians.", "cite_spans": [{"start": 248, "end": 252, "text": "(41)", "ref_id": "BIBREF40"}, {"start": 1015, "end": 1019, "text": "(40)", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 861, "end": 869, "text": "Figure 6", "ref_id": null}], "section": "Duffy antigen receptor for chemokines"}, {"text": "DC-SIGN (CD209) and its related protein DC-SIGNR are C-type lectins known to bind multiple pathogens such as HIV-1, HIV-2, Mycobacterium tuberculosis, Helicobacter pylori, Klebsiella pneumoniae, dengue virus, Ebola virus, hepatitis C virus, cytomegalovirus, measles, coronavirus, Leishmania pifanoi, Shistosoma mansoni, and Candida albicans. The DC-SIGN and DC-SIGNR show 77% homology at amino acid sequence level, act as cell adhesion and pathogen recognition receptors, and are involved in both innate and adaptive immunity. The two genes appear to have originated from a common ancestral gene by duplication and are therefore located in close proximity in head-to-head orientation on chromosome 19p13.", "cite_spans": [], "ref_spans": [], "section": "Dendritic cell-specific intracellular adhesion molecule-3-grabbing nonintegrin"}, {"text": "Polymorphisms in DC-SIGN and DC-SIGNR genes have recently been studied in Caucasian and African populations, and several novel SNPs were identified in 5# and 3# UTR regions (42) . These investigators have reported several significant differences in the prevalence of different alleles and haplotypes in the two population groups. In general, the African population shows greater genetic diversity in DC-SIGN than other populations. The DC-SIGN promoter variant 2336C affects an Sp1-binding site and leads to decreased expression of DC-SIGN. This particular allele has been associated with susceptibility to parenteral HIV-1 infection in the European Americans (43) . This association has not been reported in patients known to be at risk for mucosally acquired infection.", "cite_spans": [{"start": 173, "end": 177, "text": "(42)", "ref_id": "BIBREF41"}, {"start": 660, "end": 664, "text": "(43)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Dendritic cell-specific intracellular adhesion molecule-3-grabbing nonintegrin"}, {"text": "A total of eight DC-SIGN haplotypes have been reported (Table 3) . Of these, haplotype 4, which contains all the highrisk SNPs, is associated with parenterally acquired infection (OR ¼ 2.62, P ¼ 0.018). On the other hand, the haplotype containing all the protective SNPs (2139T, 2336T, 2939T, 21180T, and 21466T) is quite rare (frequency 0.001), making it difficult to test its influence on the actual risk following HIV-1 infection. Although this study did not find any significant association with HIV-1 disease progression, further evidence would be required to suggest that DC-SIGN variants that bind the envelope glycoprotein of both R5 and X4 viruses more efficiently might also lead to enhanced virus infection.", "cite_spans": [], "ref_spans": [{"start": 55, "end": 64, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Dendritic cell-specific intracellular adhesion molecule-3-grabbing nonintegrin"}, {"text": "In addition to the genes that act at the level of viral entry, there are others that are critically involved in HIV restriction and influence the ensuing immune response. These include, for example, the antiviral APOBEC3G gene family and the virus restriction factor TRIM5a that are described briefly in the following section.", "cite_spans": [], "ref_spans": [], "section": "Genes involved in anti-HIV immune response"}, {"text": "Apolipoprotein B mRNA-editing enzyme, catalytic polypeptide-like 3G", "cite_spans": [], "ref_spans": [], "section": "Genes involved in anti-HIV immune response"}, {"text": "APOBEC3G is a host antiviral factor. It is a cytidine deaminase that induces G-to-A hypermutation in newly synthesized retroviral DNA, resulting in instability of the nascent viral transcripts or lethal mutations (44) . However, this APOBEC3G-mediated innate immune mechanism is counteracted by the HIV-1 vif, thus allowing the virus to escape through mutations and even develop drug resistance to lamivudine (3TC) (45) . It has been shown that residues asp128 in APOBEC3G in humans and lys128 in African green monkeys are involved in binding with viral vif, resulting in its degradation. Furthermore, an interchange of the asp128 with lys128 in human APOBEC3G switches its sensitivity from HIV vif to SIV vif (46) . APOBEC3G functions as a potent post-entry restriction factor for HIV-1 in naı¨ve CD4 T cells but is not protective in activated CD4 T cells. In the latter, it is recruited into an enzymatically inactive high-molecular-mass ribonucleoprotein complex that depends on RNAse for its conversion to its lowmolecular-mass and active form. This inactivated form of APOBEC3G following T-cell activation has been correlated with permissivity for HIV infection (47) . It has been suggested that creation of HIV vif resistant APOBEC3G mutations could provide an effective gene therapy approach against the virus (48) .", "cite_spans": [{"start": 213, "end": 217, "text": "(44)", "ref_id": "BIBREF43"}, {"start": 415, "end": 419, "text": "(45)", "ref_id": "BIBREF44"}, {"start": 710, "end": 714, "text": "(46)", "ref_id": "BIBREF45"}, {"start": 1167, "end": 1171, "text": "(47)", "ref_id": "BIBREF46"}, {"start": 1317, "end": 1321, "text": "(48)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Genes involved in anti-HIV immune response"}, {"text": "The gene for APOBEC3G exists as a tandem array of seven APOBEC genes or pseudogenes on chromosome 22q12-q13.2. It has been reported that the antiviral activity of the APOBEC3H has been lost in the majority of human populations excluding Africans through two polymorphisms, and this may have important consequences for susceptibility to retroviral infections (49) .", "cite_spans": [{"start": 358, "end": 362, "text": "(49)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Genes involved in anti-HIV immune response"}, {"text": "The antiviral factor TRIM5a protects humans and other primates against a broad range of retroviruses in a speciesspecific manner. It targets the capsid molecules of the incoming retrovirus in the cytosol and disrupts its replication. Human TRIM5a can block N-tropic Murine leukemia virus (MLV) and equine anemia virus, but is ", "cite_spans": [], "ref_spans": [], "section": "Tripartite interaction motif 5 a"}, {"text": "DC-SIGN, Dendritic cell-specific intracellular adhesion molecule-3grabbing nonintegrin.", "cite_spans": [], "ref_spans": [], "section": "Tripartite interaction motif 5 a"}, {"text": "much less efficient in restricting HIV-1 replication, although TRIM5a escape mutants have been identified late in infection. Two SNPs (H43Y and R136Q) have been reported to affect the antiviral activity of this restriction factor. The 43Y allele is believed to impair the E3 ligase activity of TRIM and favors progression to AIDS. The other polymorphism 136Q is associated with greater anti-HIV activity and has earlier been reported to be more frequently observed in high-risk seronegative African Americans as compared with HIV seropositive patients.", "cite_spans": [], "ref_spans": [], "section": "Tripartite interaction motif 5 a"}, {"text": "Recently, van Manen et al. (50) have analyzed the effect of polymorphisms in TRIM5a on the clinical course of HIV-1 infection in homosexual men enrolled in Amsterdam cohort studies (ACS). The study reported an accelerated disease progression in individuals homozygous for 43Y and established an in vitro protective effect of 136Q against the X4 viruses that infect naı¨ve T cells. Furthermore, these investigators reported that the 136Q allele along with 22GG genotype in the 5# UTR of TIM5a is associated with rapid progression to AIDS.", "cite_spans": [{"start": 27, "end": 31, "text": "(50)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Tripartite interaction motif 5 a"}, {"text": "A preventive vaccine against HIV/AIDS still eludes researchers but would possibly involve both cellular and humoral immune responses against the virus. It is expected that a first generation vaccine against HIV would be able to reduce viremia to <2000 copies RNA per milliliter and/or prevent disease progression, thereby resulting in practically improved disease outcome and reduced transmission. Genetic determinants of HIV infection and progression to AIDS can be grouped into two broad categories. First category involves those genes that govern viral entry and hence susceptibility. These include chemokine receptors and their ligands as well as others like DC-SIGN, DARC, APOBEC3G, and TRIM5. The second category primarily influences the immune response following HIV infection and includes immune response genes in the MHC region, KIRs, and the genetic polymorphisms in cytokines.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Genetic studies aimed at identifying host factors associated with natural resistance against the retrovirus would be helpful in developing screening tests that could identify people who have a greater or lower predisposition to HIV infection and who could progress at fast/slow pace to AIDS. Furthermore, genetic testing could help in clinical diagnosis of drug hypersensitivity reactions prior to treatment and could possibly be translated in avoiding dug toxicities at an individual level. Because genetic variability is involved at several steps of the cascade of antiviral immune surveillance, these could help in predicting vaccine responsiveness in a population-specific manner and help in our understanding of disease pathogenesis.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Nevertheless, several key issues have recently emerged through multidisciplinary approaches involving intensive international collaborations. It is clear that HIV-1/AIDS pathogenesis involves complex counter-interactive responses mediated by both viral and host-derived factors. These are manifested differently in different individuals depending on host genomic and immunomic architecture. A number of host-derived factors have been identified through casecontrol studies and multi-cohort meta-analyses. Wholegenome scans, functional genomics, and other experimental approaches have provided new insights into our understanding of the host-pathogen interactions. Future studies focused primarily on the mechanisms of protection from the virus in naturally resistant people, especially the elite controllers could unravel the enigmatic approaches that could be used in favorable prognosis, vaccine design, therapy, and clinical practice.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Antibodies to the CD4-binding site of HIV-1 gp120 suppress gp120-specific CD4 T cell response while enhancing antibody response", "authors": [{"first": "M", "middle": ["L"], "last": "Visciano", "suffix": ""}, {"first": "M", "middle": [], "last": "Tuen", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Hioe", "suffix": ""}], "year": 2008, "venue": "Infect Agent Cancer", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Antigen stimulation induces HIV envelope gp120-specific CD4 1 T cells to secrete CCR5 ligands and suppress HIV infection", "authors": [{"first": "G", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "M", "middle": [], "last": "Tuen", "suffix": ""}, {"first": "D", "middle": [], "last": "Virland", "suffix": ""}], "year": 2007, "venue": "Virology", "volume": "369", "issn": "", "pages": "214--239", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "HIV-1 envelope gp120 induces a stop signal and virological synapse formation in non-infected CD4 T cells", "authors": [{"first": "G", "middle": [], "last": "Vasiliver-Shamis", "suffix": ""}, {"first": "M", "middle": [], "last": "Tuen", "suffix": ""}, {"first": "T", "middle": [], "last": "Wu", "suffix": ""}], "year": 2008, "venue": "J Virol", "volume": "82", "issn": "", "pages": "9445--57", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Genomics meets HIV", "authors": [{"first": "A", "middle": [], "last": "Telenti", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Goldstein", "suffix": ""}], "year": 2006, "venue": "Nat Rev Microbiol", "volume": "4", "issn": "", "pages": "9--18", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Patterns of ethnic diversity among the genes that influence AIDS", "authors": [{"first": "C", "middle": [], "last": "Winkler", "suffix": ""}, {"first": "P", "middle": [], "last": "An", "suffix": ""}, {"first": "Sjo", "middle": [], "last": "Brien", "suffix": ""}], "year": 2004, "venue": "Hum Mol Genet", "volume": "13", "issn": "", "pages": "9--19", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Human immunodeficiency virus controllers: mechanisms of durable virus control in the absence of antiretroviral therapy", "authors": [{"first": "S", "middle": ["G"], "last": "Deeks", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Walker", "suffix": ""}], "year": 2007, "venue": "Immunity", "volume": "27", "issn": "", "pages": "406--422", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Elite control of HIV infection: implications for vaccines and treatments", "authors": [{"first": "B", "middle": ["M"], "last": "Baker", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Block", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Rothchild", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Walker", "suffix": ""}], "year": 2009, "venue": "Expert Opin Biol Ther", "volume": "9", "issn": "", "pages": "55--69", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Identification of host proteins required for HIV infection through a functional genomic screen", "authors": [{"first": "A", "middle": ["L"], "last": "Brass", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Dykxhoorn", "suffix": ""}, {"first": "Y", "middle": [], "last": "Benita", "suffix": ""}], "year": 2008, "venue": "Science", "volume": "319", "issn": "", "pages": "921--927", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Human genes that limit AIDS", "authors": [{"first": "S", "middle": ["J"], "last": "O&apos;brien", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Nelson", "suffix": ""}], "year": 2004, "venue": "Nat Genet", "volume": "36", "issn": "", "pages": "565--74", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A whole-genome association study of major determinants for host control of HIV-1", "authors": [{"first": "J", "middle": [], "last": "Fellay", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Shianna", "suffix": ""}, {"first": "D", "middle": [], "last": "Ge", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "317", "issn": "", "pages": "944--951", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "In vitro whole-genome analysis identifies a susceptibility locus for HIV-1", "authors": [{"first": "C", "middle": [], "last": "Loeuillet", "suffix": ""}, {"first": "S", "middle": [], "last": "Deutsch", "suffix": ""}, {"first": "A", "middle": [], "last": "Cluffi", "suffix": ""}], "year": 2008, "venue": "PLoS Biol", "volume": "", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pbio.0060032"]}}, "BIBREF11": {"ref_id": "b11", "title": "Contrasting genetic influence of CCR2 and CCR5 variants on HIV-1 infection and disease progression. Hemophilia Growth and Development Study (HGDS)", "authors": [{"first": "M", "middle": ["W"], "last": "Smith", "suffix": ""}, {"first": "M", "middle": [], "last": "Dean", "suffix": ""}, {"first": "M", "middle": [], "last": "Carrington", "suffix": ""}], "year": 1997, "venue": "Multicenter AIDS Cohort Study (MACS), Multicenter Hemophilia Cohort Study (MHCS)", "volume": "277", "issn": "", "pages": "959--65", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Distribution of CCR2 polymorphism in HIV-1 infected and healthy subjects in North India", "authors": [{"first": "G", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "P", "middle": [], "last": "Singh", "suffix": ""}, {"first": "N", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2007, "venue": "Int J Immunogenet", "volume": "34", "issn": "", "pages": "153--159", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Distribution of HIV-1 resistance-conferring polymorphic alleles SDF-1-3'A, CCR2-64I and CCR5-Delta32 in diverse populations of Andhra Pradesh, South India", "authors": [{"first": "G", "middle": ["V"], "last": "Ramana", "suffix": ""}, {"first": "A", "middle": [], "last": "Vasanthi", "suffix": ""}, {"first": "M", "middle": [], "last": "Khaja", "suffix": ""}], "year": 2001, "venue": "J Genet", "volume": "80", "issn": "", "pages": "137--177", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Genetic analysis of HIV-1 discordant couples in Thailand: association of CCR2 64I homozygosity with HIV-1 negative status", "authors": [{"first": "S", "middle": [], "last": "Louisirirotchanakul", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "A", "middle": [], "last": "Roongpisuthipong", "suffix": ""}], "year": 2002, "venue": "J Acquir Immune Defic Syndr", "volume": "29", "issn": "", "pages": "314--319", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Race-specific HIV-1 disease-modifying effects associated with CCR5 haplotypes", "authors": [{"first": "E", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "M", "middle": [], "last": "Bamshad", "suffix": ""}, {"first": "N", "middle": [], "last": "Sato", "suffix": ""}], "year": 1999, "venue": "Proc Natl Acad Sci", "volume": "96", "issn": "", "pages": "12004--12013", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Homozygous defects in HIV-1 coreceptor accounts for resistance of some multiply-exposed individuals to HIV-1 infection", "authors": [{"first": "R", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Paxton", "suffix": ""}, {"first": "S", "middle": [], "last": "Choe", "suffix": ""}], "year": 1996, "venue": "Cell", "volume": "86", "issn": "", "pages": "367--77", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Genetic restriction of HIV-1 infection and progression to AIDS by a deletion allele of the CKR5 structural gene", "authors": [{"first": "M", "middle": [], "last": "Dean", "suffix": ""}, {"first": "M", "middle": [], "last": "Carrington", "suffix": ""}, {"first": "C", "middle": [], "last": "Winkler", "suffix": ""}], "year": 1996, "venue": "Science", "volume": "273", "issn": "", "pages": "1856--62", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Immunogenetic basis of HIV-1 infection, transmission and disease progression", "authors": [{"first": "P", "middle": [], "last": "Singh", "suffix": ""}, {"first": "G", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "G", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Mehra", "suffix": ""}], "year": 2008, "venue": "Vaccine", "volume": "26", "issn": "", "pages": "2966--80", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Genetic acceleration of AIDS progression by a promoter variant of CCR5", "authors": [{"first": "M", "middle": ["P"], "last": "Martin", "suffix": ""}, {"first": "M", "middle": [], "last": "Dean", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Smith", "suffix": ""}], "year": 1998, "venue": "Science", "volume": "282", "issn": "", "pages": "1907--1918", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "CCR5 promoter haplogroups associated with HIV-1 discordant progression in Thai injection drug users", "authors": [{"first": "L", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "T", "middle": [], "last": "Chaowanachan", "suffix": ""}], "year": 2004, "venue": "AIDS", "volume": "18", "issn": "", "pages": "1327--1360", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A polymorphism in the regulatory region of the CC chemokine receptor 5 gene influences perinatal transmission of HIV 1 to African American infants", "authors": [{"first": "L", "middle": ["G"], "last": "Kostrikis", "suffix": ""}, {"first": "A", "middle": ["U"], "last": "Neumann", "suffix": ""}, {"first": "B", "middle": [], "last": "Thomson", "suffix": ""}], "year": 1999, "venue": "J Virol", "volume": "73", "issn": "", "pages": "10264--71", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Polymorphism in the CCR5 gene promoter and HIV-1 infection in North Indians", "authors": [{"first": "G", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "P", "middle": [], "last": "Singh", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Rapthap", "suffix": ""}], "year": 2007, "venue": "Hum Immunol", "volume": "68", "issn": "", "pages": "454--61", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Genetic variation in the CCL18-CCL3-CCL4 chemokine gene cluster influences HIV type 1 transmission and AIDS disease progression", "authors": [{"first": "W", "middle": ["S"], "last": "Modi", "suffix": ""}, {"first": "J", "middle": [], "last": "Lautenberger", "suffix": ""}, {"first": "An", "middle": ["P"], "last": "", "suffix": ""}], "year": 2006, "venue": "Am J Hum Genet", "volume": "79", "issn": "", "pages": "120--128", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The influence of CCL3L1 gene-containing segmental duplications on HIV-1/ AIDS susceptibility", "authors": [{"first": "E", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "H", "middle": [], "last": "Kulkarni", "suffix": ""}, {"first": "H", "middle": [], "last": "Bolivar", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "307", "issn": "", "pages": "1434--1474", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Gene copy number regulates the production of the human chemokine CCL3-L1", "authors": [{"first": "J", "middle": ["R"], "last": "Townson", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Barcellos", "suffix": ""}, {"first": "Rjb", "middle": [], "last": "Nibbs", "suffix": ""}], "year": 2002, "venue": "J Immunol", "volume": "32", "issn": "", "pages": "3016--3042", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Copy number variations of CCL3L1 and long-term prognosis of HIV-1 infection in asymptomatic HIV-infected Japanese with hemophilia", "authors": [{"first": "T", "middle": [], "last": "Nakajima", "suffix": ""}, {"first": "H", "middle": [], "last": "Ohtani", "suffix": ""}, {"first": "T", "middle": [], "last": "Naruse", "suffix": ""}], "year": 2007, "venue": "Immunogenetics", "volume": "59", "issn": "", "pages": "793--801", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "HIV-1/AIDS susceptibility and copy number variation in CCL3L1, a gene encoding a natural ligand for HIV-1 co-receptor CCR5", "authors": [{"first": "T", "middle": [], "last": "Nakajima", "suffix": ""}, {"first": "G", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "N", "middle": [], "last": "Mehra", "suffix": ""}, {"first": "A", "middle": [], "last": "Kimura", "suffix": ""}], "year": null, "venue": "Cytogenet Genome Res", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "CCL3L1 and CCL4L1: variable gene copy number in adolescents with and without HIV-1 infection", "authors": [{"first": "W", "middle": [], "last": "Shao", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "W", "middle": [], "last": "Song", "suffix": ""}], "year": 2007, "venue": "Genes Immun", "volume": "8", "issn": "", "pages": "224--255", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Role of CCL3L1-CCR5 genotypes in the epidemic spread of HIV-1 and evaluation of vaccine efficacy", "authors": [{"first": "H", "middle": [], "last": "Kulkarni", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Marconi", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Agan", "suffix": ""}], "year": 2008, "venue": "PLoS ONE", "volume": "3", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0003671"]}}, "BIBREF30": {"ref_id": "b30", "title": "CCL3L1-CCR5 genotype influences durability of immune recovery during antiretroviral therapy of HIV-1 infected individuals", "authors": [{"first": "S", "middle": ["K"], "last": "Ahuja", "suffix": ""}, {"first": "H", "middle": [], "last": "Kulkarni", "suffix": ""}, {"first": "G", "middle": [], "last": "Catano", "suffix": ""}], "year": 2008, "venue": "Nat Med", "volume": "14", "issn": "", "pages": "413--433", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Host CCL3L1 gene copy number in relation to HIV-1 specific CD41 and CD81 T cell responses and viral load in South African women", "authors": [{"first": "S", "middle": [], "last": "Shalekoff", "suffix": ""}, {"first": "S", "middle": [], "last": "Meddows-Taylor", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Schramm", "suffix": ""}], "year": 2008, "venue": "J Acquir Immune Defic Syndr", "volume": "48", "issn": "", "pages": "245--54", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Polymorphism in RANTES chemokine promoter affects HIV-1 disease progression", "authors": [{"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "D", "middle": [], "last": "Chao", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Nakayama", "suffix": ""}], "year": 1999, "venue": "Proc Natl Acad Sci", "volume": "96", "issn": "", "pages": "4581--4586", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Modulating influence on HIV/AIDS by interacting RANTES gene variants", "authors": [{"first": "P", "middle": [], "last": "An", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Nelson", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci", "volume": "99", "issn": "", "pages": "10002--10009", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Association of RANTES -403 G/A, -28 C/G and In1.1 T/C polymorphism with HIV-1 transmission and progression among North Indians", "authors": [{"first": "A", "middle": [], "last": "Rathore", "suffix": ""}, {"first": "A", "middle": [], "last": "Chatterjee", "suffix": ""}, {"first": "P", "middle": [], "last": "Sivarama", "suffix": ""}, {"first": "N", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Singhal", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Dhole", "suffix": ""}], "year": 2008, "venue": "J Med Virol", "volume": "80", "issn": "", "pages": "1133--1174", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Genetic restriction of AIDS pathogenesis by an SDF-1 chemokine gene variant", "authors": [{"first": "C", "middle": [], "last": "Winkler", "suffix": ""}, {"first": "W", "middle": [], "last": "Modi", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Smith", "suffix": ""}], "year": 1998, "venue": "Science", "volume": "279", "issn": "", "pages": "389--93", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "High frequency of G to A transition mutation in the stromal cell derived factor-1 gene in India, a chemokine that blocks HIV-1 (X4) infection: multiple proteins bind to 3'-untranslated region of SDF-1 RNA", "authors": [{"first": "N", "middle": [], "last": "Ramamoorti", "suffix": ""}, {"first": "J", "middle": [], "last": "Kumarvelu", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Shanmugasundaram", "suffix": ""}, {"first": "K", "middle": [], "last": "Rani", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Banerjea", "suffix": ""}], "year": 2001, "venue": "Genes Immun", "volume": "", "issn": "2", "pages": "408--418", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Gene polymorphisms in CCR5, CCR2, CX3CR1, SDF-1 and RANTES in exposed but uninfected partners of HIV-1 infected individuals in North India", "authors": [{"first": "P", "middle": [], "last": "Suresh", "suffix": ""}, {"first": "A", "middle": [], "last": "Wanchu", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Sachdeva", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhatnagar", "suffix": ""}], "year": 2006, "venue": "J Clin Immunol", "volume": "26", "issn": "", "pages": "476--84", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Interleukin-8-mediated heterologous receptor internalization provides resistance to HIV-1 infectivity. Role of signal strength and receptor desensitization", "authors": [{"first": "R", "middle": ["M"], "last": "Richardson", "suffix": ""}, {"first": "K", "middle": [], "last": "Tokunaga", "suffix": ""}, {"first": "R", "middle": [], "last": "Marjoram", "suffix": ""}, {"first": "T", "middle": [], "last": "Sata", "suffix": ""}, {"first": "R", "middle": [], "last": "Snyderman", "suffix": ""}], "year": 2003, "venue": "J Biol Chem", "volume": "278", "issn": "", "pages": "15867--73", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "A haplotype of the human CXCR1 gene protective against rapid disease progression in HIV-11 patients", "authors": [{"first": "A", "middle": [], "last": "Vasilescu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Terashima", "suffix": ""}, {"first": "M", "middle": [], "last": "Enomoto", "suffix": ""}], "year": 2007, "venue": "Proc Natl Acad Sci", "volume": "104", "issn": "", "pages": "3354--3363", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Duffy antigen receptor for chemokines mediates trans-infection of HIV-1 from red blood cells to target cells and affects HIV-AIDS susceptibility", "authors": [{"first": "W", "middle": [], "last": "He", "suffix": ""}, {"first": "S", "middle": [], "last": "Neil", "suffix": ""}, {"first": "H", "middle": [], "last": "Kulkarni", "suffix": ""}], "year": 2008, "venue": "Cell Host Microbe", "volume": "4", "issn": "", "pages": "52--62", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "DC-SIGN and DC-SIGNR genetic diversity among different ethnic populations: potential implications for pathogen recognition and disease susceptibility", "authors": [{"first": "G", "middle": [], "last": "Boily-Larouche", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Zijenah", "suffix": ""}, {"first": "M", "middle": [], "last": "Mbizvo", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Ward", "suffix": ""}, {"first": "M", "middle": [], "last": "Roger", "suffix": ""}], "year": 2007, "venue": "Hum Immunol", "volume": "68", "issn": "", "pages": "523--553", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Association of DC-SIGN promoter polymorphism with increased risk for parenteral, but not mucosal, acquisition of human immunodeficiency virus type 1 infection", "authors": [{"first": "M", "middle": ["P"], "last": "Martin", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Lederman", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Hutcheson", "suffix": ""}], "year": 2004, "venue": "J Virol", "volume": "78", "issn": "", "pages": "14053--14059", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Rapid evolution of primate antiviral enzyme APOBEC3G", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Webb", "suffix": ""}], "year": 2004, "venue": "Hum Mol Genet", "volume": "13", "issn": "", "pages": "1785--91", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Cytidine deamination induced HIV-1 drug resistance", "authors": [{"first": "L", "middle": ["C"], "last": "Mulder", "suffix": ""}, {"first": "A", "middle": [], "last": "Harari", "suffix": ""}, {"first": "V", "middle": [], "last": "Simon", "suffix": ""}], "year": 2008, "venue": "Proc Natl Acad Sci", "volume": "105", "issn": "", "pages": "5501--5507", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "A single amino acid of APOBEC3G controls its species-specific interaction with virion infectivity factor (Vif)", "authors": [{"first": "B", "middle": [], "last": "Schrofelbauer", "suffix": ""}, {"first": "D", "middle": [], "last": "Chen", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Landau", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci", "volume": "101", "issn": "", "pages": "3927--3959", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Cellular APOBEC3G restricts HIV-1 infection in resting CD41 T cells", "authors": [{"first": "Y", "middle": ["L"], "last": "Chiu", "suffix": ""}, {"first": "V", "middle": ["B"], "last": "Soros", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Kreisberg", "suffix": ""}, {"first": "K", "middle": [], "last": "Stopak", "suffix": ""}, {"first": "W", "middle": [], "last": "Yonemoto", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Greene", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "435", "issn": "", "pages": "108--122", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "A single amino acid substitution in human APOBEC3G antiretroviral enzyme confers resistance to HIV-1 virion infectivity factor-induced depletion", "authors": [{"first": "H", "middle": [], "last": "Xu", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Svarovskaia", "suffix": ""}, {"first": "R", "middle": [], "last": "Barr", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci", "volume": "101", "issn": "", "pages": "5652--5659", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Antiretroelement activity of APOBEC3H was lost twice in recent human evolution", "authors": [{"first": "M", "middle": [], "last": "Ohainle", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kerns", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Li", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Malik", "suffix": ""}, {"first": "M", "middle": [], "last": "Emerman", "suffix": ""}], "year": 2008, "venue": "Cell Host Microbe", "volume": "4", "issn": "", "pages": "249--59", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The effect of Trim5 polymorphisms on the clinical course of HIV-1 infection", "authors": [{"first": "D", "middle": [], "last": "Van Manen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rits", "suffix": ""}, {"first": "C", "middle": [], "last": "Beugeling", "suffix": ""}, {"first": "K", "middle": [], "last": "Van Dort", "suffix": ""}, {"first": "H", "middle": [], "last": "Schuitemaker", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Kootstra", "suffix": ""}], "year": 2008, "venue": "PLoS Pathog", "volume": "4", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". The CCR5 expression is upregulated under the influence of IL-2 and IL-10, while IL-4 induces CXCR4 expression. The chemokines CCL3 [macrophage inflammatory protein-1 (MIP-1)a], CCL4 (MIP-1b), and CCL5 [regulated upon activation, normally T-expressed, and presumably secreted (RANTES)] are natural ligands of CCR5 coreceptor that can block entry of NSI virions. Similarly, stromal cell-derived factor 1 Chromosomal localization of human genes involved in HIV/AIDS susceptibility, transmission, progression, and response to therapy. For the sake of convenience, individual genes have been grouped according to their function at the bottom of the figure. APOBEC3, apolipoprotein B mRNA-editing enzyme, catalytic polypeptidelike 3G; DC-SIGN, dendritic cell-specific intracellular adhesion molecule-3-grabbing nonintegrin; HLA, human leukocyte antigen; KIR, killer cell immunoglobulin-like receptor; MIP-1, macrophage inflammatory protein-1; PARC, pulmonary and activation-regulated chemokine; RANTES, regulated upon activation, normally T-expressed, and presumably secreted; SDF-1, stromal cellderived factor 1; TRIM5a, tripartite interaction motif 5 a.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Diagrammatic representation of binding of HIV to chemokine coreceptors CCR5 and CXCR4 expressed on the CD4 T cell. The level of expression of chemokine receptor CCR5 and its ligands MIP-1a, MIP-1b, and RANTES; and receptor CXCR4 and its ligand SDF-1 may enhance or suppress risk of HIV infection. MIP-1, macrophage inflammatory protein-1; RANTES, regulated upon activation, normally T-expressed, and presumably secreted.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Organization of CCR2 and CCR5 haplotypes on chromosome 3p21 and their association with HIV disease progression. There are seven haplogroups encompassing single nucleotide polymorphisms corresponding to CCR2 V64I, CCR5 cis region, and the CCR5 deletion polymorphism. @ Numbering system 1 is based on GenBank accession numbers AF031236 and AF031237 (15), whereas 2 is relative to the translational site and 3 is based on accession number U95626. # The promoter alleles (P1 to P10) are numbered according toMartin et al. (20).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "13 AE 0.15 in HIV-infected individuals compared with 2.34 AE 0.17 in healthy controls)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Comparative genomic analysis of CCL3L1 copy numbers in different populations compared with the chimpanzee. (A) Gene map showing localization of CCL3L1 and other chemokines on chromosome 17q12. (B) Copy number variations in CCL3L1 in the Japanese, Asian Indian, and African populations(25,28).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Important milestones of research in HIV/AIDS biology, diagnosis, and genetics", "latex": null, "type": "table"}, "TABREF1": {"text": "Major obstacles encountered for the development of a successful vaccine against HIV-1", "latex": null, "type": "table"}, "TABREF2": {"text": "Major DC-SIGN haplotypes identified in the promoter region and investigated in HIV infection and disease progression studies [adapted from Martin et al. (43)]", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors wish to thank the Department of Biotechnology and the Indian Council of Medical Research, Government of India, for their financial support. The training obtained by GK through the Fogarty's AIDS International Training and Research Program fellowship program at the New York School of Medicine is gratefully acknowledged.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}