{
    "paper_id": "f3f7c01297e4990db50f8bda2d6c23f319ea16d8",
    "metadata": {
        "title": "To appear in: Public Health",
        "authors": [
            {
                "first": "Wai",
                "middle": [
                    "Ching"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "B B S"
                ],
                "last": "Mrcp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chong",
                "middle": [
                    "Yau"
                ],
                "last": "Ong",
                "suffix": "",
                "affiliation": {},
                "email": "ong.chong.yau@singhealth.com.sg"
            },
            {
                "first": "M",
                "middle": [
                    "B B S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wai-Ching",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article describes the rapid mitigation strategies in addressing the rising numbers of coronavirus disease 2019 (COVID-19) cases in Singapore. Learning from the severe acute respiratory syndrome (SARS) experience in 2003, early preparation started in January 2020 when Wuhan was declared as the epicentre of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "-Preparations and rapid mitigation strategies in addressing the rocketing numbers of Singapore COVID-19 case -Three-pronged approach which includes travel, healthcare, and community measures to curb the spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The government had constructed a three-pronged approach which includes travel, healthcare, and community measures to curb the spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Singapore confirmed its first coronavirus disease 2019 (COVID-19) case on January 22 nd , 2020. At the time of writing, the cumulative number of cases in Singapore had exceeded 22,000. This article describes the preparations and rapid mitigation strategies in addressing the rocketing numbers of COVID-19 cases in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of rapid mitigating strategies in Singapore during COVID-19 pandemic"
        },
        {
            "text": "Learning from the painful severe acute respiratory syndrome (SARS) experience in 2003, early preparation started in January 2020 when Wuhan city was declared as the epidemic epicentre. Border control measures were placed as early as January 2 nd when the Ministry of Health (MOH) issued a health advisory and implemented temperature screening for passengers arriving from Wuhan. This was gradually tightened with restrictions extended to Hubei province and then mainland China in conjunction with declaration of the outbreak as \"Public Health Emergency of International Concern\" on January 30 th . On Singapore's end, the public was advised successively against outbound travel to Hubei, China and subsequently Daego and Cheongdo counties in South Korea as cases in these regions multiplied. Expatriation of Singaporeans from Wuhan was carried out with stringent quarantine and SAR-2-CoV testing measures. 1 Bilateral agreements were also made with the Malaysian government in February to align screening protocols at land borders. A joint field epidemiology training network to share surveillance data was activated. This had led to identification of the first international cluster in Singapore resulting from a global business conference. Stricter travel controls in Singapore and worldwide were imperative as early studies had confirmed that the mean R 0 for COVID-19 is around 3.28. 2 By early March, travel restrictions were extended to Iran, South Korea, Japan, Italy, Spain, France, Germany and United Kingdom. These restrictions were implemented before the World Health Organisation (WHO) announced COVID-19 as \"Pandemic\" on March 11 th . Further enhancement took place when Stay-Home-Notice (SHN) were issued to all overseas travellers on March 20 th . All travel restrictions and \"isolation\" orders were capped at the standard 14 days based on the COVID-19 incubation period.",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 907,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1388,
                    "end": 1389,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Travel-related measures"
        },
        {
            "text": "At the healthcare level, the MOH and National Centre of Infectious Disease (NCID) jointly developed guidelines on case suspects managements which were disseminated to the hospitals, physicians and laboratories in January. 3 Following the first confirmed case, contact tracing yielded two more positive cases in Singapore while Malaysia had their first three cases from Singapore's index case. Vigorous contact tracings were conducted through activity mapping, analytic tools, surveillance footages, door-to-door inquiries with the help of Singapore Police Force, and smartphone application (TraceTogether). 4 Coupled with the antibody laboratory tests developed by Duke-NUS Medical School, the link between Singapore's two largest COVID-19 clusters in February was uncovered. 5 Fever surveillance among healthcare workers was implemented in which all healthcare workers, including clinical and non-clinical employees, were to report temperature twice daily. Employees with temperature 37.5 °C and above would be required to seek immediate medical attention and not report to work. This strategy was used to identify potentially infected healthcare workers early during the SARS outbreak in 2003. 6",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 607,
                    "end": 608,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 776,
                    "end": 777,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Healthcare and Hospital Measures"
        },
        {
            "text": "At the community level, the MOH raised public awareness on the importance of personal hygiene, handwashing, wearing of masks, civic mindedness, and healthseeking behaviours. Timely dissemination of reliable information to the public was proven effective in the previous SARS outbreak to dissipate anxieties. 7 When the national alert level was raised to the second highest level, the government regularly updated the public on precautionary measures, containment efforts and assurance of national supplies.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Community Measures"
        },
        {
            "text": "As early as February 17 th , stricter Stay-Home-Notice (SHN) has replaced Leave of Absence (LOA). SHN law enforcement requires residents, and long-term pass holders travelling from high-risk places to stay home mandatorily at all times, monitor their health, and utilize contactless delivery for their food and daily essentials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community Measures"
        },
        {
            "text": "Previously, persons on LOA were able to briefly leave their residentials for food, groceries, and \"important personal matters\". Revocation of permanent resident status, cancellation of work passes, fines and jail sentences were among the outcomes of those breaching the laws.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community Measures"
        },
        {
            "text": "Closure of places commenced -from places of worship followed by entertainment services, and tuition centres. Business continuity plans for companies kicked off with staggering of work hours at workplaces. Food and beverages industries were advised to comply with safe distancing measures. As part of crowdlimiting measures, fixed seats in eateries, buses, and trains were marked as not to be occupied. Fines were imposed for failure in abiding by safe distancing -serving as reminder and deterrent to the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community Measures"
        },
        {
            "text": "As the number of cases rose rapidly, reciprocating measures were implemented promptly. The announcement of Circuit Breaker (partial lockdown with elevated safe distancing measures and movement restriction in public and private places) on April 4 th suspended non-essential services and lead to school closures. This endeavour corresponded with lockdowns and movement restrictions in many other countries. 8 As the measure did not show satisfying results in the initial two weeks, a four-week extension of this order was announced on April 21 st along with tighter community measures such as closure of more work premises and controlled access to crowded places.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 406,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Community Measures"
        },
        {
            "text": "Singapore saw the numbers of confirmed COVID-19 surged in early April 2020 following the identification of several foreign worker dormitories clusters. These workers were housed in mega-dormitories with capacity of up to 13,000 occupants where they lived in close proximity and shared communal facilities. They also gathered in large groups at workplaces and public spaces during rest days. The high-density living between the 180,000 workers meant that they were always at risk of promoting transmissions. A special taskforce was formed to curb the spread in dormitories and to ensure the workers' well-being. The taskforce locked down dormitories with infection clusters, isolated those symptomatic and moved some of the workers to new accommodations. Strict hygiene measures, sanitisation, and safe distancing measures were adopted. Medical support was deployed to these dormitories for early and extensive testing, isolation, and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community Measures"
        },
        {
            "text": "Several quarantine and isolation facilities has been repurposed as early as January to contain the ever-increasing number of cases, but these facilities were inadequate. Many public venues worldwide has been converted to isolation facilities for patients with mild-to-moderate COVID-19 as the demand exceeded hospitals' surge capacity. 9 Resorts and convention centres (combined capacity of more than 10,000 as the time of writing) has been converted to house stable COVID-19 patients with mild symptoms. Healthcare workforce has also been deployed to these community facilities. As the number of COVID-19 cases continue to rise, the government has been working relentlessly on another makeshift facility at a shipping terminal with the capacity for 15,000 patients and will be sourcing other avenues, including cruise ships.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 337,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Community Measures"
        },
        {
            "text": "With the current circuit breaker in place, the highest number of cases per day was 1,426. Ever since the peak, the mean number of cases dropped to 681 at the time of writing. Local community cases and cases among foreign workers in dormitories peaked at 116 and 1,371, respectively per day and dropped to an average of 9 and 658 cases, respectively per day 10 .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Community Measures"
        },
        {
            "text": "While some would debate on the tardiness of certain measures being implemented, we opined that careful and thoughtful planning with successive rapid executions has been carried out to balance the profound impact of the socioeconomic activities and the healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community Measures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 infection among travelers returning from Wuhan, China",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marimuthu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Young",
                    "middle": [],
                    "last": "Be",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vasoo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "15",
            "pages": "1476--1484",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ministry of Health Singapore. MOH steps up precautionary measures in response to increase in cases of novel coronavirus pneumonia in Wuhan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Strait Times. A guide to Singapore's Covid-19 contact-tracing system-28",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Test developed by Duke-NUS helps find link between two COVID-19 clusters-26",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS transmission and hospital containment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Crisis prevention and management during SARS outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Quah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hin-Peng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Singapore. Emerg Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The positive impact of lockdown in Wuhan on containing the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kocbach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bania",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fangcang shelter hospitals: a novel concept for responding to public health emergencies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid -19 Situation report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}