{
    "paper_id": "f56679406d5c32dab0edbe64eb2486fc07f44614",
    "metadata": {
        "title": "ScienceDirect",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Richez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 5164 Immuno ConcEpT",
                    "institution": "Bordeaux University",
                    "location": {
                        "addrLine": "Bât. 1B, 146 Rue Léo Saignat",
                        "postCode": "33076",
                        "settlement": "Bordeaux",
                        "country": "France"
                    }
                },
                "email": "christophe.richez@u-bordeaux.fr"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We saw it coming from afar, but this COVID-19 pandemic surprised us with its brutality and magnitude, and the extraordinary challenge it poses to the health care system. What impact will this crisis have on our health care system? What will the world of chronic inflammatory diseases look like after COVID-19? We present our current thoughts, taking the risk that today's data will be contradicted in the coming weeks, and perhaps even between the time these lines are written and their publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On 31 December 2019, the WHO was informed by the Chinese Authorities of grouped cases of pneumonia, all linked to a live animal market in Wuhan. On 9 January 2020, a new emerging virus was identified as being responsible for these cluster cases. It was a coronavirus, officially designated on 11 February 2020 by WHO SARS-CoV-2, responsible for COVID-19 (Coronavirus disease). On 11 March 2020, WHO declared a pandemic status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What did we know?"
        },
        {
            "text": "SARS-CoV-2 is transmitted through direct (skin-mucosal) and indirect (surface) contacts, through inhalation of infectious droplets emitted when the patient sneezes or coughs, and possibly through the air. At the time of writing, the main information on clinical manifestations came from Chinese patients [1] [2] [3] [4] [5] [6] [7] [8] [9] . The main concern of physicians caring for patients with inflammatory disease treated with immune-targeted therapies is the risk of potentially increased severity in these patients, including the risk of severe pneumonia. However, initial results have highlighted the impact of cardiovascular and pulmonary comorbidities [10] rather than that of possible immunosuppression, leading some to even consider a protective role for immunosuppressive drugs in severe pneumonia [11] [12] [13] . The limited information currently available comes from a Chinese cohort of 20,000 patients with chronic inflammatory bowel diseases, and from 3 hospitals in Wuhan: no cases of infected patients have been reported [14] . The mystery remains. Are they really uninfected with COVID-19? Have they developed pauci-symptomatic forms? Were our Chinese colleagues too busy with more severe patients to notice a signal in chronic inflammatory diseases?",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "What did we know?"
        },
        {
            "text": "Recommendations for the management of confirmed cases of SARS-CoV-2 infection are conditioned by the severity of the patients. While the symptomatic management of respiratory failure is the priority, as early as March 5 the High Council of Public Health proposed the use of specific antiviral treatments (lopinavir/ritonavir, remdesivir), although none of these molecules has benefited from clinical studies in COVID-19. Since then, the first study of the lopinavir/ritonavir combination has not been able to demonstrate the efficacy of this strategy [15] . However, the health emergency justifies the deployment of all potentially active strategies that are effective in vitro on SARS-CoV-2, sometimes tested during MERS-CoV and SARS-CoV-1, or proposed in the context of COVID-19 infection in China despite a low level of evidence. The evidence of very high concentrations of inflammatory cytokines in the plasma and bronchoalveolar lavage fluid of intensive care in patients compared to other patients justified a strategy of using biotherapies (tocilizumab, adalimumab). An open-label clinical trial has been published, suggesting, on a cohort of 15 patients, the efficacy of tocilizumab on the cytokine storm potentially responsible for acute respiratory distress syndrome [13] . Other drugs, well known among specialists in inflammatory diseases such as hydroxychloroquine [12] and baricitinib [11] , could limit the entry of the virus into the cell and ultimately reduce the viral load. These hypotheses deserve clinical trials, and as such, multicenter studies on hydroxychloroquine have been launched. On the other hand, these same treatments prescribed over the long term, due to the potential immuno-depression induced in our patients suffering from chronic inflammatory disease, could lead to fears of an increased risk of developing a serious form of infection. This risk has notably been evoked in the context of hepatitis B, with fulminant hepatitis B.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 555,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1378,
                    "end": 1382,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1399,
                    "end": 1403,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "What should we tell our patients with chronic inflammatory rheumatic disease in this epidemic context?"
        },
        {
            "text": "The many questions raised by this health crisis are prompting active clinical research with, at the time of writing, nearly 400 trials reported on the WHO site on COVID-19 infection. There is no doubt that as serious as the consequences of infection are, progress in understanding and managing emerging viruses will be major.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What should we tell our patients with chronic inflammatory rheumatic disease in this epidemic context?"
        },
        {
            "text": "What advice should we give to our patients and caregivers in the immediate future? To insist on prevention instructions or barrier measures [16] . These are the same as those proposed in the general population and are intended to limit the risk of transmission (hand washing, avoid shaking hands and hugging, coughing into one's elbow, use disposable tissues). Our patients must also be educated about the clinical signs that warrant a medical advice (fever and respiratory manifestations). It is our responsibility to ensure that they can easily contact the specialist in charge without having to move. The deployment of telemedicine in this context takes on its full meaning.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "What should we tell our patients with chronic inflammatory rheumatic disease in this epidemic context?"
        },
        {
            "text": "The potential fragility of our patients, the difficulties of moving around, the overload of the hospital environment and the fears inherent in this type of situation will probably result in a profound change in our organization [17] . And the ultimate winner could be telemedicine. Articles have already suggested its potential in public health emergencies [18] , and decision-makers in many countries seem to have realized the potential of this tool. One might, however, regret waiting until him to be get with his back to the wall for decisions to be taken. The use of telemedicine should enable us to avoid exposure of our patients. This is a response to the urgency of the situation. But it must also allow us to ensure continuity of care specific to the management of inflammatory pathology. Suddenly plunged into the deep end, we are going to have to familiarize ourselves with this new tool and make it our own. We can thus think that at the end of this pandemic, we will be able to ensure the follow-up of some of our well-known patients. We may also have developed new skills to identify urgent situations at a distance, such as an infectious complication or a severe outbreak of the disease. We may be able to better prepare for the next physical consultation. All of this could also restore a certain equality of access to care among our fellow citizens.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The rise of telemedicine"
        },
        {
            "text": "As always, there will be excesses and abuses. It is therefore our duty to adapt, analyze, judge and then improve the system. Specialists in inflammatory diseases know only too well the importance of human contact in the care of patients not to abandon it. Faceto-face questioning and physical examination are important for a careful analysis of the clinical situation, perhaps also for acceptance of care and for ensuring good compliance. Hopefully the return to normal will allow us to exchange and decide how to frame the use of telemedicine. It is at this price that we will have quality recommendations (from SFR, EULAR or ACR) for the use of telemedicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The rise of telemedicine"
        },
        {
            "text": "The French press has widely reported in recent months on the crisis in the public hospital, which is the result of the purely managerial and budgetary vision of the public hospital. Technocracy has taken over medicine: The national health insurance expenditure target (ONDAM) sets the evolution of health and hospital cost. Activity-based pricing (T2A), was introduced in 2004 to harmonize the methods of financing public and private structures and to force public structures to increase their activity, \"forgetting\" that public and private patients often have very different profiles. Hospital fees are set by GHMs (homogeneous groups of patients), weighted by the length of hospital stay. The administrative and medical-administrative staff is constantly growing at the expense of the caregivers. We are overwhelmed by agencies, including the National Performance Support Agency, which sets bed occupancy rate targets: 92% for a conventional hospitalization service, barely less for an intensive care unit. The number of hospital beds has been massively reduced. Caregivers feel devalued, lost in administrative burdens. Resignations of doctors and surgeons are on the increase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A health crisis in the midst of a crisis of the health care system"
        },
        {
            "text": "It is in this context of reduced resources and extreme tension in the hospital that the pandemic appears. This situation is not unique to France, and the healthcare system of many countries is in difficulty [19] . What flexibility is left to us under the conditions we are in to deal with a health crisis of such magnitude? How to deal with a massive influx of patients with respiratory disorders requiring care in a specialized unit? How can we accept being reduced to dramatic triage decisions in the face of the impossibility of treating too many patients?",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A health crisis in the midst of a crisis of the health care system"
        },
        {
            "text": "At the same time, primary care is also going through an unprecedented crisis: a decrease in the number of general practitioners (GPs) and the medical desertification of entire regions are resulting in major difficulties in accessing care. Our young doctors are reluctant to practice as GPs, afraid of heavy administrative tasks, fear of isolation and the difficulty of keeping up to date in a context of rapid growth in medical knowledge. Let us imagine the situation experienced by our GPs when they were called to see the first patients suspected of COVID-19 and surgical masks and hydroalcoholic gels were out of stock. Their working days, already heavy in normal times, became unbearable. The lack of a support structure and coordination between the city and the hospital is cruelly perceptible in this time of crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A health crisis in the midst of a crisis of the health care system"
        },
        {
            "text": "There remains one health partner that we have not talked about much about. . . the patient! Fed up with alarmist information from the mainstream press, rightly worried, it floods us with questions, e-mails. . . and we discover that we lack communication relays for our chronic patients, despite the help of patients' associations, as well as remote monitoring means [17] .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "A health crisis in the midst of a crisis of the health care system"
        },
        {
            "text": "We will have to learn from this epidemic, and make COVID-19 an opportunity to rethink the organization of our healthcare system. The public hospital cannot be managed like a business, and private medicine must not be subject to exclusively financial regulation of its activity. The health service is the property of all citizens, who must be able to express themselves on the major orientations of health policy. Be sure of that: there will be one before and one after the COVID-19 epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A health crisis in the midst of a crisis of the health care system"
        },
        {
            "text": "C.R. has received fees and has benefited from Abbvie, Lilly and Sanofi's coverage of the costs of participation in medical scientific events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        },
        {
            "text": "E.L. received fees and has benefited from Lilly and Gilead's coverage of the costs of participation in medical scientific events. ME.T. received fees and has benefited from Lilly's coverage of the costs of participation in medical scientific events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        },
        {
            "text": "T.S. received fees from Abbvie, Lilly and Sanofi. M.L. declares that he has no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of Coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of refractory COVID-19 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Infect",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa270"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel Coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1093/cid/ciaa270"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with Coronavirus Disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a singlecentered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiologic features and clinical course of patients infected with SARS-CoV-2 in Singapore",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/jama.2020.3204"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Baricitinib as potential treatment for 2019-nCoV acute respiratory disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30--31",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.ijid.2020.03.017"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "New insights on the antiviral effects of chloroquine against coronavirus: what to expect for COVID-19?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Devaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rolain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J Antimicrob Agents",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tocilizumab treatment in COVID-19: a single center experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25801"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Implications of COVID-19 for patients with pre-existing digestive diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1002/jmv.25801"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A trial of lopinavir-ritonavir in adults hospitalized with severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/S2468-1253(20)30076-5"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Diagnosis and clinical management of severe acute respiratory syndrome Coronavirus 2 (SARS-CoV-2) infection: an operational recommendation of Peking Union Medical College Hospital (V2.0)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "582--587",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1056/NEJMoa2001282"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Virtually perfect? Telemedicine for Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003539"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The role of telehealth in the medical response to disasters",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA Intern Med",
            "volume": "178",
            "issn": "",
            "pages": "745--751",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1056/NEJMp2003539"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Covid-19: how doctors and healthcare systems are tackling coronavirus worldwide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tanne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hayasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zastrow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Maël Lemoine a Marie-Elise Truchetet a,b Thierry Schaeverbeke a,b a Université de Bordeaux, CNRS-UMR 5164 Immuno ConcEpT, 146 rue Léo Saignat, 33076 Bordeaux",
            "authors": [
                {
                    "first": "Christophe",
                    "middle": [],
                    "last": "Richez A,B",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Estibaliz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}