{
    "paper_id": "f88a0f47a7d38787be00b0330e7b992f5c2b257d",
    "metadata": {
        "title": "Choosing the best supraglottic airway for ophthalmic general anaesthesia: a manikin study",
        "authors": [
            {
                "first": "Edwin",
                "middle": [],
                "last": "Seet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinbin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joselo",
                "middle": [],
                "last": "Macachor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Chandra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "General anaesthesia is sometimes favoured over regional anaesthesia in ophthalmic surgery. The use of supraglottic airway (SGA) or laryngeal mask airway (LMA) as the primary airway device is increasing due to numerous advantages over tracheal intubation. Compared with 1st generation SGAs, 2nd generation SGAs have an added benefit of isolating the airway from the alimentary tract. However, the vertical profile of SGAs may encroach into the surgical field and hence interfere with surgery. We investigated the vertical projections of 1st generation SGAs (LMA Classic, Ambu AuraFlex) and commonly used 2nd generation SGAs in our institution (LMA ProSeal, LMA Supreme, LMA Protector, Ambu AuraGain and I-gel) in a manikin model. Each device was connected to a corrugated catheter mount or angled connector following insertion as per usual clinical practice in our institutions. Vertical projections of all devices were measured from the chin using a centimetre ruler. Securing of airway device to the chin with an adhesive tape was possible for the LMA Classic and Ambu AuraFlex with straight corrugated connector, whereas the stiffer 2nd generations SGAs required the addition of an angled connector or straight corrugated tubing to direct the airway tube caudally, away from the surgical field. The LMA ProSeal had the lowest vertical projection amongst the 2nd generation SGAs and may be the suitable choice for ophthalmic surgery. We also describe a novel technique of utilising a 1st generation SGA with placement of an orogastric tube, although with some reservations. This study has several limitations and transferability of our findings into clinical practice is questionable as the use of a manikin may not fully imitate the real condition of the patient. Our study is the first study comparing vertical projected height of different SGAs in manikin, but future studies should investigate the use of SGA in the clinical setting during ophthalmic surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Most of ophthalmic routine surgery, such as cataract and glaucoma operations, may be performed under topical or regional anaesthesia [1] . However, certain patients and surgical factors may favour general anaesthesia, for example, in patients with severe dementia, severe Parkinsonism, claustrophobia, in the paediatric cohort, prolonged duration of surgery (vitreoretinal or corneal transplantation), ocular trauma and patient's refusal for regional anaesthesia.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Optimal airway management is crucial in eye surgery because the airway may remain inaccessible throughout the procedure. Any need to adjust or reposition the airway device during surgery could cause hypoxia, hypercarbia or disruption to the surgery. A secure airway by means of endotracheal intubation and mechanical ventilation aided by neuromuscular blocker is commonly perceived to be the gold standard technique. Unfortunately, laryngoscopy and endotracheal intubation as well as extubation are associated with coughing, increased heart rate, elevated blood pressure and, ultimately, raised intraocular pressure [2] which may be undesirable in ophthalmic surgical patients. The introduction of classic laryngeal mask airway (LMA), also described as supraglottic airway (SGA) or supraglottic airway device (SAD) in clinical anaesthesia during the mid-1980s led to its increased use in short to medium duration ophthalmic surgical procedures because SGAs were known to reduce the unwanted effects of endotracheal intubation and extubation [3, 4] . It was possible to secure the SGA in a similar fashion as an endotracheal tube without obstructing surgery. Patients can breathe spontaneously or receive positive pressure ventilation through the SGA. In spontaneously breathing patients, it is not unusual to observe hypercapnoea due to a reduction in minute ventilation as a result of respiratory depression by anaesthetic agents and opioids. Hypercapnia for prolonged periods may have deleterious effects on intraocular pressure [5] . Furthermore, if the depth of anaesthesia is inadequate, the globe may be in a rotated position thereby making surgery difficult. This may lead to an increased incidence of coughing and obstructed airway. Controlled ventilation through the SGA with the help of neuromuscular blockade has been employed to achieve the best optimum condition for eye surgeries [6] and may aid tighter control of ocular physiology. Unfortunately, the 1st generation LMAs (e.g. both LMA Classic and the later version of flexbile SGAs such as the Ambu AuraFlex) may not guarantee a secure airway and there is an additional risks of aspiration of gastric contents in some patients (high body mass index, history of gastro-oesophageal reflux or undiagnosed hiatus hernia), especially during positive pressure ventilation [7] . There is a fear in the anaesthesia community that LMA Classic may soon be commercially unavailable because of its decreasing use with the concomitant increasing use of the 2nd generation SGA. The 2nd generation SGA have separate channels for the airway and the alimentary tract [8] , and are recommended in international difficult airway guidelines [9] . Although the 2nd generation SGAs have improved design and in safety features, they are difficult to secure on the chin in similar fashion as endotracheal tubes due to raised vertical projection (e.g. hard bite block) which encroach into the operating field and may interfere with instrumentation during surgery.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 619,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1045,
                    "end": 1047,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1531,
                    "end": 1534,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1894,
                    "end": 1897,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2333,
                    "end": 2336,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2617,
                    "end": 2620,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2688,
                    "end": 2691,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We aimed to investigate vertical projections of LMA Classic, Ambu AuraFlex and various 2nd generation SGAs in a manikin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The local research and ethics committee has given written exemption approval as it is considered unnecessary since it is a technical non-patient, in vitro manikin study. One anaesthetist (JM) placed LMA Classic, Ambu AuraFlex and 2nd generation SGAs (all size # 4) which were available in our operating theatre, using an AirSim airway manikin (TruCorp, Craigavon, Northern Ireland, United Kingdom). After the placement of the device, an attempt was made to secure them to the chin by an adhesive tape. Difficulties in securing the device to the chin were noted. Each device was connected to a corrugated straight catheter mount or angled connector if considered suitable in a bid to reduce the vertical profile. Vertical projections of all devices were measured from the chin using a plastic centimetre ruler and were photographed at a fixed distance from the camera lens to manikin using a Nikon 85 mm D700 SLR camera (Fig. 1 ). All photographs were combined using Adobe Photoshop CC 2017 (Adobe Systems, San Jose, California, USA). No image editing was allowed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 919,
                    "end": 926,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "Securing of airway device to the chin with an adhesive tape was possible for the LMA Classic and Ambu AuraFlex. The hard plastic or silicone bite block of the 2nd generation devices prevented securing to the chin. The height of projection of all evaluated devices are included in Table 1 . Vertical height projection was favourable for the Ambu AuraFlex (3.4 cm), the LMA Classic (3.8 cm) and LMA ProSeal 4.5 cm (angled connector) to 5.9 cm (corrugated connector). Less desirable vertical heights were found for the LMA Supreme 9.5 cm (angled connector) to 9.8 cm (corrugated connector), the Ambu AuraGain 9.9 cm (angled connector) to 11.6 cm (corrugated connector), the LMA Protector 11.0 cm (angled connector) to 12 cm (corrugated connector) and the I-gel 11.8 cm (angled connector) to 13.1 cm (corrugated connector).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our study helped to highlight the practicality and limitations of the design of each SGA in ophthalmic surgery. The LMA Classic and the Ambu AuraFlex are the two widely used 1st generation SGAs. The long and flexible part of airway tube of the 1st generation SGAs allows the anaesthetists to secure the tube to the chin away from the surgical site in the same way as an the endotracheal tube, thereby maximising the operating field and minimising interference to the surgeon. However, the use of mechanical ventilation through 1st generation SGAs for surgeries lasting more than 2 h may not be appropriate, due to the increased risk of gastric insufflation and possible aspiration. To mitigate this risk, an orogastric tube can be inserted prior to SGA placement to allow for gastric decompression (Fig. 2) . A drawback of this technique is that the indentation of the SGA cuff created by the orogastric tube can result in an increased leak and lower seal pressures during positive pressure ventilation, resulting in unreliable ventilation and anaesthetic gas delivery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 798,
                    "end": 806,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The 2nd generation SGAs such as the LMA ProSeal, LMA Supreme, AuraGain, LMA Protector and I-gel are designed to provide safer mechanical ventilation for longer periods thanks to a separate gastric channel, compared to their 1st generation counterparts. The cuff designs confer Fig. 1 a Ambu AuraFlex with corrugated connector; b LMA Classic with straight corrugated connector; c1 LMA ProSeal with angle connector; c2 LMA ProSeal with corrugated connector; d1 LMA Supreme with angle connector; d2 LMA Supreme with corrugated connector; e1 Ambu AuraGain with angle connector; e2 Ambu AuraGain with corrugated connector; f1 LMA Protector with angle connector; f2 LMA Protector with corrugated connector; g1 I-gel with angled connector; g2 I-gel with straight corrugated connector higher seal pressures and a built-in drainage port allows the insertion of a gastric tube through the gastric channel for gastric decompression. Presence of gastric fluid within the drainage port also serves as an early warning of regurgitation allowing for prompt management to avoid pulmonary aspiration. Appropriate use of SGA is not associated with increased aspiration risk, as supported by a systematic review, which demonstrated similar incidences of regurgitation with the use of supraglottic airway devices with built-in gastric channel and endotracheal tube intubation [3] . These safety features of 2nd generation SGA result in increased bulk and stiffness of the airway tube which increases the vertical projection and encroach into the operating field, interfering with instrumentation during surgery. This might be especially so for cataract surgeries, where the surgeon may operate from the side of the patient (temporal approach phacoemulsification). For vitreoretinal and squint surgery, the surgeon usually approaches the surgical field from the head end; hence instrumentation is less likely to be hampered by the SGA. The addition of an angle connector or straight corrugated connector (subject to preference of the anaesthetist) between the airway device and the ventilator tubing helps to direct the airway tube caudally, away from the surgical field, however, connectors may also affect vertical heights. LMA ProSeal was identified as the best SGA with the lowest vertical projection amongst the 2nd generation SGAs and can be used if the 1st generation LMA Classic and Ambu AuraFlex are not available or when their use may not be appropriate. LMA Supreme, LMA AuraGain, LMA Protector and I-gel appear to be less than optimal.",
            "cite_spans": [
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 283,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This study has a few limitations. While insertion of SGAs in a manikin allowed standardisation of conditions for objective and quantitative measurements of vertical heights, the measurements may be subject to minor error. The vertical height and performance of each SGA also likely to vary with chosen SGA size and various patient's characteristics (e.g. anatomy, obesity, dentition or the lack thereof, skeletal and soft tissue structures and anthropometry, etc.) in the clinical setting. We chose the commonly used SGA (size #4) in our institution and the repertoire is not exhaustive. The projected height is expected to be even higher with size #5 of the 2nd generation SGAs. Transferability of our findings into clinical practice is questionable as the use of a manikin may not fully imitate actual clinical conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "General anaesthesia is required in ophthalmic surgery in certain circumstances. Some clinicians may not be inclined to use the 1st generation SGA because of fear of gastric insufflation and subsequent risk of aspiration. Our manikin study has shown that among the 2nd generation SGAs, LMA Pro-Seal appears to have a more favourable vertical profile. We also describe a novel technique where 1st generation SGA may be used together with an orogastric tubes to mitigate aspiration risk in more prolonged ophthalmic surgeries. Our study is the first study comparing vertical heights of different 2nd generation SGAs in a standardised manikin. Custommade or bespoke cradles may be considered to direct the SGA away from the surgical field. We recommend future studies to investigate the use of 2nd generation SGA in the clinical setting during ophthalmic surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Author contributions ES, JZ, JM and CMK have made substantial contribution to the manuscript in drafting the article or revising it critically for important intellectual content, final approval of the version to be published and agree to be accountable for all aspects of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Local anaesthesia for ophthalmic surgery-new guidelines from the Royal College of Anaesthetists and the Royal College of Ophthalmologists",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dodds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Deane",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "El-Hindy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eye (Lond)",
            "volume": "26",
            "issn": "",
            "pages": "897--905",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Physiology and role of intraocular pressure in contemporary anesthesia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Farrell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Anesth Analg",
            "volume": "126",
            "issn": "",
            "pages": "1551--62",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The advantages of the LMA over the tracheal tube or facemask: a meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brimacombe",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Can J Anaesth",
            "volume": "42",
            "issn": "",
            "pages": "1017--1040",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Laryngeal mask airways have a lower risk of airway complications compared with endotracheal intubation: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Beirne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Oral Maxillofac Surg",
            "volume": "68",
            "issn": "",
            "pages": "2359--76",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Control of the eye during general anaesthesia for intraocular surgery",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Holloway",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Br J Anaesth",
            "volume": "52",
            "issn": "",
            "pages": "671--680",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of the laryngeal mask airway as an alternative to the tracheal tube during ambulatory anesthesia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inagaki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Taylor-Kennedy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Wat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gevirtz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Anesth Analg",
            "volume": "85",
            "issn": "",
            "pages": "573--580",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ProSeal versus Classic laryngeal mask airway (LMA) for positive pressure ventilation in adults undergoing elective surgery",
            "authors": [
                {
                    "first": "Qamarul",
                    "middle": [],
                    "last": "Hoda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ullah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cochrane Database Syst Rev",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Laryngeal mask airway indications: new frontiers for second-generation supraglottic airways",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timmermann",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "A"
                    ],
                    "last": "Bergner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Russo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Anaesthesiol",
            "volume": "28",
            "issn": "",
            "pages": "717--743",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Difficult Airway Society 2015 guidelines for management of unanticipated difficult intubation in adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frerk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcnarry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mendonca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhagrath",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Br J Anaesth",
            "volume": "115",
            "issn": "",
            "pages": "827--875",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Type of SGA, manufacturers, material of SGA, difficulties encountered in securing to the chin and vertical projected heightsFig. 2 Legend: LMA Classic with an orogastric tube",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest Authors do not have any financial interest in the products included in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}