{
    "paper_id": "ff210691e7f4bc1205b941a434488e7cb42db8b7",
    "metadata": {
        "title": "In the Literature Aerosol Antibiotic Administration in Ventilator-Associated Pneumonia",
        "authors": [
            {
                "first": "Lu",
                "middle": [
                    "Q"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [
                    "Z"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Determination of the potential role of aerosolized antibiotics in the management of ventilator-associated pneumonia (VAP) has achieved added importance with the continued increase of infections caused by multidrug-resistant pathogens. This is especially true because of concerns regarding toxicity associated with intravenous (IV) administration of some antibiotics, such as the polymyxins, used to treat these infections. Several clinical trials have recently addressed this issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lu at al sought to determine the relative safety and efficacy of ceftazidime and amikacin delivered either by aerosolization or IV in adults with VAP due to Pseudomonas aeruginosa. Of 79 patients who were screened, 39 were excluded before randomization (33 patients) or were excluded from analysis (6 patients), and 16 were excluded because they were found to be bacteremic. The diagnosis was based on quantitative cultures of lavage specimens. Patients randomly assigned to aerosol treatment were to receive ceftazidime (15 mg/kg 8 times daily for 8 days) and a single administration of amikacin (25 mg/kg once daily for 3 days). In the control group, patients were given ceftazidime (30 mg/kg over 30 minutes, followed by a continuous infusion of 90 mg/kg per day for 8 days) plus amikacin (15 mg/kg once daily for 3 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intravenous Versus Aerosol"
        },
        {
            "text": "Consistent with the complexity of the patients in the study, the authors' management and analysis of their outcomes were similarly complex. Overall, however, no significant differences were detected between the treatment groups. Clinical success was achieved in 70% of the aerosol group and 55% of the IV group. Improvement of lung aeration, as determined by CT scans, also did not significantly differ between treatment arms. Bacterial eradication, however, occurred more often and more rapidly in the aerosol group. Elevation of minimum inhibitory concentrations of isolates to the intermediate or resistant range during therapy occurred only in the patients assigned to receive IV therapy. Overall, therapy was generally well tolerated. However, 3 adverse events occurred that were related to obstruction of the respiratory filter, and one of these resulted in nonfatal cardiorespiratory arrest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intravenous Versus Aerosol"
        },
        {
            "text": "Rattanaumpawan et al in Bangkok examined whether the addition of nebulized colistimethate to IV antibiotics chosen at the discretion of the treating physician improved outcome in patients with VAP caused by a variety of gram-negative bacteria. One hundred adults were randomized to receive, in addition to systemic therapy, normal saline or colistimethate equivalent to 75 mg colistin base by nebulization every 12 hours. The duration of therapy was left to the discretion of the clinicians. All isolates were susceptible to colistin; most infections were caused by multidrug-resistant Acinetobacter baumanii or P. aeruginosa. Treatment was well tolerated in both groups. The incidence of favorable clinical outcomes was 51% in the group given nebulized colistimethate and 53.1% in the control group. There was also no significant difference in favorable outcomes between treatment arms among patients with P. aeruginosa infection (39.2% vs 28.6%; P 5 .36) or those with A. baumanii infection (69.6% vs 61.2%; P 5 .57). Favorable microbiologic outcomes, in contrast, were observed in 60.9% of recipients of nebulized colistimethate and only 38.2% (P 5 .03) of those in the control group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intravenous With or Without Aerosol"
        },
        {
            "text": "In a retrospective case-control study, Koferidis et al compared 43 patients with VAP due to multidrug-resistant Gramnegative pathogens who received colistin both by IV and by aerosolization, with 43 matched patients who received IV colistin alone. Infection was due to A. baumanii in 77%, to Klebsiella pneumoniae in 14%, and to P. aeruginosa in 9.3%; all isolates were susceptible to colistin. Clinical success (cure or improvement) was observed in 60% of the IV alone group and 74% (P 5 .10) of those assigned IV plus aerosol colistin. The mortality rates while still in the intensive care unit in the 2 groups were 42% and 24% (P 5 .289), respectively. Bacterial eradication rates did not significantly differ between treatment groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intravenous With or Without Aerosol"
        },
        {
            "text": "Deriving useful conclusions from the overall results of these studies together is difficult, because of their differing designs and etiologic pathogens. Although the population studied by Lu et al was more homogenous, because it was limited to patients with P. aeruginosa infection, the sample size was small (despite being conducted over 36 months at multiple centers), the patients and their treatment were complex, and lack of information about their parenteral therapy makes coming to firm conclusions difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intravenous With or Without Aerosol"
        },
        {
            "text": "In their prospective randomized trial, Rattanaumpawan et al, instead of comparing IV with nebulized antibiotic therapy, attempted to assess the impact of adding the latter to the former. This study included infections due to multidrug-resistant organisms in addition to P. aeruginosa, with A. baumanii being the other major pathogen. In this study, no clinical benefit from the addition of nebulized to IV colistimethate was observed overall or individually with either of these pathogens. Finally, in a matched control study in which A. baumanii accounted for slightly more than three-fourths of infections, no significant benefit was detected by the addition of aerosolized to IV colistin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intravenous With or Without Aerosol"
        },
        {
            "text": "It may be reasonable to conclude that, in a highly selected group of adults with nonbacteremic VAP due to P. aeruginosa, it may be possible to avoid IV therapy by administration of antibiotic combinations by nebulization alone. The addition of aerosolized to IV colistimethate, however, does not appear to improve clinical outcomes in patients with pneumonia due to gram-negative pathogens. Antibiotic administration by aerosolization, however, may more rapidly lead to bacterial eradication (although this may be an artifact resulting from antibiotic carry-over in cultures and was not seen in all studies) and may reduce the likelihood of emergence of drug resistance during therapy. The clinician must be aware of the important risk associated with the aerosol administration of at least some antibiotics-clogging of respiratory filters with the potential, as in the study of Lu et al, of serious adverse effects. Jansen et al performed a prospective case-control study in young children over 2 winter seasons to evaluate the relative prevalence and concentration of 14 respiratory viruses (RVs) in the nasal wash specimens from individuals with (cases) and without (controls) symptoms. Polymerase chain reaction detected nucleic acid at least 1 RV in 72% of cases, but also in 28% of controls. At least 1 RV was detected in 47% of control infants ,1 year of age. The most frequently detected RVs in cases were respiratory syncytial virus (RSV) (31%) and rhinovirus (25%), while in controls they were rhinovirus (53%) and human coronavirus (24%). Viral loads were lower in asymptomatic children than in symptomatic children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intravenous With or Without Aerosol"
        },
        {
            "text": "The potential explanations for these findings include the presence in controls of subclinical infection, postinfectious shedding, and detection during the viral incubation period. The last appear to not be the case however, because although respiratory symptoms developed in the week after testing among controls in 7 (37%) of 19 in whom $1 RV had been detected, this was also true in 14 (43%) of 32 (P 5 .2) without detectable RV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptomatic Shedding of Respiratory Viruses in Children"
        },
        {
            "text": "Although this study indicates that the identification of RVs in young children must be viewed with caution, all is not lost. Although rhinovirus was frequently detected in asymptomatic children, RSV was not, a result consistent with previous study findings [1] and suggesting that detection of this paramyxovirus may be considered diagnostic of disease.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Asymptomatic Shedding of Respiratory Viruses in Children"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Upper respiratory virus detection without parent-reported illness in children is virusspecific",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Alper",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Winther",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Hendley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "43",
            "issn": "",
            "pages": "120--122",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "on behalf of the Infectious Diseases Society of America",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cir649"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "December) d IN THE LITERATURE",
            "authors": [
                {
                    "first": "Cid",
                    "middle": [],
                    "last": "Iv D",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Jansen RR, Wieringa J, Koekkoek SM, et al. Frequent detection of respiratory viruses without symptoms: toward defining clinically relevant cutoff values. J Clin Microbiol 2011; 49:2631-6.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}