{
    "paper_id": "ff48e6b6b8440d54b36eea2ee2d98c1da2512fce",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "The chapter discusses the issues of food safety and bioterrorism from the position of public health. The author gives the overview of the problem focusing on agricultural sector as a particularly vulnerable element in the farm-to-table food continuum, describes the possible scenarios of bioterroristic attacks and the necessary preventive activities to provide food safety. The article also contains the results of the original study conducted in two Russian regions on the perception of risk related to food safety by consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "social and/or economic objectives\" [2] , or \"the use of dangerous biological agents for inflicting damage to the life and health of people in order to reach goals of a political and materialistic nature\" [3] .",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A recent opinion poll on \"Attitudes in the Russian Federation towards the Weapons and Materials of Mass Destruction (WMD) Proliferation and Terrorism\" showed that 69% of Russians believed Russia should participate more actively in international cooperation with the G8 countries in the field of biosafety and biosecurity, to prevent terrorist acts using biological weapons and fight against infectious diseases. To cope with the bio threat is a demanding challenge; thus it should receive more, not less, attention and support. The Global Partnership Principles to develop measures to account for and secure WMDs and related materials as well as to maintain effective border controls, export and transshipment controls are even more valid today than when they were adopted in Kananaskis, Canada in June 2002 [4] .",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 811,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The most difficult issue about bioterrorism is that its possibilities exist in water, land, food, air, and the human being itself. Biological agents that can be used for bioterroristic attacks are readily available, are relatively inexpensive to produce, store, and transport from one country to another. They can be toxic, transmissible and lethal; some have a long period of incubation. They are typically found in nature, but could be changed to increase their ability to cause disease, make them resistant to current medicines, or to increase their ability to be spread into the environment. Many items involved in biotechnology are dual use, thus they are difficult to ban. We have to recognize that the physical security of biological agents is very poor in a number of facilities. Insufficient border control makes possible illicit trafficking of dangerous materials, or weapons of mass destruction in the certain regions by terrorist groups [5] .",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 952,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Center of Disease Control (USA) gives the categories of bioterrorism agents/ diseases, which are based on parameters such as lethality, toxicity, morbidity and mortality. For assessment of public health threat of each biological agent this classification is very important. According to it, category A is represented by high priority agents that \"include organisms that pose a risk to national security because they can be easily disseminated or transmitted from person to person; result in high mortality rates and have the potential for major public health impact; might cause public panic and social disruption; and require special action for public health preparedness.\" Examples are Anthrax (bacillus anthracis), Botulism (Clostridium botulinum toxin), Plague (Yersinia pestis), Smallpox (variola major), Tularemia (Francisella tularensis) and Viral hemorrhagic fevers (filoviruses [e.g. Ebola, Marburg] and arenaviruses [e.g. Lassa, Machupo]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Category B agents are those that \"are moderately easy to disseminate; result in moderate morbidity rates and low mortality rates; and require specific enhancements of CDC's diagnostic capacity and enhanced disease surveillance.\" In this group we find Brucellosis (Brucella species); Epsilon toxin of Clostridium perfringens; food safety threats (e.g. Salmonella species, Escherichia coli 0157:H7, Shigella); Glanders (Burkholderia mallei); Melioidosis (Burkholderia pseudomallei); Psittacosis (Chlamydia psittaci); Q fever (Coxiella burnetii); Ricin toxin from Ricinus communis (castor beans); Staphylococcal enterotoxin B; Typhus fever (Rickettsia prowazekii); Viral encephalitis; water safety threats (e.g. Vibrio cholerae, Cryptosporidium parvum).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Category C includes \"emerging pathogens that could be engineered for mass dissemination in the future because of availability; ease of production and dissemination; and potential for high morbidity and mortality rates and major health impact\" like Nipah virus and hanta virus [6] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Different targets of bioterrorism attacks in the farm-to-table food continuum include crops, livestock, food products in the processing and distribution chain, wholesale and retail facilities, storage facilities, transportation, food and agriculture research laboratories [7] . Examples of diseases which were in the center of epidemiological surveillance and public health control in the last years include severe acute respiratory syndrome (SARS), foot-and-mouth disease, mad cow disease, monkey pox, and avian influenza. All of these infections were perceived as serious threats for population health by epidemiologists and health care authorities [8] . All levels of health care system including national, regional and local ones have prepared for the prevention and control of the mentioned pathologies. Many international organizations focused their activities on recording the cases, early detection, treatment of emerging infections and research of effective drugs and vaccines. Any of the mentioned diseases can be brought intentionally or accidentally to the country and have severe medical, economic, and social consequences.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Threat of Bioterrorism for Food Safety and Population Health"
        },
        {
            "text": "The food processing sector is generally described as the middle segment of the farm-to-table continuum -it extends from the time livestock and crops leave the farm for slaughter and processing until food products reach retail establishments and the consumer. Terrorists could use food products as a vehicle for introducing harmful chemical or biological agents into the food supply. Toxic chemicals or infectious agents if contaminate food production facilities present potential public health threat [9] .",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 504,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Threat of Bioterrorism for Food Safety and Population Health"
        },
        {
            "text": "Trends in global food production, processing, distribution, and preparation present new challenges to food safety. Food grown in one country can now be transported and consumed halfway across the world. People demand a wider variety of foods than in the past; they want foods that are not in season and often eat away from home [10] .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Threat of Bioterrorism for Food Safety and Population Health"
        },
        {
            "text": "The integration and consolidation of agricultural and food industries and the globalization of the food trade are changing the patterns of food production and distribution. These conditions are creating an environment in which both known and new food-borne diseases can become prevalent. Food and feed are distributed over far greater distances than before, creating the conditions necessary for widespread outbreaks of food-borne illness. In a recent crisis, more than 1,500 farms in Europe received dioxin-contaminated feed from a single source over a 2-week period. Food produced from animals given this contaminated fodder found its way onto every continent within weeks. The effects of exposure to dioxin from this source on public health may become known only after years of investigation. The international spread of meat and bone-meal prepared from cattle affected by bovine spongiform encephalitis (BSE) needs no further description. The full economic consequences of such incidents and the anxiety raised among consumers are still being assessed [10] .",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Threat of Bioterrorism for Food Safety and Population Health"
        },
        {
            "text": "Other factors account for the emergence of food safety as a public health issue. Increasing urbanization leads to greater requirements for transport, storage, and preparation of food. Increasing wealth, an urban lifestyle, and sometimes a lack of facilities mean that people eat much of their food away from home. In developing countries, food is often prepared by street vendors. In developed countries, up to 50% of the food budget may be spent on food prepared outside the home. All these changes lead to situations in which a single source of contamination can have widespread, even global consequences. Developing countries in particular are experiencing rapid changes in their health and social environments, and the strains on their limited resources are compounded by expanding urbanization, increasing dependence on stored foods, and insufficient access to safe water and facilities for safe food preparation. The globalization of the food trade offers many benefits to consumers, as it results in a wider variety of high-quality foods that are accessible, affordable and safe, meeting consumer demand. A diversity of foods in a balanced diet improves nutritional status and health. The global food trade provides opportunities for food-exporting countries to earn foreign exchange, which is indispensable for the economic development of many countries and for improving the standard of living of many people [10] .",
            "cite_spans": [
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Threat of Bioterrorism for Food Safety and Population Health"
        },
        {
            "text": "However, these changes also present new challenges to safe food production and distribution and have been shown to have widespread repercussions on health [10].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat of Bioterrorism for Food Safety and Population Health"
        },
        {
            "text": "Targets of bioterrorism can be the human population, branches of economy, lack of food, increase of prices, unemployment, market sharing, competition for new segments of market. Reasons for the threat of bioterrorism for agriculture are the following: biological agents do not present direct threat for human subjects, are not easily identified, artificial pest infestation is masked by natural epiphytoty or epizooty, increase of scale of international trade, unification of agricultural production by growing similar by genotype sorts of plants, the majority of farms and fields are not protected from bioterrorists, and the planning of large-scale attacks is facilitated by long incubation periods. An agro-terrorist could easily go into hiding or leave the attacked facility and the country long before the appearance of dangerous symptoms in the fields of agriculture. A bioterror attack against an agricultural facility is not only a psychological and ecological attack; it also produces a long-term destabilization of a system of food security in an entire region, causing rapid price increases for food before the expression of infection/intoxication symptoms [11] .",
            "cite_spans": [
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "The use of genetic weapons meaning the creation of genetic constructions introduced to the genome of the plant or infectious agent can cause epiphytoty or result in toxicity of the crops. These modifications can be maintained in agrocenosis, create reservoirs, join the co-adapted complexes of endemic diseases agents. High toxic strains of Fusaria, Aspergillus, and Penicillium cross by cross can infect plants, animals, and humans. Synthetic microorganisms can be produced so that they can possess pathogenic characteristics of fungi, bacteria, viruses [12] .",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 559,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "Bio-ecologic weapons can be based on the use of alive infectious disease agents. From the mid of the twentieth century there was increase of bio-variability of pests and harmful organisms in agriculture, basically, saprotrophic fungi quickly evolutioning to parasitism due to introduction of intensive technologies of selection highproductive sorts [13] . The biological weapon can be also created on the use of modificators of the vital activity of grain while storing and processing crops with imported chemicals. High vulnerability of agricultural production and food chain for bioterrorism is explained by large amount of fields with genetically homogenous sorts of cereals, large granaries, and storages of chemical pesticides [13, 14] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "There are some conditions, which increase the chance of bioterrorist attacks in plant-growing production. For example, if there is information about the absence of the reliable protective methods against biological weapon in the target area and no possibility of their rapid development in the place of the potential attack, we classify the area risky for bioterrorism. When the used biological agent possesses high harmfulness and has wide range of response on extreme conditions of environment, it is more likely to be used with terroristic purposes. If the potential damage to the crops is high but to recognize the aggression fact in the short period of time is difficult, then terroristic attack is more likely to be undiscovered that becomes a strong point of terroristic or criminal groups [12] .",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 801,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "A special concern is presented by induction of epiphytoty of diseases in grain cultures. The action can be prepared in advance by the preliminary evolution of the pathogen in the region of planned epiphytoty (Ex.: race T of the southern helminthosporiosis agent in the corn was discovered in the USA in 1965 as a very rare isolate, epiphytoty that destroyed selection hydrides of the corn happened in 1970-1971). Accumulation of the enough amount of inoculum can be responsible for the occurrence of epiphytoty at several generations in the fields. Use of the common for the region disease agents, races of which are selected by high virulence for the locally cultivated sorts, is a risk factor [12, 14] .",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 699,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "High danger comes from non-endemic but prevalent in the region agents (nonor slightly pathogenic) with increasing harmfulness, particularly producing toxins (some kinds of Fusaria, Alternaria, Aspergillus, Penicillium). Epiphytoty of fusariosis of the grain cultures happens every 3 years. About half of the grain crops in the world are affected by toxinogenic fungi. Exposing agricultural products to the toxinogenic fungi and contamination them by dangerous mycotoxins can have very severe consequences for food safety. Fusariotoxin and Aphlatoxins can be used by terrorists for contamination of water and food [12, 13] .",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "Toxinogenic mycoses are highly probable agents for bioterrorism, because they have cross-affect on plants, agricultural animals, and humans. Toxinogenic effect on Y Chromosome that can cause conformation diseases, at which the necessary for life of the organism proteins are transformed to toxic ones and the organism dies from auto-toxicosis. Vulnerable for bio-terroristic affect are those food chains, for which agricultural products are the basic ones. Particularly, it is dangerous if the food is grown in ecologically polluted areas: if pesticides and heavy metals are present in the soil, the grain or feed are contaminated by toxinogenic mycoses or contain heavy metals; bone-meal prepared from cattle is affected by pryones, viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "Analyses of the probable scenarios for bioterroristic attacks include the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "To assess the vulnerability of each basic culture, to determine its critical points •",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "To make assessment of the process of growing, gathering, storage of crops, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agricultural Sector as the Possible Target of Bioterrorists"
        },
        {
            "text": "According to the EU Directive on Hygiene for Foodstuffs (93/43/EC), the HACCP (Hazard Analysis Critical Control Points) system must be the basis for safety procedures for all foods. All food processors that process, treat, pack, transport, distribute, or trade foodstuffs are legally bound to have a HACCP plan. The processors of herbs and spices should rely on the HACCP system and develop their sanitizing program [10, 12] .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Prevention of Bioterrorism and Provision of Food Safety"
        },
        {
            "text": "However, the food supply is quite difficult to protect for many reasons:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention of Bioterrorism and Provision of Food Safety"
        },
        {
            "text": "1. The food system encompasses many different industries. 2. A variety of potential bioterrorism and chemical agents could contaminate the food supply, and the possible scenarios for deliberate contamination events are essentially limitless. 3. The public health system is complex, and responsibilities for prevention and control may overlap or may fall in the gray area between authorities of different agencies. 4. To achieve food and agricultural bio-security, the activities are needed in the areas of prevention, detection, response [15] .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 542,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Prevention of Bioterrorism and Provision of Food Safety"
        },
        {
            "text": "Prevention includes education for food producers about which bioterrorism and chemical agents would likely contaminate food, where in the production process contamination would likely occur, and what food-processing steps can be taken to eliminate or inactivate potential agents and chemicals. Guidance on how to assess plant or company vulnerability against a bioterrorist attack and to reduce the likelihood of a bioterrorist attack must be developed and introduced to practice [15] .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Prevention of Bioterrorism and Provision of Food Safety"
        },
        {
            "text": "Detection means the availability of methods for identifying credible threats, rapid and secure communication systems for sharing information on unusual events within the industry, enhanced laboratory capacity, the development of a primer for clinicians (including signs, symptoms, laboratory diagnosis, and treatment) on potential high-impact food-borne bioterrorism agents (e.g., food-borne anthrax, botulism toxin, chemical agents) to aid in rapid recognition of outbreaks. Guidance on developing action plans for response, including information on which agencies to contact for which types of events [10, 15] .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Prevention of Bioterrorism and Provision of Food Safety"
        },
        {
            "text": "Response includes the methods to increase government/industry coordination for investigating food-borne outbreaks, including issues of improving product traceability: improved coordination between animal health, public health, law enforcement, and industry for responding to bioterrorism events; guidance on developing streamlined systems for risk management communication throughout a product supply chain from farm to table in the event of a real bioterrorism attack; \"just-in-time training\" that provides accurate information in a timely manner to key industry leaders, employees, public health officials, and consumers in response to current events involving new or re-emerging disease threats [15] .",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 702,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Prevention of Bioterrorism and Provision of Food Safety"
        },
        {
            "text": "By the report of the Russian Academy of Agricultural Sciences (2005) from 1991 to 2005, the services of agrochemical institutions in the country decreased 50 times. The reduction of public control on agricultural production, increasing amount of private farming sector, coming of foreign farmers to the national agricultural sector leaves possibilities for illegal use of toxic chemicals in agriculture and introduction of intensification technologies to get higher crops. Large amount of imported food products including meat and grain from the most of the world countries makes necessity on proper well-organized and effective phyto-sanitary control. Experts believe that joining of Russia the World Trade Organization in the near future can make the sanitary control of imported food worse, or at least it will complicate the regulation of imports. Under WTO, health and safety requirements must be justifiable on the grounds of protecting public health and must be based on a sound, scientific risk assessment [11] .",
            "cite_spans": [
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Perception of Risk Related to Food Safety in Russia"
        },
        {
            "text": "We made a study on perception of risk related to food safety in the Russian population. The purpose was to evaluate the attitudes of the community to food safety, to determine the concern of people about the quality of products in the food market and healthy nutrition. By the specially developed questionnaire we interviewed 800 people in Kursk and Lipetsk regions (Central part of Russia). There was used cluster sampling; participants had age range from 18 to 85, response rate was 92%; research was conducted twice -in the years 2006 and 2009. The results were analyzed by SPSS (version 13.0) for Microsoft Windows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of Risk Related to Food Safety in Russia"
        },
        {
            "text": "The major items of food security identified by the general public were addition of chemicals to food (74%), introduction of contaminants into the food chain from industrial pollution of the environment (52%), microbiological hazards in food (27%), new technologies like genetic engineering or irradiation of food (21%). According to our findings, bioterrorism is not perceived as high risk by the Russian population, but there is a trend of increasing awareness about it from 12% in 2006 to 19% in 2009 (p < 0.05). In general people had more concern about the safety of imported products compared to the food produced in the country (81% vs. 32%, p < 0.005). The highest trust was shown to the local producers of food (76%). It might be related to the well-known reputation of the regional producers and available information about them in mass media. It was found out that about one third of the ordinary consumers preferred the well-known brands and labels when they selected the food products, which were advertized on TV and radio. However, the major factors determining the choice of the product were the taste preferences and previous experience of tasting the food (65%), as well as health considerations (24%) and low cost (21%). People mostly did not recognize that they followed the advertisement while they selected food products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of Risk Related to Food Safety in Russia"
        },
        {
            "text": "Every third person in the study experienced consuming low quality food product in the last year and every fifth person had such practice in the last 3 years. People having negative experience (like food poisoning) become more concerned about food safety in the future, pay more attention to the reputation of the producer, expiration date, quality of package, become oriented at middle or high cost products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of Risk Related to Food Safety in Russia"
        },
        {
            "text": "When we interviewed the general population we found that the highest concern about food safety was in females compare to males (88% vs. 34%), older people above age of 60 compare to the younger ones below age of 60 (65% vs. 37%), more educated people with number of years of studying above 12 (74% vs. 46%); mothers of children under age of 12 (65%); all the differences were statistically significant (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of Risk Related to Food Safety in Russia"
        },
        {
            "text": "The higher trust of consumers was found to be given to the food products sold in supermarkets and large stores compare to small shops and markets (65% vs. 35%). The particularly high awareness of people was registered about meat and meat products (sausage, ham, pate), fruits, vegetables, and canned food. The preference of the public is to buy the meat, fruits, and vegetables directly from the local private agricultural producers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of Risk Related to Food Safety in Russia"
        },
        {
            "text": "We also found that for 3 years of our study the concern of people about food safety has increased, people got more informed about the rights of consumers and the law regulating food safety, more often people started to claim their rights and defend them. We were glad to find out that people read more carefully the labels on food products paying attention to the ingredients of the product, nutrition value, presence of preservatives and GMO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of Risk Related to Food Safety in Russia"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Historical precedence and technical requirements of biological weapons use: a threat assessment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Frerichs",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analyzing a bioterror attack on the food supply: the case of botulinum toxin in milk",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "28",
            "pages": "9984--9989",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The G8 Global Partnership Against Weapons and Materials of Mass Destruction",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Protecting against the spread of nuclear, biological and chemical weapons: an action agenda for the global partnership",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Einhorn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Flournoy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CSIS",
            "volume": "1",
            "issn": "",
            "pages": "27--28",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bioterrorism agents/diseases",
            "authors": [],
            "year": 2004,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strategic study on bioterrorism (Russian -European Union Group Study)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mackby",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "CSIS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Terrorism from a public health perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Crutcher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shadel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bronze",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Med Sci",
            "volume": "323",
            "issn": "6",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Food-processing security: voluntary efforts are under way, but federal agencies cannot fully assess their implementation",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "U.S. General Accounting Office",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization (2002) WHO Global strategy for food safety: safer food for better health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bioterrorism -a threat to agriculture and the food supply. Testimony before the committee on governmental affairs. US Senate/US General Accounting Office",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Dyckman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Globalization of agricultural production and food safety in Russia/ Food Safety in Russia",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Monastirskiy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Materials of the Russian conference",
            "volume": "",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bioweapons, bioterrorism and biodiversity: potential impacts of biological weapons attacks on agricultural and biological diversity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dudley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Woodford",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rev Sci Tech",
            "volume": "21",
            "issn": "1",
            "pages": "125--137",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Experience received from the cases of bioterrorism in year 2001. Special symposium on problems of biosafety and bioterrorism",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trudil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tartal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trudil",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chem Biol Safety",
            "volume": "",
            "issn": "",
            "pages": "4--5",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bioterrorism and food safety: developing an effective national response",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "To develop the actions for the critical situations (to protect the affected fields and • to introduce the ways of full phyto-sanitary control in the region)[12].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}